{
  "term": "air conditioner",
  "celex_id": "32011R0626",
  "original_definition": "'air conditioner' means a device capable of cooling or heating, or both, indoor air, using a vapour compression cycle driven by an electric compressor, including air conditioners that provide additional functionalities such as dehumidification, air-purification, ventilation or supplemental air-heating by means of electric resistance heating and appliances that may use water (either condensate water that is formed on the evaporator side or externally added water) for evaporation on the condensor, provided that the device is also able to function without the use of additional water, using air only;",
  "generated_definition": "'air conditioner' means a device that cools, heats, or dehumidifies air through refrigeration or other means, typically consisting of an indoor unit, an outdoor unit, and a system of ducts or other connections.",
  "existing_sentences": {
    "Article 1": [
      "1.   This Regulation establishes requirements for the labelling and the provision of supplementary product information for electric mains-operated air conditioners with a rated capacity of ≤ 12 kW for cooling, or heating, if the product has no cooling function.",
      "1.   This Regulation establishes requirements for the labelling and the provision of supplementary product information for electric mains-operatedair conditioners with arated capacity of ≤ 12 kW for cooling, or heating, if the product has no cooling function.",
      "air conditioners of which the condensor- or evaporator-side, or both, do not use air for heat transfer medium."
    ],
    "Article 2": [
      "‘end-user’ means a consumer buying or expected to buy anair conditioner;",
      "‘end-user’ means a consumer buying or expected to buy an air conditioner;",
      "‘point of sale’ means a location whereair conditioners are displayed or offered for sale, hire or hire-purchase.",
      "‘air conditioner’ means a device capable of cooling or heating, or both, indoor air, using a vapour compression cycle driven by an electric compressor, including air conditioners that provide additional functionalities such as dehumidification, air-purification, ventilation or supplemental air-heating by means of electric resistance heating and appliances that may use water (either condensate water that is formed on the evaporator side or externally added water) for evaporation on the condensor, provided that the device is also able to function without the use of additional water, using air only;",
      "‘point of sale’ means a location where air conditioners are displayed or offered for sale, hire or hire-purchase."
    ],
    "Article 3": [
      "any technical promotional material concerning a specific model of an air conditioner which describes its specific technical parameters shall include the energy efficiency class of that model as set out Annex II;",
      "any advertisement for a specific model of anair conditionershall contain the energy efficiency class, if the advertisement discloses energy-related or price information. Where more than one efficiency class is possible, the supplier or the manufacturer, as appropriate, shall declare the energy efficiency class for heating at least in ‘Average’ heating season. Information in the cases whereend-users cannot be expected to see the product displayed is to be provided as set out in Annex VI;",
      "4.   For the air conditioners, except for single and double duct air conditioners, the format of the label set out in Annex III shall be applied according to the following timetable:",
      "a printed label is provided for each air conditioner respecting energy efficiency classes as set out in Annex II. The label shall comply with the format and content of information as set out in Annex III. For air conditioners, except single and double duct air conditioners, a printed label must be provided, at least in the packaging of the outdoor unit, for at least one combination of indoor and outdoor units at capacity ratio 1. For other combinations, the information can be alternatively provided on a free access web site;",
      "any advertisement for a specific model of an air conditioner shall contain the energy efficiency class, if the advertisement discloses energy-related or price information. Where more than one efficiency class is possible, the supplier or the manufacturer, as appropriate, shall declare the energy efficiency class for heating at least in ‘Average’ heating season. Information in the cases where end-users cannot be expected to see the product displayed is to be provided as set out in Annex VI;",
      "a printed label is provided for eachair conditionerrespecting energy efficiency classes as set out in Annex II. The label shall comply with the format and content of information as set out in Annex III. For air conditioners, except single anddouble duct air conditioners, a printed label must be provided, at least in the packaging of the outdoor unit, for at least one combination of indoor and outdoor units at capacity ratio 1. For other combinations, the information can be alternatively provided on a free access web site;",
      "as regardsair conditioners, except single duct anddouble duct air conditioners, placed on the market from 1 January 2019, labels with energy efficiency classes A+++, A++, A+, A, B, C, D shall be in accordance with point 1.4 of Annex III for reversible air conditioners, with point 2.4 of Annex III for cooling-only air conditioners and with point 3.4 of Annex III for heating-only air conditioners.",
      "a product fiche, as set out in Annex IV, is made available. For air conditioners, except single and double duct air conditioners, a product fiche must be provided at least in the packaging of the out door unit, for at least one combination of indoor and outdoor units at capacity ratio 1. For other combinations, the information can be alternatively provided on a free access web site;",
      "as regards air conditioners, except single duct and double duct air conditioners, placed on the market from 1 January 2015, labels with energy efficiency classes A+, A, B, C, D, E, F, shall be in accordance with point 1.2 of Annex III for reversible air conditioners, with point 2.2 of Annex III for cooling-only air conditioners and with point 3.2 of Annex III for heating-only air conditioners;",
      "as regards air conditioners, except single duct and double duct air conditioners, placed on the market from 1 January 2019, labels with energy efficiency classes A+++, A++, A+, A, B, C, D shall be in accordance with point 1.4 of Annex III for reversible air conditioners, with point 2.4 of Annex III for cooling-only air conditioners and with point 3.4 of Annex III for heating-only air conditioners.",
      "3.   The format of the label for air conditioners except for single and double duct air conditioners shall be as set out in Annex III.",
      "a product fiche, as set out in Annex IV, is made available. Forair conditioners, except single anddouble duct air conditioners, a product fiche must be provided at least in the packaging of the out door unit, for at least one combination of indoor and outdoor units at capacity ratio 1. For other combinations, the information can be alternatively provided on a free access web site;",
      "single ducts shall be named ‘local air conditioners’ in packaging, product documentation and in any advertisement material, whether electronic or in paper.",
      "3.   The format of the label forair conditioners except for single anddouble duct air conditioners shall be as set out in Annex III.",
      "as regardsair conditioners, except single duct anddouble duct air conditioners, placed on the market from 1 January 2015, labels with energy efficiency classes A+, A, B, C, D, E, F, shall be in accordance with point 1.2 of Annex III for reversible air conditioners, with point 2.2 of Annex III for cooling-only air conditioners and with point 3.2 of Annex III for heating-only air conditioners;",
      "as regardsair conditioners, except single duct anddouble duct air conditioners, placed on the market from 1 January 2017, labels with energy efficiency classes A++, A+, A, B, C, D, E, shall be in accordance with point 1.3 of Annex III for reversible air conditioners, with point 2.3 of Annex III for cooling-only air conditioners and with point 3.3 of Annex III for heating-only air conditioners;",
      "4.   For theair conditioners, except for single anddouble duct air conditioners, the format of the label set out in Annex III shall be applied according to the following timetable:",
      "as regards air conditioners, except single duct and double duct air conditioners, placed on the market from 1 January 2013, labels with energy efficiency classes A, B, C, D, E, F, G shall be in accordance with point 1.1 of Annex III for reversible air conditioners, with point 2.1 of Annex III for cooling-only air conditioners and with point 3.1 of Annex III for heating-only air conditioners;",
      "as regards air conditioners, except single duct and double duct air conditioners, placed on the market from 1 January 2017, labels with energy efficiency classes A++, A+, A, B, C, D, E, shall be in accordance with point 1.3 of Annex III for reversible air conditioners, with point 2.3 of Annex III for cooling-only air conditioners and with point 3.3 of Annex III for heating-only air conditioners;",
      "as regardsair conditioners, except single duct anddouble duct air conditioners, placed on the market from 1 January 2013, labels with energy efficiency classes A, B, C, D, E, F, G shall be in accordance with point 1.1 of Annex III for reversible air conditioners, with point 2.1 of Annex III for cooling-only air conditioners and with point 3.1 of Annex III for heating-only air conditioners;"
    ],
    "Article 4": [
      "single ducts shall be named ‘local air conditioners’ in packaging, product documentation and in any promotional or advertisement material, whether electronic or in paper.",
      "air conditioners, at thepoint of sale, bear the label provided by suppliers in accordance with Article 3(1) on the outside of the front or top of the appliance, in such a way as to be clearly visible;",
      "air conditioners offered for sale, hire or hire purchase where the end-user cannot be expected to see the product displayed, are marketed with the information provided by suppliers in accordance with Annexes V and VI;",
      "any technical promotional material concerning a specific model which describes the technical parameters of an air conditioner includes a reference to the energy efficiency class(es) of the model and the instructions for use provided by the supplier. Where more than one efficiency class is possible, the supplier/manufacturer will declare the energy efficiency class at least in ‘Average’ season zone;",
      "air conditioners, at the point of sale, bear the label provided by suppliers in accordance with Article 3(1) on the outside of the front or top of the appliance, in such a way as to be clearly visible;",
      "any advertisement for a specific model of air conditioner contains a reference to the energy efficiency class, if the advertisement discloses energy-related or price information. Where more than one efficiency class is possible, the supplier/manufacturer will declare the energy efficiency class at least in ‘Average’ season zone;",
      "air conditioners offered for sale, hire or hire purchase where theend-user cannot be expected to see the product displayed, are marketed with the information provided by suppliers in accordance with Annexes V and VI;"
    ],
    "Article 9": [
      "1.   Air conditioners placed on the market before 1 January 2013 shall comply with the provisions set out in Directive 2002/31/EC."
    ],
    "Article 10": [
      "The model of the air conditioner shall be considered to comply with the provisions set out in this Regulation, as applicable, if the average of the results of the three units for sound power level does not exceed more than 2 dB(A) of the declared value.",
      "‘Reversible air conditioner’ means an air conditioner capable of both cooling and heating;",
      "The energy efficiency of air conditioners shall be determined on the basis of measurements and calculations set out Annex VII.",
      "specification of the type of the air conditioner;",
      "2.2.   Cooling-only air conditioners classified in energy efficiency classes A+ to F",
      "1.1.   Reversible air conditioners classified in energy efficiency classes A to G",
      "‘Operation limit temperature’ (Tol) means the outdoor temperature [°C] declared by the manufacturer for heating, below which air conditioner will not be able to deliver any heating capacity. Below this temperature, the declared capacity is equal to zero;",
      "2.4.   Cooling-only air conditioners classified in energy efficiency classes A+++ to D",
      "for air conditioners other than single ducts and double ducts:",
      "3.4.   Heating-only air conditioners classified in energy efficiency classes A+++ to D",
      "Where the information included in the technical documentation file for a particular air conditioner model has been obtained by calculation on the basis of design, or extrapolation from other equivalent appliances, or both, the documentation shall include details of such calculations or extrapolations, or both, and of tests undertaken by suppliers to verify the accuracy of the calculations undertaken. The information shall also include a list of all other equivalent appliance models where the information was obtained on the same basis.",
      "‘Off mode’ is a condition in which the air conditioner or comfort fan is connected to the mains power source and is not providing any function. As off mode also are considered conditions providing only an indication of off mode condition, as well as conditions providing only functionalities intended to ensure electromagnetic compatibility pursuant to Directive 2004/108/EC of the European Parliament and of the Council (4);",
      "air conditioners, excluding single duct",
      "1.4.   Reversible air conditioners classified in energy efficiency classes A+++ to D",
      "Energy efficiency classes for air conditioners, except double ducts and single ducts",
      "1.3.   Reversible air conditioners classified in energy efficiency classes A++ to E",
      "Additionally, the following information shall be included in the product fiche on air conditioners on the cooling mode, when efficiency is declared on the basis of the seasonal energy efficiency ratio (SEER):",
      "The model of the air conditioner, except single and double ducts, shall be considered to comply with the provisions set out in Annex I, as applicable, to this Regulation, if the average of the three units for the seasonal energy efficiency ratio (SEER), or seasonal coefficient of performance (SCOP), if applicable, is not less than the declared value minus 8 %. The SEER and SCOP values shall be established in accordance with Annex II.",
      "Additionally, the following notes define the information to be included in the fiche of air conditioners, when efficiency is declared on the basis of energy efficiency ratio (EERrated) or coefficient of performance (COPrated):",
      "The model of the air conditioner, except single and double ducts, shall be considered to comply with the provisions set out in Annex I, as applicable, to this Regulation, if its seasonal energy efficiency ratio (SEER), or seasonal coefficient of performance (SCOP), if applicable, is not less than the declared value minus 8 %. The SEER and SCOP values shall be established in accordance with Annex II.",
      "a general description of the appliance model, sufficient for it to be unequivocally and easily identified. Single ducts shall be referred to as ‘local air conditioners’;",
      "3.3.   Heating-only air conditioners classified in energy efficiency classes A++ to E",
      "2.3.   Cooling-only air conditioners classified in energy efficiency classes A++ to E",
      "Air conditioners, except double ducts and single duct",
      "The model of the air conditioner shall be considered to comply with the provisions set out in this Regulation, as applicable, if the maximum sound power level does not exceed more than 2 dB(A) of the declared value.",
      "model identifier of the indoor air conditioner or of the indoor and outdoor elements of the air conditioner;",
      "3.1.   Heating-only air conditioners classified in energy efficiency classes A to G",
      "1.2.   Reversible air conditioners classified in energy efficiency classes A+ to F",
      "3.2.   Heating-only air conditioners classified in energy efficiency classes A+ to F",
      "2.1.   Cooling-only air conditioners classified in energy efficiency classes A to G"
    ],
    "Not Article": [
      "Moreover, this Regulation should specify requirements as to the information to be provided for any form of distance selling, advertisements and technical promotional material of air conditioners.",
      "Technological developments in the energy efficiency improvement of air conditioners have been very rapid in recent years. This has allowed several third-countries to introduce stringent minimum energy efficiency requirements and led to a process of introducing new energy labelling schemes based on seasonal performance. Today's appliances, excluding single and double duct air conditioners, that achieve the highest efficiency levels have largely surpassed the A efficiency levels established by Directive 2002/31/EC.",
      "The noise level of an air conditioner could be an important aspect for end-users. In order to enable them to make an informed decision, information on noise emissions should be included on the label of air conditioners.",
      "In order to facilitate the transition from Directive 2002/31/EC to this Regulation, air conditioners labelled in accordance with this Regulation should be considered compliant with Directive 2002/31/EC.",
      "Directive 2002/31/EC should be repealed and new provisions should be laid down by this Regulation in order to ensure that the energy label provides dynamic incentives for manufacturers to further improve the energy efficiency of air conditioners and to accelerate the market transformation towards energy-efficient technologies.",
      "Suppliers wishing to place on the market air conditioners that can meet the requirements for higher energy efficiency classes should be allowed to provide labels showing those classes in advance of the date for mandatory display of such classes.",
      "This Regulation introduces two energy efficiency scales based on the primary function and on specific aspects important to consumer. Given that air conditioners are used mainly in part-load conditions, the efficiency testing should be changed to a seasonal efficiency measurement method, except for single and double duct air conditioners. The seasonal measurement method takes better into account the benefits of the inverter driven technology and the conditions in which these appliances are used. The new efficiency calculation method with an Ecodesign implementing measure setting minimum energy efficiency requirements higher than the current A level, will lead to a reclassification of these appliances. Consequently, split, window and wall air conditioners should have a new A-G energy efficiency class scale with a ‘+’ added on the top of the scale every two years until the A+++ class has been reached.",
      "This Regulation introduces two energy efficiency scales based on the primary function and on specific aspects important to consumer. Given thatair conditioners are used mainly in part-load conditions, the efficiency testing should be changed to a seasonal efficiency measurement method, except for single anddouble duct air conditioners. The seasonal measurement method takes better into account the benefits of the inverter driven technology and the conditions in which these appliances are used. The new efficiency calculation method with an Ecodesign implementing measure setting minimum energy efficiency requirements higher than the current A level, will lead to a reclassification of these appliances. Consequently, split, window and wall air conditioners should have a new A-G energy efficiency class scale with a ‘+’ added on the top of the scale every two years until the A+++ class has been reached.",
      "The noise level of anair conditionercould be an important aspect forend-users. In order to enable them to make an informed decision, information on noise emissions should be included on the label of air conditioners.",
      "Technological developments in the energy efficiency improvement ofair conditioners have been very rapid in recent years. This has allowed several third-countries to introduce stringent minimum energy efficiency requirements and led to a process of introducing new energy labelling schemes based on seasonal performance. Today's appliances, excluding single anddouble duct air conditioners, that achieve the highest efficiency levels have largely surpassed the A efficiency levels established by Directive 2002/31/EC.",
      "Provisions for the energy labelling of air conditioners were established by Commission Directive 2002/31/EC of 22 March 2002 implementing Council Directive 92/75/EEC with regard to energy labelling of household air-conditioners (2). The implementing Directive establishes different labelling scales for air conditioners using different technologies and the determination of energy efficiency is based on full load operation only.",
      "The electricity used by air conditioners accounts for a significant part of total household and commercial electricity demand in the Union. In addition to the energy efficiency improvements already achieved, the scope for further reducing the energy consumption of air conditioners is substantial.",
      "This Regulation should specify a uniform design and requirements as to the content of labels for air conditioners.",
      "This Regulation should ensure that consumers get more accurate comparative information about the performance of air conditioners.",
      "The combined effect of energy labeling set out in this Regulation and of Regulation implementing Directive 2009/125/EC of the European Parliament and of the Council with regard to ecodesign requirements for air conditioners (3) is expected to result in annual electricity savings of 11 TWh by 2020, compared to the situation if no measures are taken.",
      "supplementing Directive 2010/30/EU of the European Parliament and of the Council with regard to energy labelling of air conditioners",
      "In addition, this Regulation should specify requirements as to the technical documentation and the fiche for air conditioners.",
      "The provisions of this Regulation should apply to air-to-air air conditioners up to 12 kW cooling power output (or heating power output, if only heating function is provided)."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Article 2": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        0,
        1
      ]
    },
    "Article 3": {
      "article_score": 62,
      "statement_scores": [
        1,
        1,
        2,
        3,
        1,
        3,
        5,
        2,
        5,
        5,
        2,
        2,
        1,
        2,
        5,
        5,
        2,
        5,
        5,
        5
      ]
    },
    "Article 4": {
      "article_score": 7,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 9": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 10": {
      "article_score": 32,
      "statement_scores": [
        1,
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 28,
      "statement_scores": [
        1,
        2,
        2,
        1,
        1,
        1,
        3,
        3,
        2,
        2,
        2,
        2,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}