{
  "term": "bottom-up re-energisation strategy",
  "celex_id": "32017R2196",
  "original_definition": "'bottom-up re-energisation strategy' means a strategy where part of the system of a TSO can be re-energised without the assistance from other TSOs;",
  "generated_definition": "'bottom-up re-energisation strategy' means a comprehensive plan to revitalize and re-energize a community or organization through grassroots participation and inclusive decision-making, involving all stakeholders and promoting collaborative problem-solving and collective action.",
  "existing_sentences": {
    "Article 26": [
      "2.   Regarding the bottom-up re-energisation strategy, the re-energisation procedure shall contain at least measures for:",
      "2.   Regarding thebottom-up re-energisation strategy, the re-energisation procedure shall contain at least measures for:"
    ],
    "Article 27": [
      "6.   For the activation of a top-down re-energisation strategy, the TSO shall request neighbouring TSOs to support the re-energisation. This support may consist in assistance for active power, in accordance with paragraphs 3 to 5 of Article 21. The requested TSOs shall provide assistance for the re-energisation, unless it would lead their systems to the emergency or blackout states. In this case, the requesting TSO shall use the bottom-up re-energisation strategy.",
      "6.   For the activation of atop-down re-energisation strategy, the TSO shall request neighbouring TSOs to support the re-energisation. This support may consist in assistance for active power, in accordance with paragraphs 3 to 5 of Article 21. The requested TSOs shall provide assistance for the re-energisation, unless it would lead their systems to the emergency or blackout states. In this case, the requesting TSO shall use thebottom-up re-energisation strategy."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 26": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 27": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    }
  }
}