{
  "term": "capacity",
  "celex_id": "32009R0715",
  "original_definition": "'capacity' means the maximum flow, expressed in normal cubic meters per time unit or in energy unit per time unit, to which the network user is entitled in accordance with the provisions of the transport contract;",
  "generated_definition": "'capacity' means the ability of a transmission system to transport electricity, measured in megawatts (mw) or gigawatts (gw).",
  "existing_sentences": {
    "Article 1": [
      "The objectives referred to in the first subparagraph shall include the setting of harmonised principles for tariffs, or the methodologies underlying their calculation, for access to the network, but not to storage facilities, the establishment of third-party access services and harmonised principles for capacity-allocation and congestion-management, the determination of transparency requirements, balancing rules and imbalance charges, and the facilitation of capacity trading."
    ],
    "Article 2": [
      "‘primary market’ means the market of the capacity traded directly by the transmission system operator;",
      "‘primary market’ means the market of thecapacitytraded directly by thetransmission system operator;",
      "‘capacity’ means the maximum flow, expressed in normal cubic meters per time unit or in energy unit per time unit, to which thenetwork useris entitled in accordance with the provisions of thetransport contract;",
      "‘secondary market’ means the market of the capacity traded otherwise than on the primary market;",
      "‘congestion management’ means management of thecapacityportfolio of thetransmissionsystem operator with a view to optimal and maximum use of thetechnical capacity and the timely detection of future congestion and saturation points;",
      "‘secondary market’ means the market of thecapacitytraded otherwise than on theprimary market;",
      "‘capacity’ means the maximum flow, expressed in normal cubic meters per time unit or in energy unit per time unit, to which the network user is entitled in accordance with the provisions of the transport contract;",
      "‘congestion management’ means management of the capacity portfolio of the transmission system operator with a view to optimal and maximum use of the technical capacity and the timely detection of future congestion and saturation points;"
    ],
    "Article 8": [
      "In regard to point (c) of the second subparagraph, a review of barriers to the increase of cross-border capacity of the network arising from different approval procedures or practices may be annexed to the Community-wide network development plan.",
      "capacity-allocation and congestion-management rules;"
    ],
    "Article 12": [
      "2.Transmissionsystem operators shall promote operational arrangements in order to ensure the optimum management of the network and shall promote the development of energy exchanges, the coordinated allocation of cross-bordercapacity through non-discriminatory market-based solutions, paying due attention to the specific merits of implicit auctions for short-term allocations and the integration of balancing mechanisms.",
      "2.   Transmission system operators shall promote operational arrangements in order to ensure the optimum management of the network and shall promote the development of energy exchanges, the coordinated allocation of cross-border capacity through non-discriminatory market-based solutions, paying due attention to the specific merits of implicit auctions for short-term allocations and the integration of balancing mechanisms."
    ],
    "Article 16": [
      "Principles of capacity-allocation mechanisms and congestion-management procedures concerning transmission system operators",
      "2.   Thetransmissionsystem operator shall implement and publish non-discriminatory and transparentcapacity-allocation mechanisms, which shall:",
      "4.   In the event thatphysical congestionexists, non-discriminatory, transparentcapacity-allocation mechanisms shall be applied by thetransmission system operator or, as appropriate, by the regulatory authorities.",
      "2.   The transmission system operator shall implement and publish non-discriminatory and transparent capacity-allocation mechanisms, which shall:",
      "4.   In the event that physical congestion exists, non-discriminatory, transparent capacity-allocation mechanisms shall be applied by the transmission system operator or, as appropriate, by the regulatory authorities.",
      "1.   The maximumcapacityat all relevant points referred to in Article 18(3) shall be made available to market participants, taking into accountsystem integrity and efficient network operation.",
      "1.   The maximum capacity at all relevant points referred to in Article 18(3) shall be made available to market participants, taking into account system integrity and efficient network operation.",
      "Principles ofcapacity-allocation mechanisms and congestion-management procedures concerningtransmission system operators"
    ],
    "Article 17": [
      "2.   LNG and storage system operators shall implement and publish non-discriminatory and transparent capacity-allocation mechanisms which shall:",
      "provide appropriate economic signals for the efficient and maximum use of capacity and facilitate investment in new infrastructure;",
      "Principles of capacity-allocation mechanisms and congestion-management procedures concerning storage and LNG facilities",
      "3.   LNG and storage facility contracts shall include measures to preventcapacity-hoarding, by taking into account the following principles, which shall apply in cases ofcontractual congestion:",
      "3.   LNG and storage facility contracts shall include measures to prevent capacity-hoarding, by taking into account the following principles, which shall apply in cases of contractual congestion:"
    ],
    "Article 22": [
      "Each transmission, storage and LNG system operator shall take reasonable steps to allow capacity rights to be freely tradable and to facilitate such trade in a transparent and non-discriminatory manner. Every such operator shall develop harmonised transport, LNG facility and storage contracts and procedures on the primary market to facilitate secondary trade of capacity and shall recognise the transfer of primary capacity rights where notified by system users.",
      "Trading of capacity rights",
      "Eachtransmission, storage and LNG system operator shall take reasonable steps to allowcapacityrights to be freely tradable and to facilitate such trade in a transparent and non-discriminatory manner. Every such operator shall develop harmonised transport, LNG facility and storage contracts and procedures on theprimary market to facilitate secondary trade of capacity and shall recognise the transfer of primary capacity rights where notified by system users."
    ],
    "Article 23": [
      "details of the principles underlyingcapacity-allocation mechanisms and on the application of congestion-management procedures in the event ofcontractual congestion, in accordance with Articles 16 and 17;",
      "details of the principles underlying capacity-allocation mechanisms and on the application of congestion-management procedures in the event of contractual congestion, in accordance with Articles 16 and 17;"
    ],
    "Article 30": [
      "major new infrastructure, i.e. interconnectors, LNG and storage facilities, and significant increases of capacity in existing infrastructure and modifications of such infrastructure which enable the development of new sources of gas supply referred to in Article 36(1) and (2) of Directive 2009/73/EC which are exempt from the provisions of Articles 9, 14, 32, 33, 34 or Article 41(6), (8) and (10) of that Directive as long as they are exempt from the provisions referred to in this subparagraph, with the exception of Article 19(4) of this Regulation; or"
    ],
    "Article 32": [
      "4.Transmissionsystem operators shall publish historical maximum and minimum monthlycapacity utilisation rates and annual average flows at all relevant points for the past three years on a rolling basis.",
      "the most important exit points and exit zones covering at least 50 % of total exitcapacityof the network of a giventransmission system operator, including all exit points or exit zones covering more than 2 % of total exit capacity of the network;",
      "2.   Principles ofcapacity-allocation mechanisms and congestion-management procedures concerningtransmissionsystem operators and their application in the event ofcontractual congestion",
      "1.   At all relevant points,transmissionsystem operators shall publish the following information about thecapacity situation down to daily periods on the Internet on a regular/rolling basis and in a user-friendly standardised manner:",
      "6.   Transmission system operators shall keep effective records of all capacity contracts and all other relevant information in relation to calculating and providing access to available capacities, to which relevant national authorities shall have access to fulfil their duties.",
      "4.   Transmission system operators shall publish historical maximum and minimum monthly capacity utilisation rates and annual average flows at all relevant points for the past three years on a rolling basis.",
      "1.   Capacity-allocation mechanisms and congestion-management procedures shall facilitate the development of competition and liquid trading of capacity and shall be compatible with market mechanisms including spot markets and trading hubs. They shall be flexible and capable of adapting to evolving market circumstances.",
      "the rules applicable to capacity trade on the secondary market as regards the transmission system operator;",
      "4.Transmissionsystem operators shall implement standardisednominationandre-nominationprocedures. They shall develop information systems and electronic communication means to provide adequate data tonetwork users and to simplify transactions, such as nominations,capacity contracting and transfer of capacity rights between network users.",
      "provisions oncapacityallocation,congestion management, and anti-hoarding and re-utilisation procedures;",
      "2.   Harmonisedtransport contracts and common network codes shall be designed in a manner that facilitates trading and re-utilisation ofcapacitycontracted bynetwork users without hampering capacity release.",
      "2.   Harmonised transport contracts and common network codes shall be designed in a manner that facilitates trading and re-utilisation of capacity contracted by network users without hampering capacity release.",
      "the most important exit points and exit zones covering at least 50 % of total exit capacity of the network of a given transmission system operator, including all exit points or exit zones covering more than 2 % of total exit capacity of the network;",
      "5.Transmissionsystem operators shall harmonise formalised request procedures and response times according to best industry practice with the aim of minimising response times. They shall provide for online screen-basedcapacitybooking and confirmation systems andnominationandre-nominationprocedures no later than 1 July 2006 after consultation with the relevantnetwork users.",
      "the rules applicable tocapacitytrade on thesecondary marketas regards thetransmission system operator;",
      "1.   At all relevant points, transmission system operators shall publish the following information about the capacity situation down to daily periods on the Internet on a regular/rolling basis and in a user-friendly standardised manner:",
      "4.   Transmission system operators shall implement standardised nomination and re-nomination procedures. They shall develop information systems and electronic communication means to provide adequate data to network users and to simplify transactions, such as nominations, capacity contracting and transfer of capacity rights between network users.",
      "7.   Transmission system operators shall provide user-friendly instruments for calculating tariffs for the services available and for verifying on-line the capacity available.",
      "6.Transmissionsystem operators shall keep effective records of allcapacity contracts and all other relevant information in relation to calculating and providing access to available capacities, to which relevant national authorities shall have access to fulfil their duties.",
      "7.Transmissionsystem operators shall provide user-friendly instruments for calculating tariffs for the services available and for verifying on-line thecapacity available.",
      "5.   Transmission system operators shall harmonise formalised request procedures and response times according to best industry practice with the aim of minimising response times. They shall provide for online screen-based capacity booking and confirmation systems and nomination and re-nomination procedures no later than 1 July 2006 after consultation with the relevant network users.",
      "provisions on capacity allocation, congestion management, and anti-hoarding and re-utilisation procedures;",
      "2.1.   Principles of capacity-allocation mechanisms and congestion-management procedures concerning transmission system operators",
      "2.1.   Principles ofcapacity-allocation mechanisms and congestion-management procedures concerningtransmission system operators",
      "2.   Principles of capacity-allocation mechanisms and congestion-management procedures concerning transmission system operators and their application in the event of contractual congestion"
    ],
    "Not Article": [
      "To enhance competition through liquid wholesale markets for gas, it is vital that gas can be traded independently of its location in the system. The only way to do this is to givenetwork users the freedom to book entry and exitcapacity independently, thereby creating gas transport through zones instead of along contractual paths. The preference for entry-exit systems to facilitate the development of competition was already expressed by most stakeholders at the 6th Madrid Forum on 30 and 31 October 2002. Tariffs should not be dependent on the transport route. The tariff set for one or more entry points should therefore not be related to the tariff set for one or more exit points, and vice versa.",
      "A sufficient level of cross-border gas interconnection capacity should be achieved and market integration fostered in order to complete the internal market in natural gas.",
      "A second set of common rules entitled ‘the Second Guidelines for Good Practice’ was adopted at the meeting of the Madrid Forum on 24 and 25 September 2003 and the purpose of this Regulation is to lay down, on the basis of those guidelines, basic principles and rules regarding network access and third party access services,congestion management, transparency, balancing and the trading ofcapacity rights.",
      "Although physical congestion of networks is, at present, rarely a problem in the Community, it may become one in the future. It is important, therefore, to provide the basic principle for the allocation of congested capacity in such circumstances.",
      "A second set of common rules entitled ‘the Second Guidelines for Good Practice’ was adopted at the meeting of the Madrid Forum on 24 and 25 September 2003 and the purpose of this Regulation is to lay down, on the basis of those guidelines, basic principles and rules regarding network access and third party access services, congestion management, transparency, balancing and the trading of capacity rights.",
      "To enhance trust in the market, its participants need to be sure that those engaging in abusive behaviour can be subjected to effective, proportionate and dissuasive penalties. The competent authorities should be given the competence to investigate effectively allegations of market abuse. To that end, it is necessary that competent authorities have access to data that provides information on operational decisions made by supply undertakings. In the gas market, all those decisions are communicated to the system operators in the form of capacity reservations, nominations and realised flows. System operators should keep information in relation thereto available to and easily accessible by the competent authorities for a fixed period of time. The competent authorities should, furthermore, regularly monitor the compliance of the transmission system operators with the rules.",
      "To enhance competition through liquid wholesale markets for gas, it is vital that gas can be traded independently of its location in the system. The only way to do this is to give network users the freedom to book entry and exit capacity independently, thereby creating gas transport through zones instead of along contractual paths. The preference for entry-exit systems to facilitate the development of competition was already expressed by most stakeholders at the 6th Madrid Forum on 30 and 31 October 2002. Tariffs should not be dependent on the transport route. The tariff set for one or more entry points should therefore not be related to the tariff set for one or more exit points, and vice versa.",
      "Althoughphysical congestionof networks is, at present, rarely a problem in the Community, it may become one in the future. It is important, therefore, to provide the basic principle for the allocation of congestedcapacity in such circumstances.",
      "Equal access to information on the physical status and efficiency of the system is necessary to enable all market participants to assess the overall demand and supply situation and to identify the reasons for movements in the wholesale price. This includes more precise information on supply and demand, network capacity, flows and maintenance, balancing and availability and usage of storage. The importance of that information for the functioning of the market requires alleviating existing limitations to publication for confidentiality reasons.",
      "The trading of primary capacity rights is an important part of developing a competitive market and creating liquidity. This Regulation should therefore lay down basic rules relating to such trading.",
      "There is substantial contractual congestion in the gas networks. The congestion-management and capacity-allocation principles for new or newly negotiated contracts are therefore based on the freeing-up of unused capacity by enabling network users to sublet or resell their contracted capacities and the obligation of transmission system operators to offer unused capacity to the market, at least on a day-ahead and interruptible basis. Given the large proportion of existing contracts and the need to create a true level playing field between users of new and existing capacity, those principles should be applied to all contracted capacity, including existing contracts.",
      "There is substantialcontractual congestionin the gas networks. The congestion-management andcapacity-allocation principles for new or newly negotiated contracts are therefore based on the freeing-up ofunused capacityby enablingnetwork users to sublet or resell their contracted capacities and the obligation oftransmissionsystem operators to offer unused capacity to the market, at least on a day-ahead and interruptible basis. Given the large proportion of existing contracts and the need to create a true level playing field between users of new and existing capacity, those principles should be applied to allcontracted capacity, including existing contracts.",
      "To enhance trust in the market, its participants need to be sure that those engaging in abusive behaviour can be subjected to effective, proportionate and dissuasive penalties. The competent authorities should be given the competence to investigate effectively allegations of market abuse. To that end, it is necessary that competent authorities have access to data that provides information on operational decisions made by supply undertakings. In the gas market, all those decisions are communicated to the system operators in the form ofcapacityreservations,nominations and realised flows. System operators should keep information in relation thereto available to and easily accessible by the competent authorities for a fixed period of time. The competent authorities should, furthermore, regularly monitor the compliance of thetransmission system operators with the rules."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 2,
      "statement_scores": [
        2
      ]
    },
    "Article 2": {
      "article_score": 5,
      "statement_scores": [
        1,
        0,
        0,
        1,
        1,
        0,
        0,
        2
      ]
    },
    "Article 8": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 12": {
      "article_score": 1,
      "statement_scores": [
        0,
        1
      ]
    },
    "Article 16": {
      "article_score": 4,
      "statement_scores": [
        1,
        0,
        0,
        1,
        1,
        0,
        1,
        0
      ]
    },
    "Article 17": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        0,
        1
      ]
    },
    "Article 22": {
      "article_score": 6,
      "statement_scores": [
        3,
        1,
        2
      ]
    },
    "Article 23": {
      "article_score": 1,
      "statement_scores": [
        0,
        1
      ]
    },
    "Article 30": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 32": {
      "article_score": 21,
      "statement_scores": [
        0,
        1,
        0,
        0,
        1,
        1,
        2,
        1,
        2,
        0,
        1,
        2,
        2,
        0,
        0,
        1,
        2,
        1,
        0,
        0,
        1,
        1,
        1,
        0,
        1
      ]
    },
    "Not Article": {
      "article_score": 15,
      "statement_scores": [
        0,
        1,
        0,
        1,
        1,
        1,
        1,
        0,
        1,
        1,
        5,
        3,
        0
      ]
    }
  }
}