{
  "term": "containing product",
  "celex_id": "32019R2015",
  "original_definition": "'containing product' means a product containing one or more light sources, or separate control gears, or both. Examples of containing products are luminaires that can be taken apart to allow separate verification of the contained light source(s), household appliances containing light source(s), furniture (shelves, mirrors, display cabinets) containing light source(s). If a containing product cannot be taken apart for verification of the light source and separate control gear, the entire containing product is to be considered a light source;",
  "generated_definition": "'containing product' means a product that contains one or more light sources, including those that are integrated or physically combined with other components.",
  "existing_sentences": {
    "Article 1": [
      "1.   This Regulation establishes requirements for the labelling of, and the provision of supplementary product information on, light sources with or without integrated control gear. The requirements also apply to light sources placed on the market in a containing product.",
      "1.   This Regulation establishes requirements for the labelling of, and the provision of supplementary product information on,light sources with or without integratedcontrol gear. The requirements also apply to light sources placed on the market in acontaining product."
    ],
    "Article 2": [
      "‘containing product’ means a product containing one or more light sources, or separate control gears, or both. Examples of containing products are luminaires that can be taken apart to allow separate verification of the contained light source(s), household appliances containing light source(s), furniture (shelves, mirrors, display cabinets) containing light source(s). If a containing product cannot be taken apart for verification of the light source and separate control gear, the entire containing product is to be considered a light source;",
      "‘containing product’ means a product containing one or morelight sources, or separatecontrol gears, or both. Examples of containing products are luminaires that can be taken apart to allow separate verification of the contained light source(s), household appliances containing light source(s), furniture (shelves, mirrors, display cabinets) containing light source(s). If a containing product cannot be taken apart for verification of the light source and separate control gear, the entire containing product is to be considered a light source;"
    ],
    "Article 3": [
      "eachlight sourcewhich is placed on the market as an independent product (i.e. not in acontaining product) and in packaging, is supplied with a label, printed on the packaging, in the format as set out in Annex III;",
      "each light source which is placed on the market as an independent product (i.e. not in a containing product) and in packaging, is supplied with a label, printed on the packaging, in the format as set out in Annex III;",
      "2.   Suppliers of containing products shall:"
    ],
    "Article 4": [
      "At thepoint of sale, eachlight sourcewhich is not in acontaining product bears the label provided by suppliers in accordance with point 1(a) of Article 3, with the label or the energy class being displayed in such a way as to be clearly visible, in accordance with Annex III;",
      "At the point of sale, each light source which is not in a containing product bears the label provided by suppliers in accordance with point 1(a) of Article 3, with the label or the energy class being displayed in such a way as to be clearly visible, in accordance with Annex III;"
    ],
    "Article 8": [
      "The Commission shall review this Regulation in the light of technological progress and present the results of this review, including, if appropriate, a draft revision proposal, to the Consultation Forum no later than 25 December 2024. The review shall among other matters assess the energy efficiency classes, methods to address the energy efficiency of light sources in containing products and the possibility to address circular economy aspects.",
      "The Commission shall review this Regulation in thelightof technological progress and present the results of this review, including, if appropriate, a draft revision proposal, to the Consultation Forum no later than 25 December 2024. The review shall among other matters assess the energy efficiency classes, methods to address the energy efficiency oflight sources incontaining products and the possibility to address circular economy aspects."
    ],
    "Article 10": [
      "‘separate control gear’ means a control gear that is not physically integrated with a light source and is placed on the market as a separate product or as part of a containing product;",
      "If a light source is placed on the market as a part in a containing product, the technical documentation for the containing product shall clearly identify the contained light source(s), including the energy efficiency class.",
      "If alight sourceis placed on the market as a part in acontaining product, the following text shall be displayed, clearly legible, in the user manual or booklet of instructions:",
      "2.   Information to be displayed in the documentation for a containing product",
      "For light sources that allow the manufacturer of a containing product to make implementation choices that influence light source characteristics (e.g. definition of the operating current(s); thermal design), and that cannot be controlled by the end-user, the reference control settings need not be defined. In that case the nominal test conditions as defined by the light source manufacturer apply;",
      "Forlight sources that allow the manufacturer of acontaining product to make implementation choices that influence light source characteristics (e.g. definition of the operating current(s); thermal design), and that cannot be controlled by the end-user, the reference control settings need not be defined. In that case the nominal test conditions as defined by the light source manufacturer apply;",
      "If alight sourceis placed on the market as a part in acontaining product, the technical documentation for the containing product shall clearly identify the contained light source(s), including the energy efficiency class.",
      "‘separatecontrol gear’ means a control gear that is not physically integrated with alight sourceand is placed on the market as a separate product or as part of acontaining product;",
      "If a light source is placed on the market as a part in a containing product, the following text shall be displayed, clearly legible, in the user manual or booklet of instructions:"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 3": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Article 4": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 8": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 10": {
      "article_score": 11,
      "statement_scores": [
        1,
        2,
        1,
        1,
        1,
        1,
        2,
        1,
        1
      ]
    }
  }
}