{
  "term": "decommissioning",
  "celex_id": "32021R0101",
  "original_definition": "'decommissioning' means administrative and technical measures in accordance with national law which allow the removal of some or all of the regulatory controls from a nuclear facility and which aim to ensure the long-term protection of the public and the environment, including the reduction of the levels of residual radionuclides in the materials and on the site of the nuclear facility;",
  "generated_definition": "'decommissioning' means the process of safely dismantling and preparing for the final disposal or storage of nuclear facilities and waste, including the removal of spent fuel assemblies, dismantling of reactors' cores, and management of legacy waste.",
  "existing_sentences": {
    "Article 1": [
      "1.   This Regulation establishes the nuclear decommissioning assistance programme of the Ignalina Nuclear Power Plant in Lithuania (‘the Programme’) for the period from 1 January 2021 to 31 December 2027."
    ],
    "Article 2": [
      "‘decommissioning’ means administrative and technical measures in accordance with national law which allow the removal of some or all of the regulatory controls from a nuclear facility and which aim to ensure the long-term protection of the public and the environment, including the reduction of the levels of residual radionuclides in the materials and on the site of the nuclear facility;"
    ],
    "Article 3": [
      "1.   The general objective of the Programme is to assist Lithuania in implementing the decommissioning of the Ignalina Nuclear Power Plant, with specific emphasis on managing the safety challenges in respect thereof, while creating knowledge with regard to the nuclear decommissioning process and the management of radioactive waste resulting from the decommissioning activities."
    ],
    "Article 5": [
      "2.   Activities for accomplishing the activity referred to in paragraph 1 shall be financed under the JRC decommissioning and waste management programme, as defined in point 5 of Article 2 of Council Regulation (Euratom) 2021/100 (16). The JRC shall coordinate the structuring and dissemination of knowledge to Member States."
    ],
    "Article 8": [
      "Every effort shall be made to continue the co-financing practice established under the pre-accession assistance and the assistance provided over the previous multiannual financial programmes for the decommissioning efforts of Lithuania, as well as to attract co-financing from other sources as appropriate."
    ],
    "Article 17": [
      "The general objective of the Programme is to assist Lithuania in implementing the decommissioning of the Ignalina Nuclear Power Plant, with specific emphasis on managing the safety challenges in respect thereof. With the removal of spent fuel assemblies from the reactor buildings completed, the next major safety challenges to be tackled under the Programme are the dismantling of the reactors’ cores and the continued safe management of the decommissioning and legacy waste.",
      "P.1 ‘Decommissioning preparation’;",
      "Item P.1 ‘Decommissioning preparation’ covers the provision of preliminary conditions for decommissioning (such as equipment inventory and radiological characterisation), the modification of infrastructure, the installation of equipment and the construction of facilities, the isolation of systems and equipment, and the decontamination of process systems, equipment and facilities.",
      "Decommissioning preparation",
      "the documentation of explicit knowledge and the making available of such knowledge through multilateral knowledge transfers on decommissioning and waste management governance issues, managerial best practices, and technological challenges and decommissioning processes at both operational and organisational level, with a view to developing potential EU synergies.",
      "Key safety challenges in the financing period from 1 January 2021 to 31 December 2027 are tackled through activities under items P.1, P.2 and P.4. In particular, the dismantling of the reactors’ cores is covered under item P.2. Lesser challenges are tackled under item P.3, while items P.0 and P.5 cover decommissioning support activities.",
      "safe management of the decommissioning and legacy waste up to interim storage or to disposal (depending on the waste category), including the completion of the waste management infrastructure where necessary. This objective is to be accomplished in accordance with the decommissioning plan. Progress made in respect of this objective is to be measured by the quantity and type of waste safely stored or disposed of, as well as through earned value;",
      "(14)  Council Regulation (EU) No 1369/2013 of 13 December 2013 on Union support for the nuclear decommissioning assistance programme in Lithuania, and repealing Regulation (EC) No 1990/2006 (OJ L 346, 20.12.2013, p. 7).",
      "Knowledge and experience gained and lessons learnt under the Programme with regard to the decommissioning process shall be disseminated among Union stakeholders, thus enhancing the EU added value of the Programme. These activities may include:",
      "(16)  Council Regulation (Euratom) 2021/100 of 25 January 2021 establishing a dedicated financial programme for the decommissioning of nuclear facilities and the management of radioactive waste and repealing Regulation (Euratom) No 1368/2013 (see page 3 of this Official Journal).",
      "obtaining the decommissioning licence once Unit 1 and Unit 2 of the Ignalina Nuclear Power Plant are defueled;",
      "safe management of thedecommissioningand legacy waste up to interim storage or to disposal (depending on the waste category), including the completion of the waste management infrastructure where necessary. This objective is to be accomplished in accordance with thedecommissioning plan. Progress made in respect of this objective is to be measured by the quantity and type of waste safely stored or disposed of, as well as through earned value;",
      "Item P.4 ‘Waste handling’ covers the treatment, conditioning, storage and disposal of very low, low and intermediate-level radioactive waste resulting from the operational and decommissioning activities."
    ],
    "Not Article": [
      "The activities covered by this Regulation should comply with applicable Union and national law. The decommissioning of the Ignalina Nuclear Power Plant should be carried out in accordance with Union law on nuclear safety, namely Council Directive 2009/71/Euratom (3), and waste management, namely Council Directive 2011/70/Euratom (4). Pursuant to Articles 4(1) and 7(1) of Directive 2011/70/Euratom, the ultimate responsibility for the safe management of the spent fuel and radioactive waste generated remains with the Member States.",
      "This Regulation lays down a financial envelope for the entire duration of the nuclear decommissioning assistance programme of the Ignalina Nuclear Power Plant in Lithuania (the ‘Programme’), which is to constitute the prime reference amount within the meaning of point 17 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (5) for the European Parliament and the Council during the annual budgetary procedure.",
      "The Programme should also involve the creation of knowledge and the sharing of experience. Knowledge and experience gained and lessons learnt under the Programme with regard to the nuclear decommissioning process should be disseminated in the Union, in coordination and synergy with the other relevant Union programmes for decommissioning activities in Bulgaria, Slovakia and the Commission’s nuclear installations at the Joint Research Centre (JRC) sites, as such measures bring the greatest EU added value and contribute to the safety of the workers and the general public as well as protection of the environment. The scope, procedure and economic aspects of cooperation should be detailed in the multiannual work programme and could also be subject to agreements between the Member States and/or with the Commission.",
      "In line with its obligations under the Act of Accession and with Union assistance, Lithuania shut down the two units within the respective deadlines and made significant progress towards their decommissioning. Further work is necessary in order to continue the decrease in the level of radiological hazard. Based on the available estimates, additional financial resources are required for that purpose after 2020.",
      "Effective monitoring and control of the evolution of the decommissioning process should be ensured by Lithuania and the Commission in order to assure the highest EU added value of the funding allocated under this Regulation, although the ultimate responsibility for the decommissioning rests with Lithuania. This includes effective measurement of progress and performance, and the enacting of corrective measures where necessary. To that end, a committee with monitoring and information functions should be established and co-chaired by a representative of the Commission and of Lithuania.",
      "The premature shutdown and subsequent decommissioning of the Ignalina Nuclear Power Plant, with two 1 500 MW RBMK-type reactor units inherited from the Soviet Union, was of an unprecedented nature and represented for Lithuania an exceptional financial burden not commensurate with the size and economic strength of the country. Protocol No 4 states that the Union financial assistance in support of Lithuania’s efforts to decommission and to address the consequences of the closure and decommissioning of the Ignalina Nuclear Power Plant is to be seamlessly continued and extended beyond 2006 for the period of the next Financial Perspectives.",
      "In accordance with Protocol No 4 on the Ignalina nuclear power plant in Lithuania (1) (‘Protocol No 4’) attached to the Act concerning the conditions of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic and the adjustments to the Treaties on which the European Union is founded (2) (‘Act of Accession’), Lithuania committed itself to the closure of Unit 1 and Unit 2 of the Ignalina Nuclear Power Plant by 31 December 2004 and 31 December 2009 respectively, and to the subsequent decommissioning of those units.",
      "The decommissioning of the Ignalina Nuclear Power Plant should be carried out with recourse to the best available technical expertise, and with due regard to the nature and technological specifications of the installations to be decommissioned, in order to ensure safety and the highest possible efficiency, thus taking into account international best practices.",
      "Due account has been taken of the Special Report No 22/2016 of the Court of Auditors entitled ‘EU nuclear decommissioning assistance programmes in Lithuania, Bulgaria and Slovakia: some progress made since 2011, but critical challenges ahead’, its recommendations and the reply from the Commission.",
      "The financing pursuant to this Regulation should concentrate on activities implementing the safety objectives of the decommissioning.",
      "Note has been taken of the European Parliament legislative resolution of 17 January 2019 on the proposal for a Council regulation establishing the nuclear decommissioning assistance programme of the Ignalina nuclear power plant in Lithuania (Ignalina programme); and repealing Council Regulation (EU) No 1369/2013.",
      "establishing the nuclear decommissioning assistance programme of the Ignalina nuclear power plant in Lithuania and repealing Regulation (EU) No 1369/2013"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 3": {
      "article_score": 3,
      "statement_scores": [
        3
      ]
    },
    "Article 5": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 8": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 17": {
      "article_score": 16,
      "statement_scores": [
        2,
        1,
        2,
        1,
        2,
        1,
        2,
        1,
        1,
        1,
        1,
        0,
        1
      ]
    },
    "Not Article": {
      "article_score": 15,
      "statement_scores": [
        1,
        1,
        2,
        1,
        2,
        2,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}