{
  "term": "digital interactive whiteboard",
  "celex_id": "32019R2013",
  "original_definition": "'digital interactive whiteboard' means an electronic display which allows direct user interaction with the displayed image. The digital interactive whiteboard is designed primarily to provide presentations, lessons or remote collaboration, including the transmission of audio and video signals. Its specification shall include all of the following features:primarily designed to be installed hanging, mounted on a ground stand, set on a shelf or desktop or fixed to a physical structure for viewing by multiple people;be necessarily used with computer software with specific functionalities to manage content and interaction;integrated or designed to be specifically used with a computer for running the software in point (b);a display screen area greater than 40 dm2;user interaction by finger or pen touch or other means such as hand, arm gesture or voice;",
  "generated_definition": "'digital interactive whiteboard' means a device that enables interactive whiteboard functionality through digital means, allowing users to collaborate and share content in a virtual environment.",
  "existing_sentences": {
    "Article 1": [
      "digital interactive whiteboards;"
    ],
    "Article 2": [
      "‘digital interactive whiteboard’ means an electronic display which allows direct user interaction with the displayed image. The digital interactive whiteboard is designed primarily to provide presentations, lessons or remote collaboration, including the transmission of audio and video signals. Its specification shall include all of the following features:",
      "‘digital interactive whiteboard’ means anelectronic display which allows direct user interaction with the displayed image. The digital interactive whiteboard is designed primarily to provide presentations, lessons or remote collaboration, including the transmission of audio and video signals. Its specification shall include all of the following features:"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    }
  }
}