{
  "term": "eligible customer",
  "celex_id": "32009L0073",
  "original_definition": "'eligible customer' means a customer who is free to purchase gas from the supplier of his choice, within the meaning of Article 37;",
  "generated_definition": "'eligible customer' means a natural gas undertaking or other entity that is entitled to access storage facilities and linepack under the terms of the eu gas directive, as determined by the regulatory authorities in the member states.",
  "existing_sentences": {
    "Article 2": [
      "‘eligible customer’ means a customer who is free to purchase gas from the supplier of his choice, within the meaning of Article 37;"
    ],
    "Article 3": [
      "3.   Member States shall take appropriate measures to protect final customers, and shall, in particular, ensure that there are adequate safeguards to protect vulnerable customers. In this context, each Member State shall define the concept of vulnerable customers which may refer to energy poverty and, inter alia, to the prohibition of disconnection of gas to such customers in critical times. Member States shall ensure that rights and obligations linked to vulnerable customers are applied. In particular, they shall take appropriate measures to protect final customers in remote areas who are connected to the gas system. Member States may appoint a supplier of last resort for customers connected to the gas system. They shall ensure high levels of consumer protection, particularly with respect to transparency regarding contractual terms and conditions, general information and dispute settlement mechanisms. Member States shall ensure that the eligible customer is in fact able easily to switch to a new supplier. As regards at least household customers those measures shall include those set out in Annex I.",
      "10.   Member States may decide not to apply the provisions of Article 4 with respect to distribution insofar as their application would obstruct, in law or in fact, the performance of the obligations imposed on natural gas undertakings in the general economic interest and insofar as the development of trade would not be affected to such an extent as would be contrary to the interests of the Community. The interests of the Community include, inter alia, competition with regard to eligible customers in accordance with this Directive and Article 86 of the Treaty.",
      "3.   Member States shall take appropriate measures to protectfinal customers, and shall, in particular, ensure that there are adequate safeguards to protect vulnerable customers. In this context, each Member State shall define the concept of vulnerable customers which may refer to energy poverty and, inter alia, to the prohibition of disconnection of gas to such customers in critical times. Member States shall ensure that rights and obligations linked to vulnerable customers are applied. In particular, they shall take appropriate measures to protect final customers in remote areas who are connected to the gassystem. Member States may appoint a supplier of last resort for customers connected to the gas system. They shall ensure high levels of consumer protection, particularly with respect to transparency regarding contractual terms and conditions, general information and dispute settlement mechanisms. Member States shall ensure that theeligible customeris in fact able easily to switch to a new supplier. As regards at leasthousehold customers those measures shall include those set out in Annex I.",
      "10.   Member States may decide not to apply the provisions of Article 4 with respect todistributioninsofar as their application would obstruct, in law or in fact, the performance of the obligations imposed onnatural gas undertakings in the general economic interest and insofar as the development of trade would not be affected to such an extent as would be contrary to the interests of the Community. The interests of the Community include, inter alia, competition with regard toeligible customers in accordance with this Directive and Article 86 of the Treaty."
    ],
    "Article 31": [
      "3.   Natural gas undertakings shall, in their internal accounting, keep separate accounts for each of their transmission, distribution, LNG and storage activities as they would be required to do if the activities in question were carried out by separate undertakings, with a view to avoiding discrimination, cross-subsidisation and distortion of competition. They shall also keep accounts, which may be consolidated, for other gas activities not relating to transmission, distribution, LNG and storage. Until 1 July 2007, they shall keep separate accounts for supply activities for eligible customers and supply activities for non-eligible customers. Revenue from ownership of the transmission or distribution network shall be specified in the accounts. Where appropriate, they shall keep consolidated accounts for other, non-gas activities. The internal accounts shall include a balance sheet and a profit and loss account for each activity.",
      "3.Natural gas undertakings shall, in their internal accounting, keep separate accounts for each of theirtransmission,distribution, LNG and storage activities as they would be required to do if the activities in question were carried out by separate undertakings, with a view to avoiding discrimination, cross-subsidisation and distortion of competition. They shall also keep accounts, which may be consolidated, for other gas activities not relating to transmission, distribution, LNG and storage. Until 1 July 2007, they shall keep separate accounts forsupplyactivities foreligible customers and supply activities for non-eligible customers. Revenue from ownership of the transmission or distribution network shall be specified in the accounts. Where appropriate, they shall keep consolidated accounts for other, non-gas activities. The internal accounts shall include a balance sheet and a profit and loss account for each activity."
    ],
    "Article 32": [
      "1.   Member States shall ensure the implementation of a system of third party access to the transmission and distribution system, and LNG facilities based on published tariffs, applicable to all eligible customers, including supply undertakings, and applied objectively and without discrimination between system users. Member States shall ensure that those tariffs, or the methodologies underlying their calculation are approved prior to their entry into force in accordance with Article 41 by a regulatory authority referred to in Article 39(1) and that those tariffs — and the methodologies, where only methodologies are approved — are published prior to their entry into force.",
      "1.   Member States shall ensure the implementation of asystemof third party access to thetransmissionanddistributionsystem, and LNG facilities based on published tariffs, applicable to alleligible customers, includingsupply undertakings, and applied objectively and without discrimination betweensystem users. Member States shall ensure that those tariffs, or the methodologies underlying their calculation are approved prior to their entry into force in accordance with Article 41 by a regulatory authority referred to in Article 39(1) and that those tariffs — and the methodologies, where only methodologies are approved — are published prior to their entry into force."
    ],
    "Article 33": [
      "3.   In the case of negotiated access, Member States or, where Member States have so provided, the regulatory authorities shall take the necessary measures for natural gas undertakings and eligible customers either inside or outside the territory covered by the interconnected system to be able to negotiate access to storage facilities and linepack, when technically and/or economically necessary for providing efficient access to the system, as well as for the organisation of access to other ancillary services. The parties shall be obliged to negotiate access to storage, linepack and other ancillary services in good faith.",
      "4.   In the case of regulated access, the regulatory authorities where Member States have so provided or Member States shall take the necessary measures to give natural gas undertakings and eligible customers either inside or outside the territory covered by the interconnected system a right to access to storage, linepack and other ancillary services, on the basis of published tariffs and/or other terms and obligations for use of that storage and linepack, when technically and/or economically necessary for providing efficient access to the system, as well as for the organisation of access to other ancillary services. The regulatory authorities where Member States have so provided or Member States shall consult system users when developing those tariffs or the methodologies for those tariffs. The right of access for eligible customers may be given by enabling them to enter into supply contracts with competing natural gas undertakings other than the owner and/or operator of the system or a related undertaking.",
      "3.   In the case of negotiated access, Member States or, where Member States have so provided, the regulatory authorities shall take the necessary measures fornatural gas undertakings andeligible customers either inside or outside the territory covered by theinterconnected systemto be able to negotiate access to storage facilities andlinepack, when technically and/or economically necessary for providing efficient access to the system, as well as for the organisation of access to otherancillary services. The parties shall be obliged to negotiate access to storage, linepack and other ancillary services in good faith.",
      "4.   In the case of regulated access, the regulatory authorities where Member States have so provided or Member States shall take the necessary measures to givenatural gas undertakings andeligible customers either inside or outside the territory covered by theinterconnected systema right to access to storage,linepackand otherancillary services, on the basis of published tariffs and/or other terms and obligations for use of that storage and linepack, when technically and/or economically necessary for providing efficient access to the system, as well as for the organisation of access to other ancillary services. The regulatory authorities where Member States have so provided or Member States shall consultsystem users when developing those tariffs or the methodologies for those tariffs. The right of access for eligible customers may be given by enabling them to enter intosupplycontracts with competing natural gas undertakings other than the owner and/or operator of the system or arelated undertaking."
    ],
    "Article 34": [
      "1.   Member States shall take the necessary measures to ensure thatnatural gas undertakings andeligible customers, wherever they are located, are able to obtain access toupstream pipeline networks, including facilitiessupplying technical services incidental to such access, in accordance with this Article, except for the parts of such networks and facilities which are used for local production operations at the site of a field where the gas is produced. The measures shall be notified to the Commission in accordance with the provisions of Article 54.",
      "1.   Member States shall take the necessary measures to ensure that natural gas undertakings and eligible customers, wherever they are located, are able to obtain access to upstream pipeline networks, including facilities supplying technical services incidental to such access, in accordance with this Article, except for the parts of such networks and facilities which are used for local production operations at the site of a field where the gas is produced. The measures shall be notified to the Commission in accordance with the provisions of Article 54."
    ],
    "Article 37": [
      "contracts for the supply with an eligible customer in the system of another Member State shall not be prohibited if the customer is eligible in both systems involved; and",
      "contracts for thesupplywith aneligible customerin thesystem of another Member State shall not be prohibited if the customer is eligible in both systems involved; and"
    ],
    "Article 38": [
      "natural gas undertakings established within their territory to supply the eligible customers through a direct line; and",
      "any sucheligible customerwithin their territory to be supplied through adirect linebynatural gas undertakings.",
      "any such eligible customer within their territory to be supplied through a direct line by natural gas undertakings.",
      "natural gas undertakings established within their territory tosupplytheeligible customers through adirect line; and"
    ],
    "Article 48": [
      "the seriousness of the economic and financial difficulties encountered by natural gas undertakings and transmission undertakings or eligible customers;",
      "the seriousness of the economic and financial difficulties encountered bynatural gas undertakings andtransmissionundertakings oreligible customers;"
    ],
    "Article 49": [
      "3.   On the date at which the derogation referred to in the first subparagraph of paragraph 2 expires, the definition of eligible customers shall result in an opening of the market equal to at least 33 % of the total annual gas consumption of the national gas market. Two years thereafter, Article 37(1)(b) shall apply, and three years thereafter, Article 37(1)(c) shall apply. Until Article 37(1)(b) applies the Member State referred to in paragraph 2 of this Article may decide not to apply Article 32 as far as ancillary services and temporary storage for the re-gasification process and its subsequent delivery to the transmission system are concerned.",
      "3.   On the date at which the derogation referred to in the first subparagraph of paragraph 2 expires, the definition ofeligible customers shall result in an opening of the market equal to at least 33 % of the total annual gas consumption of the national gas market. Two years thereafter, Article 37(1)(b) shall apply, and three years thereafter, Article 37(1)(c) shall apply. Until Article 37(1)(b) applies the Member State referred to in paragraph 2 of this Article may decide not to apply Article 32 as far asancillary servicesand temporary storage for the re-gasification process and its subsequent delivery to thetransmissionsystem are concerned."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 3": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 31": {
      "article_score": 4,
      "statement_scores": [
        2,
        2
      ]
    },
    "Article 32": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 33": {
      "article_score": 6,
      "statement_scores": [
        1,
        2,
        1,
        2
      ]
    },
    "Article 34": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 37": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 38": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 48": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 49": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    }
  }
}