{
  "term": "emergency state",
  "celex_id": "32017R1485",
  "original_definition": "'emergency state' means the system state in which one or more operational security limits are violated;",
  "generated_definition": "'emergency state' means a system state characterized by a significant and immediate threat to the security of the transmission system, requiring prompt and effective action to prevent or mitigate the danger.",
  "existing_sentences": {
    "Article 3": [
      "‘system state’ means the operational state of the transmission system in relation to the operational security limits which can be normal state, alert state, emergency state, blackout state and restoration state;",
      "‘emergency state’ means the system state in which one or more operational security limits are violated;",
      "‘wide area state’ means the qualification of an alert state, emergency state or blackout state when there is a risk of propagation to the interconnected transmission systems;",
      "‘restoration state’ means the system state in which the objective of all activities in the transmission system is to re-establish the system operation and maintain operational security after the blackout state or the emergency state;",
      "‘wide area state’ means the qualification of analert state,emergency stateorblackout state when there is a risk of propagation to the interconnected transmission systems;",
      "‘system state’ means the operational state of the transmission system in relation to theoperational securitylimits which can benormal state,alert state,emergency state,blackout stateandrestoration state;",
      "‘restoration state’ means thesystem statein which the objective of all activities in the transmission system is to re-establish the system operation and maintainoperational securityafter theblackout stateor theemergency state;",
      "‘emergency state’ means thesystem statein which one or moreoperational security limits are violated;"
    ],
    "Article 15": [
      "time duration and number of instances of being in the alert and emergency states per TSO;"
    ],
    "Article 18": [
      "3.   A transmission system shall be in the emergency state when at least one of the following conditions is fulfilled:"
    ],
    "Article 21": [
      "foroperational securityviolations which do not need to be managed in a coordinated way, a TSO shall design, prepare and activate remedial actions to restore the system to thenormal stateand to prevent the propagation of the alert oremergency state outside of the TSO's control area from the categories defined in Article 22;",
      "for operational security violations which do not need to be managed in a coordinated way, a TSO shall design, prepare and activate remedial actions to restore the system to the normal state and to prevent the propagation of the alert or emergency state outside of the TSO's control area from the categories defined in Article 22;"
    ],
    "Article 56": [
      "tests of operational practices inemergency stateandrestoration state.",
      "tests of operational practices in emergency state and restoration state."
    ],
    "Article 75": [
      "the choice of the contingency influence thresholds shall minimize the risk that the occurrence of a contingency identified in another TSO's control area and not in the TSO's external contingency list could lead to a TSO's system behaviour deemed not acceptable for any element of its internal contingency list, such as an emergency state;",
      "the choice of thecontingency influence thresholds shall minimize the risk that the occurrence of a contingency identified in another TSO's control area and not in the TSO'sexternal contingencycontingency listcould lead to a TSO's system behaviour deemed not acceptable for any element of itsinternal contingencylist, such as anemergency state;"
    ],
    "Article 118": [
      "operational procedures to reduce thesystem frequencyfrequency deviationto restore thesystem statetonormal stateand to limit the risk of entering into theemergency state in accordance with Article 152(10);",
      "operational procedures to reduce the system frequency deviation to restore the system state to normal state and to limit the risk of entering into the emergency state in accordance with Article 152(10);"
    ],
    "Article 145": [
      "have functionalities for extraordinary operational modes for the alert and emergency states."
    ],
    "Article 152": [
      "10.   All TSOs of a synchronous area shall specify in the synchronous area operational agreement the operational procedures for the alert state due to a violation of system frequency limits. The operational procedures shall aim at reducing the system frequency deviation in order to restore the system state to the normal state and to limit the risk of entering the emergency state. The operational procedures shall include the right of TSOs to deviate from the obligation set in Article 143(1).",
      "10.   All TSOs of a synchronous area shall specify in the synchronous area operational agreement the operational procedures for thealert statedue to a violation ofsystem frequencylimits. The operational procedures shall aim at reducing the systemfrequency deviationin order to restore thesystem stateto thenormal stateand to limit the risk of entering theemergency state. The operational procedures shall include the right of TSOs to deviate from the obligation set in Article 143(1)."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 3": {
      "article_score": 6,
      "statement_scores": [
        1,
        0,
        1,
        1,
        1,
        1,
        1,
        0
      ]
    },
    "Article 15": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 18": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 21": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 56": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 75": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 118": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 145": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 152": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    }
  }
}