{
  "term": "exchange of balancing energy",
  "celex_id": "32017R2195",
  "original_definition": "'exchange of balancing energy' means the activation of balancing energy bids for the delivery of balancing energy to a TSO in a different scheduling area than the one in which the activated balancing service provider is connected;",
  "generated_definition": "'exchange of balancing energy' means the obligation of tsos to accept and activate a balancing energy bid selected by the activation optimisation function, resulting in the settlement of balancing energy between tsos and balancing service providers pursuant to articles 50 and 2 of chapter v.",
  "existing_sentences": {
    "Article 29": [
      "6.   The request for activation of a balancing energy bid from the activation optimisation function shall oblige the requesting TSO and connecting TSO to accept the firm exchange of balancing energy. Each connecting TSO shall ensure the activation of the balancing energy bid selected by the activation optimisation function. The balancing energy shall be settled pursuant to Article 50 and between the connecting TSO and the balancing service provider pursuant to Chapter 2 of Title V.",
      "6.   The request for activation of abalancing energybid from theactivation optimisation functionshall oblige therequesting TSOandconnecting TSOto accept the firmexchange of balancing energy. Each connecting TSO shall ensure the activation of the balancing energy bid selected by the activation optimisation function. The balancing energy shall be settled pursuant to Article 50 and between the connecting TSO and thebalancing service provider pursuant to Chapter 2 of Title V."
    ],
    "Article 38": [
      "9.   When cross-zonal capacity allocated for theexchange of balancing capacityor sharing of reserves has not been used for the associated exchange ofbalancing energy, it shall be released for the exchange of balancing energy with shorter activation times or for operating theimbalance netting process."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 29": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 38": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    }
  }
}