{
  "term": "fan-forced mode",
  "celex_id": "32014R0066",
  "original_definition": "'fan-forced mode' means a mode when a built-in fan circulates heated air inside the cavity of the oven;",
  "generated_definition": "'fan-forced mode' means a mode of operation where the fan is used to circulate the hot air inside the oven cavity to improve the efficiency of heat transfer and reduce energy consumption.",
  "existing_sentences": {
    "Article 2": [
      "‘fan-forced mode’ means a mode when a built-in fan circulates heated air inside the cavity of the oven;",
      "‘fan-forced mode’ means a mode when a built-in fan circulates heated air inside thecavityof theoven;",
      "‘oven’ means an appliance or part of an appliance which incorporates one or more cavities using electricity and/or gas in which food is prepared by use of a conventional orfan-forced mode;",
      "‘oven’ means an appliance or part of an appliance which incorporates one or more cavities using electricity and/or gas in which food is prepared by use of a conventional or fan-forced mode;"
    ],
    "Article 8": [
      "Energy consumption required to heat a standardised load in a cavity of an electric heated oven during a cycle in fan-forced mode per cavity (electric final energy)",
      "The energy consumption of acavityof a domesticovenshall be measured for one standardisedcycle, in aconventional modeand in afan-forced mode, if available, by heating a standardised load soaked with water. It shall be verified that the temperature inside the oven cavity reaches the temperature setting of the thermostat and/or the oven control display within the duration of the test cycle. The energy consumption per cycle corresponding to the best performing mode (conventional mode or fan-forced mode) shall be used in the following calculations.",
      "Energy consumption required to heat a standardised load in acavityof an electric heatedovenduring acycleinfan-forced mode per cavity (electric final energy)",
      "Energy consumption required to heat a standardised load in a gas-firedcavityof anovenduring acycleinfan-forced mode per cavity (gas final energy)",
      "The energy consumption of a cavity of a domestic oven shall be measured for one standardised cycle, in a conventional mode and in a fan-forced mode, if available, by heating a standardised load soaked with water. It shall be verified that the temperature inside the oven cavity reaches the temperature setting of the thermostat and/or the oven control display within the duration of the test cycle. The energy consumption per cycle corresponding to the best performing mode (conventional mode or fan-forced mode) shall be used in the following calculations.",
      "Energy consumption required to heat a standardised load in a gas-fired cavity of an oven during a cycle in fan-forced mode per cavity (gas final energy)"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        0,
        0,
        1,
        1
      ]
    },
    "Article 8": {
      "article_score": 8,
      "statement_scores": [
        1,
        2,
        1,
        1,
        2,
        1
      ]
    }
  }
}