{
  "term": "fluorescent light source",
  "celex_id": "32019R2020",
  "original_definition": "'fluorescent light source' means the phenomenon or a light source using an electric gas discharge of the low-pressure mercury type in which most of the light is emitted by one or more layers of phosphors excited by the ultraviolet radiation from the discharge. Fluorescent light sources may have one (‘single-capped’) or two (‘double-capped’) connections (‘caps’) to their electricity supply. For the purposes of this Regulation, magnetic induction light sources are also considered as fluorescent light sources;",
  "generated_definition": "'fluorescent light source' means a light source using an electric gas discharge of the low-pressure mercury type, with most light emitted by one or more layers of phosphors excited by the ultraviolet radiation from the discharge, with single- or double-capped connections to the electricity supply, or including magnetic induction light sources.",
  "existing_sentences": {
    "Article 2": [
      "‘fluorescence’ or ‘fluorescent light source’ (FL) means the phenomenon or a light source using an electric gas discharge of the low-pressure mercury type in which most of the light is emitted by one or more layers of phosphors excited by the ultraviolet radiation from the discharge. Fluorescent light sources may have one (‘single-capped’) or two (‘double-capped’) connections (‘caps’) to their electricity supply. For the purposes of this Regulation, magnetic induction light sources are also considered as fluorescent light sources;",
      "‘fluorescence’ or ‘fluorescentlight source’ (FL) means the phenomenon or a light source using an electricgas dischargeof the low-pressure mercury type in which most of the light is emitted by one or more layers of phosphors excited by the ultraviolet radiation from the discharge.Fluorescent light sources may have one (‘single-capped’) or two (‘double-capped’) connections (‘caps’) to their electricity supply. For the purposes of this Regulation, magnetic induction light sources are also considered as fluorescent light sources;"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        0,
        2
      ]
    }
  }
}