{
  "term": "force majeure",
  "celex_id": "32015R1222",
  "original_definition": "'force majeure' means any unforeseeable or unusual event or situation beyond the reasonable control of a TSO, and not due to a fault of the TSO, which cannot be avoided or overcome with reasonable foresight and diligence, which cannot be solved by measures which are from a technical, financial or economic point of view reasonably possible for the TSO, which has actually happened and is objectively verifiable, and which makes it impossible for the TSO to fulfil, temporarily or permanently, its obligations in accordance with this Regulation;",
  "generated_definition": "'force majeure' means a situation beyond the control of a party, unforeseen and unavoidable, that prevents the party from fulfilling its obligations, including in the context of electricity transmission and distribution.",
  "existing_sentences": {
    "Article 2": [
      "‘force majeure’ means any unforeseeable or unusual event or situation beyond the reasonable control of a TSO, and not due to a fault of the TSO, which cannot be avoided or overcome with reasonable foresight and diligence, which cannot be solved by measures which are from a technical, financial or economic point of view reasonably possible for the TSO, which has actually happened and is objectively verifiable, and which makes it impossible for the TSO to fulfil, temporarily or permanently, its obligations in accordance with this Regulation;"
    ],
    "Article 72": [
      "1.   In the event of force majeure or an emergency situation referred to in Article 16(2) of Regulation (EC) No 714/2009, where the TSO shall act in an expeditious manner and redispatching or countertrading is not possible, each TSO shall have the right to curtail allocated cross-zonal capacity. In all cases, curtailment shall be undertaken in a coordinated manner following liaison with all directly concerned TSOs.",
      "3.   If allocated capacity is curtailed because of force majeure or an emergency situation invoked by a TSO, the TSO shall reimburse or provide compensation for the period of force majeure or the emergency situation, in accordance with the following requirements:",
      "Firmnessin the event offorce majeure or emergency situations",
      "in the event of force majeure, if capacity is allocated via explicit allocation, market participants shall be entitled to reimbursement of the price paid for the capacity during the explicit allocation process;",
      "2.   A TSO which invokes force majeure or an emergency situation shall publish a notice explaining the nature of the force majeure or the emergency situation and its probable duration. This notice shall be made available to the market participants concerned through NEMOs. If capacity is allocated explicitly to market participants, the TSO invoking force majeure or an emergency situation shall send notice directly to contractual parties holding cross-zonal capacity for the relevant market time-frame.",
      "Firmness in the event of force majeure or emergency situations",
      "4.   The TSO invoking force majeure or an emergency situation shall limit the consequences and duration of the force majeure situation or emergency situation.",
      "5.   Where a Member State has so provided, upon request by the TSO concerned the national regulatory authority shall assess whether an event qualifies as force majeure.",
      "2.   A TSO which invokesforce majeureor an emergency situation shall publish a notice explaining the nature of the force majeure or the emergency situation and its probable duration. This notice shall be made available to the market participants concerned through NEMOs. If capacity is allocated explicitly to market participants, the TSO invoking force majeure or an emergency situation shall send notice directly to contractual parties holding cross-zonal capacity for the relevantmarket time-frame."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 72": {
      "article_score": 15,
      "statement_scores": [
        1,
        2,
        1,
        1,
        3,
        1,
        2,
        1,
        3
      ]
    }
  }
}