{
  "term": "imbalance price",
  "celex_id": "32017R2195",
  "original_definition": "'imbalance price' means the price, be it positive, zero or negative, in each imbalance settlement period for an imbalance in each direction;",
  "generated_definition": "'imbalance price' means the price at which a buyer is willing to buy electricity at a given time when the spot market price is lower than the reference price or the price at which a seller is willing to sell electricity at a given time when the spot market price is higher than the reference price.",
  "existing_sentences": {
    "Article 2": [
      "‘imbalance price’ means the price, be it positive, zero or negative, in each imbalance settlement period for an imbalance in each direction;"
    ],
    "Article 18": [
      "the delineation of an imbalance area pursuant to Article 54(2) and an imbalance price area;",
      "the delineation of animbalance areapursuant to Article 54(2) and animbalance price area;"
    ],
    "Article 52": [
      "the definition of conditions and methodology for applying dual imbalance pricing for all imbalances pursuant to Article 55, which defines one price for positive imbalances and one price for negative imbalances for each imbalance price area within an imbalance settlement period, encompassing:",
      "1.   Each TSO or, where relevant, third party shall settle within its scheduling area or scheduling areas when appropriate with each balance responsible party for each imbalance settlement period pursuant to Article 53 all calculated imbalances pursuant to Article 49 and Article 54 against the appropriate imbalance price calculated pursuant to Article 55.",
      "1.   Each TSO or, where relevant, third party shall settle within its scheduling area or scheduling areas when appropriate with eachbalance responsible partyfor eachimbalance settlementperiod pursuant to Article 53 all calculated imbalances pursuant to Article 49 and Article 54 against the appropriateimbalance price calculated pursuant to Article 55.",
      "the use of single imbalance pricing for all imbalances pursuant to Article 55, which defines a single price for positive imbalances and negative imbalances for each imbalance price area within an imbalance settlement period; and"
    ],
    "Article 55": [
      "Imbalance price negative",
      "4.   Theimbalance price for negative imbalance shall not be less than, alternatively:",
      "Imbalance price",
      "4.   The imbalance price for negative imbalance shall not be less than, alternatively:",
      "Imbalance price positive",
      "5.   The imbalance price for positive imbalance shall not be greater than, alternatively:",
      "5.   Theimbalance price for positive imbalance shall not be greater than, alternatively:"
    ],
    "Article 59": [
      "theimbalance prices and the system imbalances;",
      "the imbalance prices and the system imbalances;"
    ],
    "Not Article": [
      "The pricing method forstandard products forbalancing energyshould create positive incentives for market participants in keeping and/or helping to restore the system balance of theirimbalance pricearea, reduce system imbalances and costs for society. Such pricing approach should strive for an economically efficient use of demand response and other balancing resources subject to operational security limits. The pricing method used in the procurement ofbalancing capacity should strive for an economically efficient use of demand response and other balancing resources subject to operational security limits.",
      "The pricing method for standard products for balancing energy should create positive incentives for market participants in keeping and/or helping to restore the system balance of their imbalance price area, reduce system imbalances and costs for society. Such pricing approach should strive for an economically efficient use of demand response and other balancing resources subject to operational security limits. The pricing method used in the procurement of balancing capacity should strive for an economically efficient use of demand response and other balancing resources subject to operational security limits."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 18": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 52": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 55": {
      "article_score": 7,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 59": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    }
  }
}