{
  "term": "JRC decommissioning and waste management programme",
  "celex_id": "32021R0100",
  "original_definition": "'JRC decommissioning and waste management programme' means the part of the Programme that concerns the nuclear decommissioning and radioactive waste management of the Commission’s nuclear installations at the JRC sites, namely JRC-Geel in Belgium, JRC-Karlsruhe in Germany, JRC-Ispra in Italy and JRC-Petten in the Netherlands.",
  "generated_definition": "'JRC decommissioning and waste management programme' means pursue the decommissioning of the commission’s nuclear installations at jrc sites in belgium, germany, italy, and the netherlands, and safely manage spent fuel, nuclear material, and radioactive waste, with the aim of enhancing eu added value by contributing to the dissemination of knowledge on the decommissioning process to all member states, and delivering specific results in the financing period starting as of 2021.",
  "existing_sentences": {
    "Article 2": [
      "‘JRC decommissioning and waste management programme’ means the part of the Programme that concerns the nuclear decommissioning and radioactive waste management of the Commission’s nuclear installations at the JRC sites, namely JRC-Geel in Belgium, JRC-Karlsruhe in Germany, JRC-Ispra in Italy and JRC-Petten in the Netherlands."
    ],
    "Article 17": [
      "The general objective of the JRC decommissioning and waste management programme is complemented by the aim of enhancing the EU added value of that programme by contributing to the dissemination of knowledge on the decommissioning process (thereby generated) to all Member States. In the financing period starting as of 2021, the JRC decommissioning and waste management programme has to deliver the following:",
      "The general objective of theJRC decommissioning and waste management programme is to pursue the decommissioning of the Commission’s nuclear installations at the JRC sites, namely JRC-Geel in Belgium, JRC-Karlsruhe in Germany, JRC-Ispra in Italy and JRC-Petten in the Netherlands, and to safely manage the spent fuel, nuclear material and radioactive waste. The general objective of the JRC decommissioning and waste management programme is complemented by the aim of enhancing the EU added value of that programme by contributing to the dissemination of knowledge on the decommissioning process (thereby generated) to all Member States. In the financing period starting as of 2021, the JRC decommissioning and waste management programme has to deliver the following:",
      "The general objective of the JRC decommissioning and waste management programme is to pursue the decommissioning of the Commission’s nuclear installations at the JRC sites, namely JRC-Geel in Belgium, JRC-Karlsruhe in Germany, JRC-Ispra in Italy and JRC-Petten in the Netherlands, and to safely manage the spent fuel, nuclear material and radioactive waste. The general objective of the JRC decommissioning and waste management programme is complemented by the aim of enhancing the EU added value of that programme by contributing to the dissemination of knowledge on the decommissioning process (thereby generated) to all Member States. In the financing period starting as of 2021, the JRC decommissioning and waste management programme has to deliver the following:",
      "The general objective of theJRC decommissioning and waste management programme is complemented by the aim of enhancing the EU added value of that programme by contributing to the dissemination of knowledge on the decommissioning process (thereby generated) to all Member States. In the financing period starting as of 2021, the JRC decommissioning and waste management programme has to deliver the following:"
    ],
    "Not Article": [
      "Effective monitoring and control of the evolution of the decommissioning process should be ensured by Bulgaria, Slovakia and the Commission in order to assure the highest EU added value of the funding allocated under this Regulation, although the ultimate responsibility for the decommissioning rests with the two Member States concerned. This includes effective measurement of progress and performance, and the enacting of corrective measures where necessary. To that end, a committee with monitoring and information functions should be established and co-chaired by a representative of the Commission and of the Member State concerned. Similarly, a group of independent experts from the Member States appointed by the Commission assists the JRC decommissioning and waste management programme.",
      "This Regulation responds to the needs identified for the Multiannual Financial Framework for the period from 1 January 2021 to 31 December 2027 and lays down a financial envelope for the entire duration of the nuclear decommissioning assistance programmes of Units 1 to 4 of the Kozloduy Nuclear Power Plant in Bulgaria (‘Kozloduy programme’) and Units 1 and 2 of the Bohunice V1 Nuclear Power Plant in Slovakia (‘Bohunice programme’), and for the decommissioning and spent fuel and radioactive waste management of the Commission’s nuclear installations at the JRC sites, namely JRC-Geel in Belgium, JRC-Karlsruhe in Germany, JRC-Ispra in Italy and JRC-Petten in the Netherlands (‘JRC decommissioning and waste management programme’). That financial envelope is to constitute the prime reference amount within the meaning of point 17 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (7) for the European Parliament and the Council during the annual budgetary procedure.",
      "This Regulation responds to the needs identified for the Multiannual Financial Framework for the period from 1 January 2021 to 31 December 2027 and lays down a financial envelope for the entire duration of the nucleardecommissioningassistance programmes of Units 1 to 4 of the Kozloduy Nuclear Power Plant in Bulgaria (‘Kozloduy programme’) and Units 1 and 2 of the Bohunice V1 Nuclear Power Plant in Slovakia (‘Bohunice programme’), and for the decommissioning and spent fuel and radioactive waste management of the Commission’s nuclear installations at the JRC sites, namely JRC-Geel in Belgium, JRC-Karlsruhe in Germany, JRC-Ispra in Italy and JRC-Petten in the Netherlands (‘JRC decommissioning and waste management programme’). That financial envelope is to constitute the prime reference amount within the meaning of point 17 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (7) for the European Parliament and the Council during the annual budgetary procedure.",
      "Effective monitoring and control of the evolution of thedecommissioningprocess should be ensured by Bulgaria, Slovakia and the Commission in order to assure the highest EU added value of the funding allocated under this Regulation, although the ultimate responsibility for the decommissioning rests with the two Member States concerned. This includes effective measurement of progress and performance, and the enacting of corrective measures where necessary. To that end, a committee with monitoring and information functions should be established and co-chaired by a representative of the Commission and of the Member State concerned. Similarly, a group of independent experts from the Member States appointed by the Commission assists theJRC decommissioning and waste management programme."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 17": {
      "article_score": 10,
      "statement_scores": [
        2,
        3,
        3,
        2
      ]
    },
    "Not Article": {
      "article_score": 2,
      "statement_scores": [
        1,
        0,
        0,
        1
      ]
    }
  }
}