{
  "term": "planned",
  "celex_id": "32013R0543",
  "original_definition": "'planned' means an event known ex ante by the primary owner of the data;",
  "generated_definition": "'planned' means the expected unavailability of a generation or production unit, including changes of 100 mw or more, lasting at least one market time unit up to three years ahead, to be published as soon as possible but no later than one hour after the decision is made.",
  "existing_sentences": {
    "Article 2": [
      "‘planned’ means an event known ex ante by theprimary owner of the data;",
      "‘planned’ means an event known ex ante by the primary owner of the data;"
    ],
    "Article 7": [
      "2.   The information laid down in point (a) of paragraph 1 shall be published in aggregated form perbidding zoneindicating the sum of unavailable consumption capacity permarket time unitduring a given period as soon as possible but no later than one hour after the decision regarding theplanned unavailability is made.",
      "2.   The information laid down in point (a) of paragraph 1 shall be published in aggregated form per bidding zone indicating the sum of unavailable consumption capacity per market time unit during a given period as soon as possible but no later than one hour after the decision regarding the planned unavailability is made.",
      "the planned unavailability of 100 MW or more of a consumption unit, including changes of 100 MW or more in the planned unavailability of consumption units, lasting at least one market time unit, specifying:",
      "theplannedunavailability of 100 MW or more of aconsumption unit, including changes of 100 MW or more in the planned unavailability of consumption units, lasting at least onemarket time unit, specifying:"
    ],
    "Article 10": [
      "the planned unavailability, including changes in the planned unavailability of interconnections and in the transmission grid that reduce cross zonal capacities between bidding zones by 100 MW or more during at least one market time unit, specifying:",
      "2.   The information laid down in point (a) of paragraph 1 shall be published as soon as possible, but no later than one hour after the decision regarding the planned unavailability is made.",
      "theplannedunavailability, including changes in the planned unavailability of interconnections and in the transmission grid that reduce cross zonal capacities betweenbidding zones by 100 MW or more during at least onemarket time unit, specifying:"
    ],
    "Article 14": [
      "information aboutproduction units (existing andplanned) with an installed generation capacity equalling to or exceeding 100 MW. The information shall contain:",
      "information about production units (existing and planned) with an installed generation capacity equalling to or exceeding 100 MW. The information shall contain:"
    ],
    "Article 15": [
      "theplannedunavailability of aproduction unitof 200 MW or more including changes of 100 MW or more in the planned unavailability of that production unit, but not published in accordance with subparagraph (a), expected to last for at least onemarket time unit up to three years ahead, specifying:",
      "2.   The information laid down in points (a) and (c) of paragraph 1 shall be published as soon as possible, but no later than one hour after the decision regarding the planned unavailability is made.",
      "theplannedunavailability of 100 MW or more of ageneration unitincluding changes of 100 MW or more in the planned unavailability of that generation unit, expected to last for at least onemarket time unit up to three years ahead, specifying:",
      "the planned unavailability of 100 MW or more of a generation unit including changes of 100 MW or more in the planned unavailability of that generation unit, expected to last for at least one market time unit up to three years ahead, specifying:",
      "the planned unavailability of a production unit of 200 MW or more including changes of 100 MW or more in the planned unavailability of that production unit, but not published in accordance with subparagraph (a), expected to last for at least one market time unit up to three years ahead, specifying:"
    ],
    "Not Article": [
      "In order to be able to move power from where it is available to where it is most needed and adjust portfolios accordingly, the market should be provided with information about planned and unplanned unavailability of existing cross-border transmission infrastructure and plans about infrastructure developments. TSOs should also provide and regularly update data on planned and offered cross-border transfer capacities for different time horizons as well as information related to the allocation and use of capacities.",
      "In order to be able to move power from where it is available to where it is most needed and adjust portfolios accordingly, the market should be provided with information aboutplannedand unplanned unavailability of existing cross-border transmission infrastructure and plans about infrastructure developments. TSOs should also provide and regularly update data on planned and offered cross-border transfer capacities for differenttime horizons as well as information related to the allocation and use of capacities.",
      "Theplannedand unplanned unavailability of power generation andconsumption units is one of the most important supply-demand relevant information for market participants. Market participants and TSOs need to be provided with detailed information on where, when and why units are not or will not be available to generate or consume and when they are expected to return in operation. This should also help TSOs to better reallocate reserves reducing the probability for black-outs.",
      "The planned and unplanned unavailability of power generation and consumption units is one of the most important supply-demand relevant information for market participants. Market participants and TSOs need to be provided with detailed information on where, when and why units are not or will not be available to generate or consume and when they are expected to return in operation. This should also help TSOs to better reallocate reserves reducing the probability for black-outs."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 7": {
      "article_score": 4,
      "statement_scores": [
        0,
        1,
        2,
        1
      ]
    },
    "Article 10": {
      "article_score": 4,
      "statement_scores": [
        2,
        1,
        1
      ]
    },
    "Article 14": {
      "article_score": 1,
      "statement_scores": [
        0,
        1
      ]
    },
    "Article 15": {
      "article_score": 7,
      "statement_scores": [
        1,
        1,
        1,
        2,
        2
      ]
    },
    "Not Article": {
      "article_score": 4,
      "statement_scores": [
        2,
        1,
        0,
        1
      ]
    }
  }
}