{
  "term": "regional cooperation",
  "celex_id": "32018R1999",
  "original_definition": "'regional cooperation' means cooperation between two or more Member States engaged in a partnership covering one or more of the five dimensions of the Energy Union;",
  "generated_definition": "'regional cooperation' means cooperation among member states at regional level to meet the objectives, targets and contributions set out in their integrated national energy and climate plans, including in regional cooperation fora.",
  "existing_sentences": {
    "Article 1": [
      "The governance mechanism is based on long-term strategies, integrated national energy and climate plans covering ten-year periods starting from 2021 to 2030, corresponding integrated national energy and climate progress reports by the Member States and integrated monitoring arrangements by the Commission. The governance mechanism ensures effective opportunities for the public to participate in the preparation of those national plans and those long-term strategies. It comprises a structured, transparent, iterative process between the Commission and Member States for the purpose of the finalisation of the integrated national energy and climate plans and their subsequent implementation, including with regard to regional cooperation, and corresponding Commission action."
    ],
    "Article 2": [
      "‘regional cooperation’ means cooperation between two or more Member States engaged in a partnership covering one or more of the five dimensions of the Energy Union;"
    ],
    "Article 3": [
      "an overview of the process followed for establishing the integrated national energy and climate plan consisting of an executive summary, a description of the public consultation and involvement of stakeholders and their results, and of regional cooperation with other Member States in preparing the plan, as established in Articles 10, 11 and 12 and in point 1 of Section A of Part I of Annex I;"
    ],
    "Article 12": [
      "6.   For the purposes referred to in paragraph 1, Member States shall continue to cooperate at regional level, and, as appropriate, inregional cooperationfora, when implementing the relevantpolicies and measures of their integrated national energy and climate plans.",
      "2.   Each Member State shall, well before submitting its draft integrated national energy and climate plan to the Commission pursuant to Article 9(1) — as regards the plans for the 2021 to 2030 period, in the preparation of the final plan well before its adoption — identify opportunities for regional cooperation and consult neighbouring Member States, including in regional cooperation fora. If deemed to be appropriate by the Member State authoring the plan, that Member State may consult other Member States or third countries that have expressed an interest. Insular Member States without energy interconnections to other Member States shall carry out such consultations with neighbouring Member States with maritime borders. The Member States consulted should be given a reasonable time within which to react. Each Member State shall set out in its draft integrated national energy and climate plan — as regards the plans for the 2021-2030 period, in its final national energy and climate plan — at least the provisional results of such regional consultations, including, where applicable, how the comments of the Member States or third countries consulted have been taken into account.",
      "1.   Member States shall cooperate with each other, taking account of all existing and potential forms of regional cooperation, to meet the objectives, targets and contributions set out in their integrated national energy and climate plan effectively.",
      "3.   Member States may engage in voluntary joint drafting of parts of their integrated national energy and climate plans and progress reports, including in regional cooperation fora. If they do so, the result shall replace the equivalent parts of their integrated national energy and climate plan and progress reports. Upon a request by two or more Member States, the Commission shall facilitate that exercise.",
      "8.   In so far as the provisions of Directive 2001/42/EC are applicable, transboundary consultation undertaken on the draft in accordance with Article 7 of that Directive shall be deemed to satisfy the obligations on regional cooperation pursuant to this Regulation, provided that the requirements of this Article are complied with.",
      "6.   For the purposes referred to in paragraph 1, Member States shall continue to cooperate at regional level, and, as appropriate, in regional cooperation fora, when implementing the relevant policies and measures of their integrated national energy and climate plans.",
      "4.   In order to facilitate market integration and cost-efficient policies and measures, Member States shall, in the period between the deadline for submission of their draft integrated national energy and climate plans and the deadline for submission of their final plans, present the relevant parts of their draft integrated national energy and climate plan in relevant regional cooperation fora with a view to their finalisation. Where necessary, the Commission shall facilitate such cooperation and consultation among the Member States, and if it identifies opportunities for further regional cooperation, it may provide Member States with indicative guidance in order to facilitate the effective cooperation and consultation process.",
      "Regional cooperation",
      "4.   In order to facilitate market integration and cost-efficientpolicies and measures, Member States shall, in the period between the deadline for submission of their draft integrated national energy and climate plans and the deadline for submission of their final plans, present the relevant parts of their draft integrated national energy and climate plan in relevantregional cooperation fora with a view to their finalisation. Where necessary, the Commission shall facilitate such cooperation and consultation among the Member States, and if it identifies opportunities for further regional cooperation, it may provide Member States with indicative guidance in order to facilitate the effective cooperation and consultation process."
    ],
    "Article 20": [
      "where available, specific measures for regional cooperation;"
    ],
    "Article 21": [
      "regional cooperationin the area ofenergy efficiency, where applicable;",
      "regional cooperation in the area of energy efficiency, where applicable;"
    ],
    "Article 22": [
      "regional cooperation in implementing the objectives and policies referred to in points (a) to (d);"
    ],
    "Article 23": [
      "regional cooperation in implementing the objectives and policies referred to in points (a) to (h);"
    ],
    "Article 59": [
      "Where relevant, regional cooperation in this area",
      "Regional cooperation in this area (13)",
      "Where relevant, specific measures for regional cooperation, as well as, as an option, the estimated excess production of energy from renewable sources which could be transferred to other Member States in order to achieve the national contribution and trajectories referred to in point 2.1.2",
      "Explanation of how regional cooperation is considered in the plan",
      "Regional cooperation in this area, where applicable",
      "Regional cooperation in this area",
      "Where relevant, specific measures forregional cooperation, as well as, as an option, the estimated excess production ofenergy from renewable sources which could be transferred to other Member States in order to achieve the national contribution and trajectories referred to in point 2.1.2",
      "Regional cooperation in this area (14)",
      "Where relevant, impacts on regional cooperation",
      "1.4.   Regional cooperation in preparing the plan",
      "5.4.   Impacts of planned policies and measures described in section 3 on other Member States and regional cooperation at least until the last year of the period covered by the plan, including comparison to projections with existing policies and measures",
      "5.4.   Impacts ofplanned policies and measuresdescribed in section 3 on other Member States andregional cooperationat least until the last year of the period covered by the plan, including comparison toprojectionswithexisting policies and measures"
    ],
    "Not Article": [
      "Where they cooperate in the framework of this Regulation, Member States should take into consideration existing regional cooperation fora, such as the Baltic Energy Market Interconnection Plan (BEMIP), Central and South-Eastern Europe Connectivity (CESEC), Central-West Regional Energy Market (CWREM), the North Seas Countries' Offshore Grid Initiative (NSCOGI), the Pentalateral Energy Forum, Interconnections for South-West Europe and the Euro-Mediterranean Partnership. Member States are encouraged to envisage cooperation with signatories to the Energy Community, third-country members of the European Economic Area and, where appropriate, with other relevant third countries. Moreover, the Commission may, with a view to promoting market integration, cost-efficient policies, effective cooperation, partnerships and consultations, identify further opportunities for regional cooperation covering one or more of the five dimensions of the Energy Union in accordance with this Regulation, with a long-term vision and based on existing market conditions.",
      "Regional cooperation is key to ensuring the effective achievement of the objectives of the Energy Union in a cost-optimal manner. The Commission should facilitate such cooperation between the Member States. Member States should get the opportunity to comment on other Member States' integrated national energy and climate plans before they are finalised to avoid inconsistencies and potential negative impacts on other Member States and ensure that common objectives are met collectively. Regional cooperation in elaborating and finalising integrated national energy and climate plans as well as in their subsequent implementation should be essential to improving the effectiveness and efficiency of measures and fostering market integration and energy security.",
      "The Commission may undertake discussions with relevant third countries in order to explore the possibility to extend towards them the application of provisions established under this Regulation, in particular those related to regional cooperation."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 3": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 12": {
      "article_score": 12,
      "statement_scores": [
        1,
        2,
        1,
        1,
        1,
        1,
        2,
        1,
        2
      ]
    },
    "Article 20": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 21": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 22": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 23": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 59": {
      "article_score": 12,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 5,
      "statement_scores": [
        2,
        2,
        1
      ]
    }
  }
}