{
  "term": "remotely initiated trigger",
  "celex_id": "32023R0826",
  "original_definition": "'remotely initiated trigger' means a signal that comes from outside the equipment via a network;",
  "generated_definition": "'remotely initiated trigger' means a capability of equipment to resume functions after a network port detects a trigger signal, allowing for remote activation.",
  "existing_sentences": {
    "Article 2": [
      "‘networked standby’ means a condition in which theequipmentis able to resume a function by way of aremotely initiated trigger from a network connection;",
      "‘remotely initiated trigger’ means a signal that comes from outside theequipmentvia anetwork;",
      "‘remotely initiated trigger’ means a signal that comes from outside the equipment via a network;",
      "‘networked standby’ means a condition in which the equipment is able to resume a function by way of a remotely initiated trigger from a network connection;"
    ],
    "Article 10": [
      "‘Networkavailability’ means a capability of theequipmentto resume functions after aremotely initiated trigger has been detected by a network port;",
      "The tested unit is switched on. The device that provides theremotely initiated triggerthat will reactivate the tested unit is connected to the appropriatenetwork, switched on, and ready to provide the trigger when required to. Once the tested unit is switched on and working properly, it is allowed to go intonetworked standbyand the power consumption is measured. Then the appropriate trigger is given to the unit through the network port and a check is made on whether theequipment is reactivated.",
      "The tested unit is switched on. The device that provides theremotely initiated triggerthat will reactivate the tested unit is connected to the appropriatenetwork, switched on, and ready to provide the trigger when required to. Once the tested unit is switched on and working properly, it is allowed to go intonetworked standbyand the power consumption is measured. Then the appropriate trigger is given to the unit through the network port and a check is made on whether theequipment is reactivated. If one physical network port is shared by two or more types of (logical) network ports, that procedure is repeated for each type of logical network port, with the other logical network ports being logical-disconnected.",
      "theremotely initiated triggerthat is used to reactivate theequipment;",
      "The tested unit is switched on. The device that provides the remotely initiated trigger that will reactivate the tested unit is connected to the appropriate network, switched on, and ready to provide the trigger when required to. Once the tested unit is switched on and working properly, it is allowed to go into networked standby and the power consumption is measured. Then the appropriate trigger is given to the unit through the network port and a check is made on whether the equipment is reactivated. If one physical network port is shared by two or more types of (logical) network ports, that procedure is repeated for each type of logical network port, with the other logical network ports being logical-disconnected.",
      "If applicable, a technical justification shall be provided that the requirements set out in point 2(a), 2(b), 2(c) and 2(d) are inappropriate for the intended use of equipment. The need to maintain one or more network connections or to wait for a remotely initiated trigger is not considered a technical justification for exemption from the requirements set out in point 2(b) in the case of equipment that is not defined as networked equipment by the manufacturer. For the requirements set out in point 2(c), the technical justification shall, in particular, provide evidence on why a main function needs to remain always active. In addition, where applicable, the packaging shall mention explicitly that:",
      "If applicable, a technical justification shall be provided that the requirements set out in point 2(a), 2(b), 2(c) and 2(d) are inappropriate for the intended use ofequipment. The need to maintain one or morenetworkconnections or to wait for aremotely initiated triggeris not considered a technical justification for exemption from the requirements set out in point 2(b) in the case of equipment that is not defined as networked equipment by the manufacturer. For the requirements set out in point 2(c), the technical justification shall, in particular, provide evidence on why amain function needs to remain always active. In addition, where applicable, the packaging shall mention explicitly that:",
      "‘Network availability’ means a capability of the equipment to resume functions after a remotely initiated trigger has been detected by a network port;",
      "The tested unit is switched on. The device that provides the remotely initiated trigger that will reactivate the tested unit is connected to the appropriate network, switched on, and ready to provide the trigger when required to. Once the tested unit is switched on and working properly, it is allowed to go into networked standby and the power consumption is measured. Then the appropriate trigger is given to the unit through the network port and a check is made on whether the equipment is reactivated.",
      "the remotely initiated trigger that is used to reactivate the equipment;"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        1,
        0,
        0,
        1
      ]
    },
    "Article 10": {
      "article_score": 10,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}