{
  "term": "reserve connecting DSO",
  "celex_id": "32017R1485",
  "original_definition": "'reserve connecting DSO' means the DSO responsible for the distribution network to which a reserve providing unit or reserve providing group, providing reserves to a TSO, is connected;",
  "generated_definition": "'reserve connecting DSO' means a dso that connects with one or more tsos and has the right to set temporary limits to the delivery of active power reserves located in its distribution system, in cooperation with the tso, before the activation of reserves.",
  "existing_sentences": {
    "Article 3": [
      "‘reserve connecting DSO’ means the DSO responsible for the distribution network to which areserve providing unitorreserve providing group, providing reserves to a TSO, is connected;",
      "‘reserve connecting DSO’ means the DSO responsible for the distribution network to which a reserve providing unit or reserve providing group, providing reserves to a TSO, is connected;"
    ],
    "Article 182": [
      "4.   During theprequalificationof areserve providing unitor group connected to its distribution system, eachreserve connecting DSOand each intermediate DSO, in cooperation with the TSO, shall have the right to set limits to or exclude the delivery ofactive power reserves located in its distribution system, based on technical reasons such as the geographical location of the reserve providing units andreserve providing groups.",
      "3.   Theprequalificationprocess shall rely on the agreed timeline and rules concerning information exchanges and the delivery ofactive power reserves between the TSO, thereserve connecting DSOand the intermediate DSOs. The prequalification process shall have a maximum duration of 3 months from the submission of a complete formal application by thereserve providing unit or group.",
      "2.   For the purposes of theprequalificationprocesses forFCRin Article 155,FRRin Article 159 and RR in Article 162, each TSO shall develop and specify, in an agreement with itsreserve connecting DSOs and intermediate DSOs, the terms of the exchange of information required for these prequalification processes forreserve providing units or groups located in the distribution systems and for the delivery ofactive power reserves. The prequalification processes for FCR in Article 155, FRR in Article 159 and RR in Article 162 shall specify the information to be provided by the potential reserve providing units or groups, which shall include:",
      "5.   Each reserve connecting DSO and each intermediate DSO shall have the right, in cooperation with the TSO, to set, before the activation of reserves, temporary limits to the delivery of active power reserves located in its distribution system. The respective TSOs shall agree with their reserve connecting DSOs and intermediate DSOs on the applicable procedures.",
      "5.   Eachreserve connecting DSOand each intermediate DSO shall have the right, in cooperation with the TSO, to set, before the activation of reserves, temporary limits to the delivery ofactive power reserves located in its distribution system. The respective TSOs shall agree with their reserve connecting DSOs and intermediate DSOs on the applicable procedures.",
      "4.   During the prequalification of a reserve providing unit or group connected to its distribution system, each reserve connecting DSO and each intermediate DSO, in cooperation with the TSO, shall have the right to set limits to or exclude the delivery of active power reserves located in its distribution system, based on technical reasons such as the geographical location of the reserve providing units and reserve providing groups.",
      "2.   For the purposes of the prequalification processes for FCR in Article 155, FRR in Article 159 and RR in Article 162, each TSO shall develop and specify, in an agreement with its reserve connecting DSOs and intermediate DSOs, the terms of the exchange of information required for these prequalification processes for reserve providing units or groups located in the distribution systems and for the delivery of active power reserves. The prequalification processes for FCR in Article 155, FRR in Article 159 and RR in Article 162 shall specify the information to be provided by the potential reserve providing units or groups, which shall include:",
      "3.   The prequalification process shall rely on the agreed timeline and rules concerning information exchanges and the delivery of active power reserves between the TSO, the reserve connecting DSO and the intermediate DSOs. The prequalification process shall have a maximum duration of 3 months from the submission of a complete formal application by the reserve providing unit or group."
    ],
    "Not Article": [
      "One of the most critical processes in ensuring operational security with a high level of reliability and quality is the load-frequency control (‘LFC’). Effective LFC can be made possible only if there is an obligation for the TSOs and the reserve connecting DSOs to cooperate for the operation of the interconnected transmission systems as one entity and for providers' power generating modules and providers' demand facilities to meet the relevant minimum technical requirements.",
      "The provisions on LFC and reserves, aim at setting out clear, objective and harmonised requirements for TSOs, reserve connecting DSOs, providers' power generating modules and providers' demand facilities in order to ensure system security and to contribute to non-discrimination, effective competition and the efficient functioning of the internal electricity market. The provisions on LFC and reserves provide the technical framework necessary for the development of cross-border balancing markets.",
      "One of the most critical processes in ensuringoperational securitywith a high level of reliability and quality is the load-frequency control (‘LFC’). Effective LFC can be made possible only if there is an obligation for the TSOs and thereserve connecting DSOs to cooperate for the operation of the interconnected transmission systems as one entity and for providers' power generating modules and providers' demand facilities to meet the relevant minimum technical requirements."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 3": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 182": {
      "article_score": 10,
      "statement_scores": [
        1,
        1,
        1,
        2,
        2,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    }
  }
}