{
  "term": "solar device",
  "celex_id": "32013R0812",
  "original_definition": "'solar device' means a solar-only system, a solar collector, a solar hot water storage tank or a pump in the collector loop, which are placed on the market separately;",
  "generated_definition": "'solar device' means a device that converts sunlight into thermal or electrical energy, typically used for water heating or electricity generation.",
  "existing_sentences": {
    "Article 1": [
      "1.   This Regulation establishes requirements for the energy labelling of, and the provision of supplementary product information on,water heaters with arated heat output≤ 70 kW,hot water storage tanks with astorage volume≤ 500 litres and packages of water heater ≤ 70 kW andsolar device.",
      "1.   This Regulation establishes requirements for the energy labelling of, and the provision of supplementary product information on, water heaters with a rated heat output ≤ 70 kW, hot water storage tanks with a storage volume ≤ 500 litres and packages of water heater ≤ 70 kW and solar device."
    ],
    "Article 2": [
      "‘solar device’ means asolar-only system, a solar collector, a solarhot water storage tank or a pump in the collector loop, which are placed on the market separately;",
      "‘solar device’ means a solar-only system, a solar collector, a solar hot water storage tank or a pump in the collector loop, which are placed on the market separately;"
    ],
    "Article 3": [
      "a product fiche, as set out in point 1 of Annex IV, is provided for each water heater, whereby: for heat pump water heaters, the product fiche is provided at least for the heat generator; for water heaters intended for use in packages of water heater and solar device, a second fiche, as set out in point 4 of Annex IV, is provided;",
      "1.   From 26 September 2015 suppliers placingwater heaters on the market and/or putting them into service, including those integrated in packages of water heater andsolar device, shall ensure that:",
      "a printed label complying with the format and content of information set out in point 1.1 of Annex III is provided for eachwater heaterconforming to thewater heating energy efficiencyclasses set out in point 1 of Annex II, whereby: forheat pump water heaters, the printed label is provided at least in the packaging of theheat generator; for water heaters intended for use in packages of water heater andsolar device, a second label complying with the format and content of information set out in point 3 of Annex III is provided for each water heater;",
      "3.   From 26 September 2015 suppliers placing solar devices on the market and/or putting them into service shall ensure that:",
      "1.   From 26 September 2015 suppliers placing water heaters on the market and/or putting them into service, including those integrated in packages of water heater and solar device, shall ensure that:",
      "4.   From 26 September 2015 suppliers placing packages ofwater heaterandsolar device on the market and/or putting them into service shall ensure that:",
      "4.   From 26 September 2015 suppliers placing packages of water heater and solar device on the market and/or putting them into service shall ensure that:",
      "a product fiche, as set out in point 1 of Annex IV, is provided for eachwater heater, whereby: forheat pump water heaters, the product fiche is provided at least for theheat generator; for water heaters intended for use in packages of water heater andsolar device, a second fiche, as set out in point 4 of Annex IV, is provided;",
      "a printed label complying with the format and content of information set out in point 1.1 of Annex III is provided for each water heater conforming to the water heating energy efficiency classes set out in point 1 of Annex II, whereby: for heat pump water heaters, the printed label is provided at least in the packaging of the heat generator; for water heaters intended for use in packages of water heater and solar device, a second label complying with the format and content of information set out in point 3 of Annex III is provided for each water heater;"
    ],
    "Article 4": [
      "packages of water heater and solar device offered for sale, hire or hire-purchase, where the end-user cannot be expected to see the package of water heater and solar device displayed, are marketed with the information provided in accordance with point 3 of Annex VI;",
      "3.   Dealers of packages of water heater and solar device shall ensure, based on the label and fiches provided by suppliers in accordance with Article 3(1), (3) and (4), that:",
      "packages ofwater heaterandsolar deviceoffered for sale, hire or hire-purchase, where the end-user cannot be expected to see thepackage of water heater and solar device displayed, are marketed with the information provided in accordance with point 3 of Annex VI;",
      "3.   Dealers of packages ofwater heaterandsolar device shall ensure, based on the label and fiches provided by suppliers in accordance with Article 3(1), (3) and (4), that:"
    ],
    "Article 8": [
      "For packages ofwater heaterandsolar device, the technical documentation referred to in Article 3(4)(c) shall include:",
      "6.   Conditions for testing solar devices",
      "any specific precautions that shall be taken when the solar device is assembled, installed or maintained.",
      "The technical documentation of solar devices referred to in Article 3(3)(b) shall include:",
      "Label for packages ofwater heaterandsolar deviceinwater heating energy efficiency classes A+++ to G",
      "The information in the product fiche of the solar device shall be provided in the following order and shall be included in the product brochure or other literature provided with the product (for pumps in the collector loop if applicable):",
      "a description of the solar device model sufficient for its unambiguous identification;",
      "8.   The design of the label for packages of water heater and solar device shall be the following:",
      "‘model identifier’ means the code, usually alphanumeric, which distinguishes a specific water heater, hot water storage tank, solar device or package of water heater and solar device model from other models with the same trade mark, supplier’s name or dealer’s name.",
      "Otherwise, the model and all other equivalentwater heatermodels,hot water storage tanks models,solar devicemodels orpackage of water heater and solar device models shall be considered not to comply.",
      "III: the value of the mathematical expression , expressed in %, where Qaux\n is taken from the product fiche of the solar device and Qref from Table 3 in Annex VII for the declared load profile M, L, XL or XXL.",
      "II: the value of the mathematical expression , where Qref\n is taken from Table 3 in Annex VII and Qnonsol\n from the product fiche of the solar device for the declared load profile M, L, XL or XXL of the water heater,",
      "9.   Technical parameters of solar devices",
      "The design aspects of the label for packages ofwater heaterandsolar deviceshall be in accordance with point 8 of this Annex. For packages of water heater and solar device inwater heating energy efficiency classes A+++ to D, the last classes E to G in the A+++ to G scale may be omitted.",
      "The design aspects of the label for packages of water heater and solar device shall be in accordance with point 8 of this Annex. For packages of water heater and solar device in water heating energy efficiency classes A+++ to D, the last classes E to G in the A+++ to G scale may be omitted.",
      "Label for packages of water heater and solar device in water heating energy efficiency classes A+++ to G",
      "The fiche for packages ofwater heaterandsolar deviceshall contain the elements set out in Figure 1 for evaluating thewater heating energy efficiencyof apackage of water heater and solar device, where the following information shall be included:",
      "For the purposes of assessing the conformity with the requirements laid down in Articles 3 and 4, Member State authorities shall test a single water heater, hot water storage tank, solar device or package of water heater and solar device and provide the information on the test results to the authorities of the other Member States. If the measured parameters do not meet the values declared by the supplier within the ranges set out in Table 9, the measurement shall be carried out on three additional water heaters, hot water storage tanks, solar devices or packages of water heater and solar device and the information on the test results shall be provided to the authorities of the other Member States and to the Commission within one month of testing. The arithmetic mean of the measured values of these three water heaters, hot water storage tanks, solar devices or packages of water heater and solar device shall meet the values declared by the supplier within the range set out in Table 9.",
      "For packages of water heater and solar device, the technical documentation referred to in Article 3(4)(c) shall include:",
      "‘model identifier’ means the code, usually alphanumeric, which distinguishes a specificwater heater,hot water storage tank,solar deviceorpackage of water heater and solar device model from other models with the same trade mark, supplier’s name or dealer’s name.",
      "Otherwise, the model and all other equivalent water heater models, hot water storage tanks models, solar device models or package of water heater and solar device models shall be considered not to comply.",
      "The following parameters shall be established for solar devices:",
      "8.   The design of the label for packages ofwater heaterandsolar device shall be the following:",
      "One fiche may cover a number of solar device models supplied by the same supplier.",
      "For the purposes of assessing the conformity with the requirements laid down in Articles 3 and 4, Member State authorities shall test a singlewater heater,hot water storage tank,solar deviceorpackage of water heater and solar device and provide the information on the test results to the authorities of the other Member States. If the measured parameters do not meet the values declared by the supplier within the ranges set out in Table 9, the measurement shall be carried out on three additional water heaters, hot water storage tanks, solar devices or packages of water heater and solar device and the information on the test results shall be provided to the authorities of the other Member States and to the Commission within one month of testing. The arithmetic mean of the measured values of these three water heaters, hot water storage tanks, solar devices or packages of water heater and solar device shall meet the values declared by the supplier within the range set out in Table 9.",
      "The fiche for packages of water heater and solar device shall contain the elements set out in Figure 1 for evaluating the water heating energy efficiency of a package of water heater and solar device, where the following information shall be included:",
      "II: the value of the mathematical expression , where Qref\n is taken from Table 3 in Annex VII and Qnonsol\n from the product fiche of thesolar devicefor the declared load profile M, L, XL or XXL of thewater heater,"
    ],
    "Not Article": [
      "In addition to the product labels and fiches forwater heaters andhot water storage tanks laid down in this Regulation, a package label and fiche based on product fiches from suppliers should ensure that the end-user has easy access to information on the energy performance of water heaters in combination withsolar devices. The most efficient class A+++ may be reached by such a package.",
      "The energy consumed by water heaters and hot water storage tanks accounts for a significant share of the total energy demand in the Union, and water heaters and hot water storage tanks with equivalent functionality exhibit a wide disparity in terms of water heating energy efficiency and standing loss. The scope for reducing their energy consumption is significant and includes combining water heaters with appropriate solar devices. Water heaters, hot water storage tanks and packages of water heaters and solar devices should therefore be covered by energy labelling requirements.",
      "The energy consumed by water heaters andhot water storage tanks accounts for a significant share of the total energy demand in the Union, and water heaters and hot water storage tanks with equivalent functionality exhibit a wide disparity in terms ofwater heating energy efficiencyandstanding loss. The scope for reducing their energy consumption is significant and includes combining water heaters with appropriatesolar devices.Water heaters, hot water storage tanks and packages of water heaters and solar devices should therefore be covered by energy labelling requirements.",
      "supplementing Directive 2010/30/EU of the European Parliament and of the Council with regard to the energy labelling of water heaters, hot water storage tanks and packages of water heater and solar device",
      "In addition to the product labels and fiches for water heaters and hot water storage tanks laid down in this Regulation, a package label and fiche based on product fiches from suppliers should ensure that the end-user has easy access to information on the energy performance of water heaters in combination with solar devices. The most efficient class A+++ may be reached by such a package.",
      "supplementing Directive 2010/30/EU of the European Parliament and of the Council with regard to the energy labelling ofwater heaters,hot water storage tanks and packages of water heater andsolar device"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 3": {
      "article_score": 9,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 4": {
      "article_score": 6,
      "statement_scores": [
        2,
        1,
        2,
        1
      ]
    },
    "Article 8": {
      "article_score": 45,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        2,
        1,
        1,
        1,
        2,
        2,
        1,
        2,
        6,
        1,
        2,
        2,
        1,
        1,
        1,
        6,
        2,
        1
      ]
    },
    "Not Article": {
      "article_score": 8,
      "statement_scores": [
        1,
        2,
        2,
        1,
        1,
        1
      ]
    }
  }
}