{
  "term": "temperature control",
  "celex_id": "32013R0811",
  "original_definition": "'temperature control' means the equipment that interfaces with the end-user regarding the values and timing of the desired indoor temperature, and communicates relevant data to an interface of the heater such as a central processing unit, thus helping to regulate the indoor temperature(s);",
  "generated_definition": "'temperature control' means a device or system that regulates the temperature of a space or fluid, typically by controlling the flow of heat into or out of the space or fluid.",
  "existing_sentences": {
    "Article 1": [
      "1.   This Regulation establishes requirements for the energy labelling of, and the provision of supplementary product information on, space heaters and combination heaters with a rated heat output ≤ 70 kW, packages of space heater ≤ 70 kW, temperature control and solar device and packages of combination heater ≤ 70 kW, temperature control and solar device.",
      "1.   This Regulation establishes requirements for the energy labelling of, and the provision of supplementary product information on,space heaters andcombination heaters with arated heat output≤ 70 kW, packages of space heater ≤ 70 kW,temperature controlandsolar device and packages of combination heater ≤ 70 kW, temperature control and solar device."
    ],
    "Article 2": [
      "‘temperature control’ means the equipment that interfaces with the end-user regarding the values and timing of the desired indoor temperature, and communicates relevant data to an interface of theheater such as a central processing unit, thus helping to regulate the indoor temperature(s);",
      "‘temperature control’ means the equipment that interfaces with the end-user regarding the values and timing of the desired indoor temperature, and communicates relevant data to an interface of the heater such as a central processing unit, thus helping to regulate the indoor temperature(s);"
    ],
    "Article 3": [
      "3.   From 26 September 2015 suppliers placing temperature controls on the market and/or putting them into service shall ensure that:"
    ],
    "Article 8": [
      "the contribution of the temperature control to seasonal space heating energy efficiency in %, rounded to one decimal place;",
      "‘model identifier’ means the code, usually alphanumeric, which distinguishes a specific space heater, combination heater, temperature control, solar device, package of space heater, temperature control and solar device, or package of combination heater, temperature control and solar device model from other models with the same trade mark, supplier’s name or dealer’s name.",
      "For temperature controls, the technical documentation referred to in Article 3(3)(b) shall include:",
      "forheaters, packages ofspace heater,temperature controlandsolar device, and packages ofcombination heater, temperature control and solar device, theseasonal space heating energy efficiencyηs\n is not more than 8 % lower than the declared value at therated heat output of the unit;",
      "The Member State authorities shall test one single unit per heater, temperature control, solar device, package of space heater, temperature control and solar device, and package of combination heater, temperature control and solar device model and provide the information on the test results to the authorities of the other Member States.",
      "for heaters, packages of space heater, temperature control and solar device, and packages of combination heater, temperature control and solar device, the seasonal space heating energy efficiency ηs\n is not more than 8 % lower than the declared value at the rated heat output of the unit;",
      "the contribution of the temperature control to seasonal space heating energy efficiency in %, rounded to one decimal place.",
      "Theseasonal space heating energy efficiencyηs\n shall be calculated as the seasonal coefficient of performance SCOP divided by the conversion coefficient CC or the seasonal primary energy ratio SPER, corrected by contributions accounting fortemperature controls and, for water-/brine-to-water heat pumpspace heaters and heat pumpcombination heaters, the electricity consumption of one or more ground water pumps.",
      "Package withsolar collector,hot water storage tank,temperature controland/or supplementaryheater:",
      "indication of whether asolar collector,hot water storage tank,temperature controland/or supplementaryheater, may be included in thepackage of combination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar device;",
      "The information in the product fiche of the temperature control shall be provided in the following order and shall be included in the product brochure or other literature provided with the product:",
      "forheaters, packages ofspace heater,temperature controlandsolar device, and packages ofcombination heater, temperature control and solar device, the average of the three units forseasonal space heating energy efficiencyηs\n is not more than 8 % lower than the declared value at therated heat output of the unit;",
      "indication of whether asolar collector,hot water storage tank,temperature controland/or supplementaryheater, may be included in thepackage of combination heater, temperature control and solar devicecombination heater, temperature control and solar device;",
      "any specific precautions that shall be taken when the temperature control is assembled, installed or maintained.",
      "the contribution of thetemperature controltoseasonal space heating energy efficiency in %, rounded to one decimal place;",
      "indication of whether asolar collector,hot water storage tank,temperature controland/or supplementaryheater, may be included in thepackage of combination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar device;",
      "for temperature controls, the class of the temperature control of the three units complies with the declared class of the unit;",
      "the class of the temperature control;",
      "The seasonal space heating energy efficiency ηs\n shall be calculated as the seasonal coefficient of performance SCOP divided by the conversion coefficient CC or the seasonal primary energy ratio SPER, corrected by contributions accounting for temperature controls and, for water-/brine-to-water heat pump space heaters and heat pump combination heaters, the electricity consumption of one or more ground water pumps.",
      "‘model identifier’ means the code, usually alphanumeric, which distinguishes a specificspace heater,combination heater,temperature control,solar device,package of space heater, temperature control and solar device, orpackage of combination heater, temperature control and solar device model from other models with the same trade mark, supplier’s name or dealer’s name.",
      "a description of the temperature control model sufficient for its unambiguous identification;",
      "indication of whether asolar collector,hot water storage tank,temperature controland/or supplementaryheater, may be included in thepackage of combination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar device;",
      "indication of whether a solar collector, hot water storage tank, temperature control and/or supplementary heater, may be included in the package of combination heater, temperature control and solar device;",
      "indication of whether asolar collector,hot water storage tank,temperature controland/or supplementaryheater, may be included in thepackage of combination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar device;",
      "One fiche may cover a number of temperature control models supplied by the same supplier.",
      "indication of whether asolar collector,hot water storage tank,temperature controland/or supplementaryheater, may be included in thepackage of combination heater, temperature control and solar devicecombination heater, temperature control and solar devicecombination heater, temperature control and solar device;",
      "for temperature controls, the class of the temperature control complies with the declared class of the unit;",
      "for heaters, packages of space heater, temperature control and solar device, and packages of combination heater, temperature control and solar device, the average of the three units for seasonal space heating energy efficiency ηs\n is not more than 8 % lower than the declared value at the rated heat output of the unit;",
      "Package with solar collector, hot water storage tank, temperature control and/or supplementary heater:",
      "the contribution of thetemperature controltoseasonal space heating energy efficiency in %, rounded to one decimal place."
    ],
    "Not Article": [
      "In addition to the product labels and fiches for stand-alone space heaters and combination heaters laid down in this Regulation, package labels and fiches based on product fiches from suppliers should ensure that the end-user has easy access to information on the energy performance of packages of heaters combined with solar devices and/or temperature controls. The most efficient class A+++ may be reached by such a package.",
      "In addition to the product labels and fiches for stand-alonespace heaters andcombination heaters laid down in this Regulation, package labels and fiches based on product fiches from suppliers should ensure that the end-user has easy access to information on the energy performance of packages of heaters combined withsolar devices and/ortemperature controls. The most efficient class A+++ may be reached by such a package.",
      "The energy consumed by spaceheaters and bycombination heaters providing space and water heating, accounts for a significant share of the total energy demand in the Union.Space heaters and combination heaters with equivalent functionality exhibit a wide disparity in terms of energy efficiency. The scope for reducing their energy consumption is significant and includes combining them with appropriatetemperature controls andsolar devices. Space heaters, combination heaters and packages of such heaters in combination with temperature controls and solar devices should therefore be covered by energy labelling requirements.",
      "supplementing Directive 2010/30/EU of the European Parliament and of the Council with regard to the energy labelling of space heaters, combination heaters, packages of space heater, temperature control and solar device and packages of combination heater, temperature control and solar device",
      "supplementing Directive 2010/30/EU of the European Parliament and of the Council with regard to the energy labelling ofspace heaters,combination heaters, packages of space heater,temperature controlandsolar device and packages of combination heater, temperature control and solar device",
      "The energy consumed by space heaters and by combination heaters providing space and water heating, accounts for a significant share of the total energy demand in the Union. Space heaters and combination heaters with equivalent functionality exhibit a wide disparity in terms of energy efficiency. The scope for reducing their energy consumption is significant and includes combining them with appropriate temperature controls and solar devices. Space heaters, combination heaters and packages of such heaters in combination with temperature controls and solar devices should therefore be covered by energy labelling requirements."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 4,
      "statement_scores": [
        2,
        2
      ]
    },
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 3": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 8": {
      "article_score": 70,
      "statement_scores": [
        1,
        3,
        1,
        2,
        3,
        2,
        1,
        1,
        1,
        8,
        1,
        2,
        3,
        1,
        1,
        7,
        2,
        1,
        1,
        3,
        1,
        6,
        2,
        5,
        1,
        4,
        2,
        2,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 10,
      "statement_scores": [
        1,
        1,
        2,
        2,
        2,
        2
      ]
    }
  }
}