{
  "term": "works",
  "celex_id": "32013R0347",
  "original_definition": "'works' means the purchase, supply and deployment of components, systems and services including software, the carrying out of development and construction and installation activities relating to a project, the acceptance of installations and the launching of a project;",
  "generated_definition": "'works' means projects of common interest eligible for union financial assistance in the form of grants, including hydro-pumped electricity storage projects.",
  "existing_sentences": {
    "Article 2": [
      "‘works’ means the purchase, supply and deployment of components, systems and services including software, the carrying out of development and construction and installation activities relating to a project, the acceptance of installations and the launching of a project;",
      "‘works’ means the purchase, supply and deployment of components, systems and services including software, the carrying out of development and construction and installation activities relating to aproject, the acceptance of installations and the launching of a project;"
    ],
    "Article 12": [
      "8.   This cost allocation decision shall not affect the right of TSOs to apply and national regulatory authorities to approve charges for access to networks in accordance with Article 32 of Directive 2009/72/EC and of Directive 2009/73/EC, Article 14 of Regulation (EC) No 714/2009, and Article 13 of Regulation (EC) No 715/2009."
    ],
    "Article 14": [
      "2.Projects of common interest falling under the categories set out in Annex II.1(a) to (d) and Annex II.2, except for hydro-pumped electricity storage projects, are also eligible for Union financial assistance in the form of grants forworks if they fulfil all of the following criteria:",
      "4.   Projects of common interest falling under the categories set out in Annex II.1(e) and 4 shall be also eligible for Union financial assistance in the form of grants for works, if the concerned project promoters can clearly demonstrate the significant positive externalities generated by the projects and their lack of commercial viability, according to the business plan and other assessments carried out, notably by possible investors or creditors or, where applicable, a national regulatory authority.",
      "4.Projects of common interest falling under the categories set out in Annex II.1(e) and 4 shall be also eligible for Union financial assistance in the form of grants forworks, if the concernedproject promoters can clearly demonstrate the significant positive externalities generated by the projects and their lack of commercial viability, according to the business plan and other assessments carried out, notably by possible investors or creditors or, where applicable, anational regulatory authority.",
      "2.   Projects of common interest falling under the categories set out in Annex II.1(a) to (d) and Annex II.2, except for hydro-pumped electricity storage projects, are also eligible for Union financial assistance in the form of grants for works if they fulfil all of the following criteria:",
      "3.   Projects of common interest carried out in accordance with the procedure referred to in Article 5(7)(d) shall also be eligible for Union financial assistance in the form of grants for works if they fulfil the criteria set out in paragraph 2 of this Article.",
      "3.Projects of common interest carried out in accordance with the procedure referred to in Article 5(7)(d) shall also be eligible for Union financial assistance in the form of grants forworks if they fulfil the criteria set out in paragraph 2 of this Article."
    ],
    "Article 19": [
      "This Regulation shall not affect the granting, continuation or modification of financial assistance awarded by the Commission on the basis of calls for proposals launched under Regulation (EC) No 680/2007 of the European Parliament and of the Council of 20 June 2007 laying down general rules for the granting of Community financial aid in the field of the trans-European transport and energy networks(22) toprojects listed in Annexes I and III to Decision No 1364/2006/EC or in view of the targets, based on the relevant categories of expenditure for TEN-E, as defined in Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund (23).",
      "This Regulation shall not affect the granting, continuation or modification of financial assistance awarded by the Commission on the basis of calls for proposals launched under Regulation (EC) No 680/2007 of the European Parliament and of the Council of 20 June 2007 laying down general rules for the granting of Community financial aid in the field of the trans-European transport and energy networks (22) to projects listed in Annexes I and III to Decision No 1364/2006/EC or in view of the targets, based on the relevant categories of expenditure for TEN-E, as defined in Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund (23)."
    ],
    "Article 24": [
      "The Commission underlines that it considers important that the support from EU and national sources extends to grants forworksto enable the implementation ofprojects of common interest enhancing the diversification of energy supply sources, routes and counterparts. The Commission reserves the right to make proposals in this direction based on the experience gained from the monitoring of the implementation of projects of common interest in the context of the report foreseen in Article 17 of the Regulation on guidelines for trans-Europeanenergy infrastructures.",
      "(e)   Efficiency and service quality in electricity supply and grid operation: This criterion shall be measured by assessing the level of losses in transmission and in distribution networks, the ratio between minimum and maximum electricity demand within a defined time period, the demand side participation in electricity markets and in energy efficiency measures, the percentage utilisation (i.e. average loading) of electricity network components, the availability of network components (related to planned and unplanned maintenance) and its impact on network performances, and the actual availability of network capacity with respect to its standard value.",
      "The Commission underlines that it considers important that the support from EU and national sources extends to grants for works to enable the implementation of projects of common interest enhancing the diversification of energy supply sources, routes and counterparts. The Commission reserves the right to make proposals in this direction based on the experience gained from the monitoring of the implementation of projects of common interest in the context of the report foreseen in Article 17 of the Regulation on guidelines for trans-European energy infrastructures.",
      "(b)   Capacity of transmission and distribution grids to connect and bring electricity from and to users: This criterion shall be measured by estimating the installed capacity of distributed energy resources in distribution networks, the allowable maximum injection of electricity without congestion risks in transmission networks, and the energy not withdrawn from renewable sources due to congestion or security risks."
    ],
    "Not Article": [
      "This Regulation lays down rules for the timely development and interoperability of trans-European energy networks in order to achieve the energy policy objectives of the Treaty on the Functioning of the European Union (TFEU) to ensure the functioning of the internal energy market and security of supply in the Union, to promote energy efficiency and energy saving and the development of new and renewable forms of energy, and to promote the interconnection of energy networks. By pursuing these objectives, this Regulation contributes to smart, sustainable and inclusive growth and brings benefits to the entire Union in terms of competitiveness and economic, social and territorial cohesion.",
      "The communication from the Commission of 7 September 2011 entitled ‘The EU Energy Policy: Engaging with Partners beyond Our Borders’ underlined the need for the Union to include the promotion of energy infrastructure development in its external relations with a view to supporting socio-economic development beyond the Union borders. The Union should facilitate infrastructure projects linking the Union’s energy networks with third-country networks, in particular with neighbouring countries and with countries with which the Union has established specific energy cooperation.",
      "Permit granting processes should neither lead to administrative burdens which are disproportionate to the size or complexity of a project, nor create barriers to the development of the trans-European networks and market access. The conclusions of the Council of 19 February 2009 highlighted the need to identify and remove barriers to investment, including by means of streamlining of planning and consultation procedures. Those conclusions were reinforced by the conclusions of the European Council of 4 February 2011 which again underlined the importance of streamlining and improving permit granting processes while respecting national competences.",
      "The communication from the Commission of 7 September 2011 entitled ‘The EU Energy Policy: Engaging with Partners beyond Our Borders’ underlined the need for the Union to include the promotion ofenergy infrastructuredevelopment in its external relations with a view to supporting socio-economic development beyond the Union borders. The Union should facilitate infrastructureprojects linking the Union’s energy networks with third-country networks, in particular with neighbouring countries and with countries with which the Union has established specific energy cooperation.",
      "Permit granting processes should neither lead to administrative burdens which are disproportionate to the size or complexity of aproject, nor create barriers to the development of the trans-European networks and market access. The conclusions of the Council of 19 February 2009 highlighted the need to identify and remove barriers to investment, including by means of streamlining of planning and consultation procedures. Those conclusions were reinforced by the conclusions of the European Council of 4 February 2011 which again underlined the importance of streamlining and improving permit granting processes while respecting national competences.",
      "On 26 March 2010, the European Council agreed to the Commission’s proposal to launch a new strategy ‘Europe 2020’. One of the priorities of the Europe 2020 strategy is sustainable growth to be achieved by promoting a more resource-efficient, more sustainable and more competitive economy. That strategy putenergy infrastructures at the forefront as part of the flagship initiative ‘Resource efficient Europe’, by underlining the need to urgently upgrade Europe’s networks, interconnecting them at the continental level, in particular to integrate renewable energy sources.",
      "The European Council of 4 February 2011 underlined the need to modernise and expand Europe’senergy infrastructureand to interconnect networks across borders, in order to make solidarity between Member States operational, to provide for alternative supply or transit routes and sources of energy and to develop renewable energy sources in competition with traditional sources. It insisted that no Member State should remain isolated from the European gas and electricity networks after 2015 or see its energy security jeopardised by lack of the appropriate connections.",
      "In an increasingly integrated internal energy market, clear and transparent rules for cost allocation across borders are necessary in order to accelerate investment in cross-border infrastructure. The European Council of 4 February 2011 recalled the importance of promoting a regulatory framework attractive to investment in networks, with tariffs set at levels consistent with financing needs and the appropriate cost allocation for cross-border investments, while enhancing competition and competitiveness and taking account of the impact on consumers. When deciding on cross-border cost allocation, national regulatory authorities should ensure that its impact on national tariffs does not represent a disproportionate burden for consumers. The national regulatory authorities should also avoid the risks of double support for projects by taking into account actual or estimated charges and revenues. Those charges and revenues should be taken into account only insofar as they are designed to cover the costs concerned and as much as possible related to the projects. When an investment request takes into account benefits beyond the borders of the Member States concerned, the national regulatory authorities should consult the TSOs concerned on the project-specific cost-benefit analysis.",
      "Despite the fact that Directive 2009/72/EC of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in electricity (7) and Directive 2009/73/EC of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in natural gas (8) provide for an internal market in energy, the market remains fragmented due to insufficient interconnections between national energy networks and to the suboptimal utilisation of existing energy infrastructure. However, Union-wide integrated networks and deployment of smart grids are vital for ensuring a competitive and properly functioning integrated market, for achieving an optimal utilisation of energy infrastructure, for increased energy efficiency and integration of distributed renewable energy sources and for promoting growth, employment and sustainable development.",
      "Projects of common interest in the fields of electricity, gas and carbon dioxide should be eligible to receive Union financial assistance forstudiesand, under certain conditions, forworksas soon as such funding becomes available under the relevant Regulation on a Connecting Europe Facility in the form of grants or in the form of innovative financial instruments. This will ensure that tailor-made support can be provided to those projects of common interest which are not viable under the existing regulatory framework and market conditions. It is important to avoid any distortion of competition, in particular between projects contributing to the achievement of the same Union priority corridor. Such financial assistance should ensure the necessary synergies with the Structural Funds, which will finance smart energy distribution networks of local or regional importance. A three-step logic applies to investments in projects of common interest. First, the market should have the priority to invest. Second, if investments are not made by the market, regulatory solutions should be explored, if necessary the relevant regulatory framework should be adjusted, and the correct application of the relevant regulatory framework should be ensured. Third, where the first two steps are not sufficient to deliver the necessary investments in projects of common interest, Union financial assistance could be granted if theproject of common interest fulfils the applicable eligibility criteria.",
      "Despite the fact that Directive 2009/72/EC of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in electricity (7) and Directive 2009/73/EC of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in natural gas (8) provide for an internal market in energy, the market remains fragmented due to insufficient interconnections between national energy networksand to the suboptimal utilisation of existingenergy infrastructure. However, Union-wide integrated networks and deployment ofsmart grids are vital for ensuring a competitive and properly functioning integrated market, for achieving an optimal utilisation of energy infrastructure, for increased energy efficiency and integration of distributed renewable energy sources and for promoting growth, employment and sustainable development.",
      "In an increasingly integrated internal energy market, clear and transparent rules for cost allocation across borders are necessary in order to accelerate investment in cross-border infrastructure. The European Council of 4 February 2011 recalled the importance of promoting a regulatory framework attractive to investment in networks, with tariffs set at levels consistent with financing needs and the appropriate cost allocation for cross-border investments, while enhancing competition and competitiveness and taking account of the impact on consumers. When deciding on cross-border cost allocation, national regulatory authorities should ensure that its impact on national tariffs does not represent a disproportionate burden for consumers. The national regulatory authorities should also avoid the risks of double support forprojects by taking into account actual or estimated charges and revenues. Those charges and revenues should be taken into account only insofar as they are designed to cover the costs concerned and as much as possible related to the projects. When an investment request takes into account benefits beyond the borders of the Member States concerned, the national regulatory authorities should consult the TSOs concerned on the project-specific cost-benefit analysis.",
      "The basis for the discussion on the appropriate allocation of costs should be the analysis of the costs and benefits of an infrastructure project on the basis of a harmonised methodology for energy-system-wide analysis, in the framework of the 10-year network development plans prepared by the European Networks of Transmission System Operators under Regulation (EC) No 714/2009 and Regulation (EC) No 715/2009 of the European Parliament and of the Council of 13 July 2009 on conditions for access to the natural gas transmission networks (18), and reviewed by the Agency. That analysis could take into consideration indicators and corresponding reference values for the comparison of unit investment costs.",
      "Decision No 1364/2006/EC of the European Parliament and of the Council (5) lays down guidelines for trans-European energy networks (TEN-E). Those guidelines have as objectives to support the completion of the Union internal energy market while encouraging the rational production, transportation, distribution and use of energy resources, to reduce the isolation of less-favoured and island regions, to secure and diversify the Union’s energy supplies, sources and routes, including through cooperation with third countries, and to contribute to sustainable development and protection of the environment.",
      "On 26 March 2010, the European Council agreed to the Commission’s proposal to launch a new strategy ‘Europe 2020’. One of the priorities of the Europe 2020 strategy is sustainable growth to be achieved by promoting a more resource-efficient, more sustainable and more competitive economy. That strategy put energy infrastructures at the forefront as part of the flagship initiative ‘Resource efficient Europe’, by underlining the need to urgently upgrade Europe’s networks, interconnecting them at the continental level, in particular to integrate renewable energy sources.",
      "Since the objective of this Regulation, namely the development and interoperability of trans-European energy networks and connection to such networks, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.",
      "The planning and implementation of Unionprojects of common interest in the areas of energy, transport and telecommunication infrastructure should be coordinated to generate synergies whenever to do so makes sense from an overall economic, technical, environmental or spatial planning point of view and with due regard to the relevant safety aspects. Thus, when the various European networks are being planned, preference could be given to integrating transport, communication and energy networks in order to ensure that as little land as possible is taken up, whilst ensuring, where possible, that existing or disused routes are reused, in order to reduce to a minimum any negative social, economic, environmental and financial impact.",
      "The basis for the discussion on the appropriate allocation of costs should be the analysis of the costs and benefits of an infrastructureprojecton the basis of a harmonised methodology for energy-system-wide analysis, in the framework of the 10-year network development plans prepared by the European Networks of Transmission System Operators under Regulation (EC) No 714/2009 and Regulation (EC) No 715/2009 of the European Parliament and of the Council of 13 July 2009 on conditions for access to the natural gas transmission networks (18), and reviewed by the Agency. That analysis could take into consideration indicators and corresponding reference values for the comparison of unit investment costs.",
      "The European Council of 4 February 2011 underlined the need to modernise and expand Europe’s energy infrastructure and to interconnect networks across borders, in order to make solidarity between Member States operational, to provide for alternative supply or transit routes and sources of energy and to develop renewable energy sources in competition with traditional sources. It insisted that no Member State should remain isolated from the European gas and electricity networks after 2015 or see its energy security jeopardised by lack of the appropriate connections.",
      "It is essential for the development of trans-European networks and their effective interoperability to ensure operational coordination between electricity transmission system operators (TSOs). In order to ensure uniform conditions for the implementation of the relevant provisions of Regulation (EC) No 714/2009 of the European Parliament and of the Council of 13 July 2009 on conditions for access to the network for cross-border exchanges in electricity (10) in this respect, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (11). The examination procedure should be used for the adoption of the guidelines on the implementation of operational coordination between electricity TSOs at Union level, given that those guidelines will apply generally to all TSOs.",
      "The existing internal energy market law requires that tariffs for access to gas and electricity networks provide appropriate incentives for investment. When applying the internal energy market law, national regulatory authorities should ensure a stable and predictable regulatory framework with incentives for projects of common interest, including long-term incentives, that are commensurate with the level of specific risk of the project. This applies in particular to innovative transmission technologies for electricity allowing for large scale integration of renewable energy, of distributed energy resources or of demand response in interconnected networks, and to gas transmission infrastructure offering advanced capacity or additional flexibility to the market to allow for short-term trading or back-up supply in case of supply disruptions.",
      "The planning and implementation of Union projects of common interest in the areas of energy, transport and telecommunication infrastructure should be coordinated to generate synergies whenever to do so makes sense from an overall economic, technical, environmental or spatial planning point of view and with due regard to the relevant safety aspects. Thus, when the various European networks are being planned, preference could be given to integrating transport, communication and energy networks in order to ensure that as little land as possible is taken up, whilst ensuring, where possible, that existing or disused routes are reused, in order to reduce to a minimum any negative social, economic, environmental and financial impact.",
      "Projects of common interest in the fields of electricity, gas and carbon dioxide should be eligible to receive Union financial assistance for studies and, under certain conditions, for works as soon as such funding becomes available under the relevant Regulation on a Connecting Europe Facility in the form of grants or in the form of innovative financial instruments. This will ensure that tailor-made support can be provided to those projects of common interest which are not viable under the existing regulatory framework and market conditions. It is important to avoid any distortion of competition, in particular between projects contributing to the achievement of the same Union priority corridor. Such financial assistance should ensure the necessary synergies with the Structural Funds, which will finance smart energy distribution networks of local or regional importance. A three-step logic applies to investments in projects of common interest. First, the market should have the priority to invest. Second, if investments are not made by the market, regulatory solutions should be explored, if necessary the relevant regulatory framework should be adjusted, and the correct application of the relevant regulatory framework should be ensured. Third, where the first two steps are not sufficient to deliver the necessary investments in projects of common interest, Union financial assistance could be granted if the project of common interest fulfils the applicable eligibility criteria.",
      "The existing internal energy market law requires that tariffs for access to gas and electricity networksprovide appropriate incentives for investment. When applying the internal energy market law, national regulatory authorities should ensure a stable and predictable regulatory framework with incentives forprojects of common interest, including long-term incentives, that are commensurate with the level of specific risk of the project. This applies in particular to innovative transmission technologies for electricity allowing for large scale integration of renewable energy, of distributed energy resources or of demand response in interconnected networks, and to gas transmission infrastructure offering advanced capacity or additional flexibility to the market to allow for short-term trading or back-up supply in case of supply disruptions."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 12": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 14": {
      "article_score": 3,
      "statement_scores": [
        0,
        1,
        0,
        1,
        1,
        0
      ]
    },
    "Article 19": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 24": {
      "article_score": 1,
      "statement_scores": [
        0,
        0,
        1,
        0
      ]
    },
    "Not Article": {
      "article_score": 1,
      "statement_scores": [
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        1,
        0
      ]
    }
  }
}