{
  "term": "Agency",
  "celex_id": "32021Q0618(02)",
  "original_definition": "'Agency' means the Euratom Supply Agency established by the Treaty;",
  "generated_definition": "'Agency' means a body or entity established by or under the authority of the european union to perform a specific function or set of functions, such as the regulation of nuclear materials supply.",
  "existing_sentences": {
    "Article 2": [
      "‘Agency’ means the Euratom Supply Agency established by the Treaty;",
      "‘working day’ refers to the working days of the Agency, as published on the Agency’s website.",
      "‘proformae’ refers to theAgency’s end-of-year questionnaires collecting data directly fromusers;",
      "‘Rules’ means these Rules of the Supply Agency of the European Atomic Energy Community determining the manner in which demand is to be balanced against the supply of ores, source materials and special fissile materials;",
      "‘proformae’ refers to the Agency’s end-of-year questionnaires collecting data directly from users;",
      "‘Rules’ means these Rules of the SupplyAgencyof the European Atomic EnergyCommunity determining the manner in which demand is to be balanced against the supply of ores, source materials and special fissile materials;",
      "‘Agency’ means the Euratom Supply Agency established by theTreaty;"
    ],
    "Article 3": [
      "Contracts, notifications and any other information related to contracts communicated to the Agency shall not be disclosed to any third party without the written permission of the contracting parties."
    ],
    "Article 4": [
      "1.   When requested to do so by the Agency, users shall fill out and submit the proformae for a given year by 31 January of the following year.",
      "1.   When requested to do so by theAgency,users shall fill out and submit the proformae for a given year by 31 January of the following year."
    ],
    "Article 5": [
      "1.   When requested to do so by theAgency,producers shall notify the Agency of their current and estimated future production, and that of all their majority-owned subsidiaries. They shall also notify the Agency of their planned deliveries and of stocks owned and/or held by them, based on contracts already signed.",
      "3.   The information shall be communicated to the Agency within 20 (twenty) working days from the date on which the request is received.",
      "1.   When requested to do so by the Agency, producers shall notify the Agency of their current and estimated future production, and that of all their majority-owned subsidiaries. They shall also notify the Agency of their planned deliveries and of stocks owned and/or held by them, based on contracts already signed."
    ],
    "Article 6": [
      "1.   Intermediaries shall communicate to theAgencyinformation on any contracts other thansupply contracts for the purchase, sale, exchange, loan or lease of ores and/or source materials signed during the previous month. They shall do so on a monthly basis.",
      "3.   The information shall be communicated to the Agency within 15 (fifteen) working days of the end of the month concerned.",
      "1.   Intermediaries shall communicate to the Agency information on any contracts other than supply contracts for the purchase, sale, exchange, loan or lease of ores and/or source materials signed during the previous month. They shall do so on a monthly basis."
    ],
    "Article 7": [
      "When requested to do so by the Agency, users, producers and intermediaries shall communicate to the Agency any additional information it needs to be able to perform the tasks conferred upon it by the Treaty. The information shall be communicated to the Agency within 10 (ten) working days from the date on which the request is received (or, upon a justified request, a longer period of time as agreed by the Agency in writing).",
      "When requested to do so by theAgency,users,producers and intermediaries shall communicate to the Agency any additional information it needs to be able to perform the tasks conferred upon it by theTreaty. The information shall be communicated to the Agency within 10 (ten) working days from the date on which the request is received (or, upon a justified request, a longer period of time as agreed by the Agency in writing)."
    ],
    "Article 8": [
      "1.   Based on the information provided under Articles 4, 5, 6 and 7 of the Rules and on additional information communicated by market participants, the Agency shall analyse market trends and supply potential. It shall include the main results of this analysis in its Annual Report, to be published on its website by 30 June every year.",
      "1.   Based on the information provided under Articles 4, 5, 6 and 7 of theRulesand on additional information communicated by market participants, theAgency shall analyse market trends and supply potential. It shall include the main results of this analysis in its Annual Report, to be published on its website by 30 June every year.",
      "2.   TheAgencyshall also publish its uranium price indices and additional reports on the market fornuclear materials, including reports resulting from working groups established by the Advisory Committee.",
      "2.   The Agency shall also publish its uranium price indices and additional reports on the market for nuclear materials, including reports resulting from working groups established by the Advisory Committee."
    ],
    "Article 9": [
      "1.   Supply contracts are void unless concluded by the Agency.",
      "2.   TheAgencyconcludes asupply contract by signing it.",
      "1.Supply contracts are void unless concluded by theAgency.",
      "2.   The Agency concludes a supply contract by signing it."
    ],
    "Article 10": [
      "2.   Implementation of the simplified procedure does not deprive theAgencyof the exclusive rights conferred upon it by theTreaty.",
      "2.   Implementation of the simplified procedure does not deprive the Agency of the exclusive rights conferred upon it by the Treaty.",
      "centralised procedure, following the Agency’s decision if the regular supply of nuclear materials is endangered.",
      "centralised procedure, following theAgency’s decision if the regular supply ofnuclear materials is endangered."
    ],
    "Article 11": [
      "country of origin of the nuclear materials to be supplied; if this is unknown when the supply contract is signed, the user shall communicate it to the Agency in writing as soon as possible;",
      "country of origin of thenuclear materialsto be supplied; if this is unknown when thesupply contractis signed, theusershall communicate it to theAgency in writing as soon as possible;",
      "5.   Except in cases where Article 15 of the presentRulesis applicable, theAgency shall decide on the conclusion of the contract within 10 (ten) working days from the date on which it receives it, provided that all the information required has been communicated to the Agency. If the Agency requests additional information, this time period will start once the Agency receives all the information required for it to be able to perform the task of supervising sources of supply.",
      "6.   If the Agency concludes the supply contract, it will keep one original for its records and return the remaining originals to the party that has sent them, informing it about the reference number attributed.",
      "7.   If theAgencyestablishes that the regular and equitable supply ofnuclear materialstoCommunityusers is endangered, it may decide to suspend the application of this simplified procedure and revert to the centralised procedure provided for in Article 12 of theRules.",
      "3.   All originals of thesupply contractshall be submitted to theAgency for signature within 10 (ten) working days from the date on which the contract is signed by all parties except the Agency (or, upon a justified request, a longer period of time agreed by the Agency in writing).",
      "designation of the contracting parties, including the Agency;",
      "4.   Originals of thesupply contractshall be accompanied by a completed submission form, available on theAgency’s website.",
      "4.   Originals of the supply contract shall be accompanied by a completed submission form, available on the Agency’s website.",
      "3.   All originals of the supply contract shall be submitted to the Agency for signature within 10 (ten) working days from the date on which the contract is signed by all parties except the Agency (or, upon a justified request, a longer period of time agreed by the Agency in writing).",
      "7.   If the Agency establishes that the regular and equitable supply of nuclear materials to Community users is endangered, it may decide to suspend the application of this simplified procedure and revert to the centralised procedure provided for in Article 12 of the Rules.",
      "5.   Except in cases where Article 15 of the present Rules is applicable, the Agency shall decide on the conclusion of the contract within 10 (ten) working days from the date on which it receives it, provided that all the information required has been communicated to the Agency. If the Agency requests additional information, this time period will start once the Agency receives all the information required for it to be able to perform the task of supervising sources of supply.",
      "6.   If theAgencyconcludes thesupply contract, it will keep one original for its records and return the remaining originals to the party that has sent them, informing it about the reference number attributed."
    ],
    "Article 12": [
      "1.   This procedure applies if theAgencyestablishes that the regular supply ofnuclear materialstousers is endangered, including but not limited to situations where nuclear materials are not available to users within a reasonable period of time or are available only at excessively high prices.",
      "4.   A supply contract signed by the parties before the Agency’s decision under paragraph 2 of this Article is published shall be processed in accordance with the procedure applicable on the date on which the parties sign the contract.",
      "1.   This procedure applies if the Agency establishes that the regular supply of nuclear materials to users is endangered, including but not limited to situations where nuclear materials are not available to users within a reasonable period of time or are available only at excessively high prices.",
      "4.   Asupply contractsigned by the parties before theAgency’s decision under paragraph 2 of this Article is published shall be processed in accordance with the procedure applicable on the date on which the parties sign the contract.",
      "2.   The Agency’s decision to suspend the application of the simplified procedure and defining the scope of application of the centralised procedure takes effect upon its publication in the Official Journal of the European Union."
    ],
    "Article 13": [
      "2.   In the event of a unilateral notice of cancellation of a supply contract, the Agency shall be notified within 10 (ten) working days from the date on which the unilateral cancellation notice is sent or received, as applicable.",
      "2.   In the event of a unilateral notice of cancellation of asupply contract, theAgency shall be notified within 10 (ten) working days from the date on which the unilateral cancellation notice is sent or received, as applicable.",
      "1.   Any modifications (amendments, supplements, side letters, assignment agreements, mutually agreed terminations) to asupply contractmust be concluded by theAgency, in accordance with the procedure used for the original contract.",
      "1.   Any modifications (amendments, supplements, side letters, assignment agreements, mutually agreed terminations) to a supply contract must be concluded by the Agency, in accordance with the procedure used for the original contract."
    ],
    "Article 14": [
      "2.   If the Agency decides not to conclude a supply contract, it shall inform the parties concerned in a reasoned decision and return all submitted documents to the party that had submitted them.",
      "4.   This decision or a lack of decision may be referred to the Commission in accordance with the provisions of Article 5(5) of the Statutes of the Agency.",
      "1.   Within the framework of either procedure referred to in Article 10 of the Rules, the Agency has the right to object to a contract which might prejudice the achievement of the Treaty’s objectives.",
      "2.   If theAgencydecides not to conclude asupply contract, it shall inform the parties concerned in a reasoned decision and return all submitted documents to the party that had submitted them.",
      "3.   The Agency may decide not to conclude a supply contract, in particular if a clarification requested by the Agency is not submitted within 10 (ten) working days from the request being received.",
      "1.   Within the framework of either procedure referred to in Article 10 of theRules, theAgencyhas the right to object to a contract which might prejudice the achievement of theTreaty’s objectives.",
      "3.   TheAgencymay decide not to conclude asupply contract, in particular if a clarification requested by the Agency is not submitted within 10 (ten) working days from the request being received."
    ],
    "Article 15": [
      "2.   In these cases, the Agency initiates the procedure for obtaining Commission authorisation."
    ],
    "Article 16": [
      "7.   If a contract for related services includes provisions relating to the supply of nuclear materials, it shall be treated as a supply contract and shall be submitted to the Agency for conclusion.",
      "6.   Any modification of the initial contract as regards one of the items referred to in paragraph 2 above, including cancellation of the contract, shall be notified to the Agency in accordance with the procedure set out in this article.",
      "1.   Contracts for related services under Article 75 of the Treaty shall be notified to the Agency within 10 (ten) working days from the date on which they are signed (or, upon a justified request, a longer period of time as agreed by the Agency in writing).",
      "1.   Contracts forrelated servicesunder Article 75 of theTreatyshall be notified to theAgency within 10 (ten) working days from the date on which they are signed (or, upon a justified request, a longer period of time as agreed by the Agency in writing).",
      "3.   Notification of the contract shall be made using the form available on the Agency’s website.",
      "5.   If the Agency requests additional information, the time period specified in paragraph 4 of this Article will be interrupted by this request and will start anew when the information is received.",
      "7.   If a contract forrelated servicesincludes provisions relating to the supply ofnuclear materials, it shall be treated as asupply contractand shall be submitted to theAgency for conclusion.",
      "4.   The Agency shall acknowledge the notification and communicate the reference number attributed to the contract within 15 (fifteen) working days from the date on which it receives it, provided that all the information required has been communicated to the Agency.",
      "country of origin of the materials concerned; if this is unknown when the contract is signed, it shall be communicated to the Agency in writing as soon as possible;"
    ],
    "Article 17": [
      "3.   Quarterly statements shall be submitted to theAgencywithin one month from the end of the quarter during which the transactions took place and shall include information provided for in Article 3 of theSmall Quantities Regulation.",
      "2.   Any person who imports or exports small quantities and any supplier who transfers small quantities within the Community shall submit a quarterly statement of such transactions to the Agency.",
      "4.   Provided that it has received all the information required, the Agency shall acknowledge the quarterly statements and communicate the reference numbers attributed to the contracts if possible within 15 (fifteen) working days from the date on which it receives them.",
      "3.   Quarterly statements shall be submitted to the Agency within one month from the end of the quarter during which the transactions took place and shall include information provided for in Article 3 of the Small Quantities Regulation.",
      "1.   Any transfer, import or export ofsmall quantitiesof ores, source materials and special fissile materials shall be notified to theAgency.",
      "1.   Any transfer, import or export of small quantities of ores, source materials and special fissile materials shall be notified to the Agency.",
      "2.   Any person who imports or exportssmall quantitiesand any supplier who transfers small quantities within theCommunityshall submit a quarterly statement of such transactions to theAgency."
    ],
    "Article 18": [
      "1.   These Rules enter into force on the date set in the Agency’s Decision by which they are adopted.",
      "1.   TheseRulesenter into force on the date set in theAgency’s Decision by which they are adopted."
    ],
    "Not Article": [
      "of the SupplyAgencyof the European Atomic EnergyCommunity determining the manner in which demand is to be balanced against the supply of ores, source materials and special fissile materials",
      "of the Supply Agency of the European Atomic Energy Community determining the manner in which demand is to be balanced against the supply of ores, source materials and special fissile materials"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 4,
      "statement_scores": [
        0,
        2,
        0,
        1,
        1,
        0,
        0
      ]
    },
    "Article 3": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 4": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 5": {
      "article_score": 6,
      "statement_scores": [
        2,
        1,
        3
      ]
    },
    "Article 6": {
      "article_score": 2,
      "statement_scores": [
        0,
        1,
        1
      ]
    },
    "Article 7": {
      "article_score": 7,
      "statement_scores": [
        4,
        3
      ]
    },
    "Article 8": {
      "article_score": 2,
      "statement_scores": [
        1,
        0,
        0,
        1
      ]
    },
    "Article 9": {
      "article_score": 2,
      "statement_scores": [
        1,
        0,
        0,
        1
      ]
    },
    "Article 10": {
      "article_score": 2,
      "statement_scores": [
        0,
        1,
        1,
        0
      ]
    },
    "Article 11": {
      "article_score": 17,
      "statement_scores": [
        1,
        0,
        3,
        1,
        0,
        2,
        1,
        0,
        1,
        3,
        1,
        4,
        0
      ]
    },
    "Article 12": {
      "article_score": 3,
      "statement_scores": [
        0,
        1,
        1,
        0,
        1
      ]
    },
    "Article 13": {
      "article_score": 2,
      "statement_scores": [
        1,
        0,
        0,
        1
      ]
    },
    "Article 14": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        0,
        2,
        0,
        1
      ]
    },
    "Article 15": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 16": {
      "article_score": 10,
      "statement_scores": [
        1,
        1,
        2,
        1,
        1,
        1,
        0,
        2,
        1
      ]
    },
    "Article 17": {
      "article_score": 4,
      "statement_scores": [
        0,
        1,
        1,
        1,
        0,
        1,
        0
      ]
    },
    "Article 18": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Not Article": {
      "article_score": 1,
      "statement_scores": [
        0,
        1
      ]
    }
  }
}