{
  "term": "aggregated netted external schedule",
  "celex_id": "32017R1485",
  "original_definition": "'aggregated netted external schedule' means a schedule representing the netted aggregation of all external TSO schedules and external commercial trade schedules between two scheduling areas or between a scheduling area and a group of other scheduling areas;",
  "generated_definition": "'aggregated netted external schedule' means aggregated netted external schedule is a consolidated and net schedule of scheduled exchanges between two or more scheduling areas involved in market coupling, including bilateral exchanges, as requested by tsos.",
  "existing_sentences": {
    "Article 3": [
      "‘aggregated netted external schedule’ means a schedule representing the netted aggregation of allexternal TSO schedules andexternal commercial trade schedules between twoscheduling areas or between a scheduling area and a group of other scheduling areas;",
      "‘aggregated netted external schedule’ means a schedule representing the netted aggregation of all external TSO schedules and external commercial trade schedules between two scheduling areas or between a scheduling area and a group of other scheduling areas;"
    ],
    "Article 112": [
      "6.   Each scheduled exchange calculator shall provide to TSOs, upon their request, with the values of scheduled exchanges related to the scheduling areas involved in the market coupling in the form of aggregated netted external schedules, including bilateral exchanges between two scheduling areas.",
      "5.   Eachscheduling agentof a shipping agent or, where applicable, a central counterparty shall provide TSOs, upon their request, with the values ofexternal commercial trade schedules of eachscheduling areainvolved in market coupling in the form ofaggregated netted external schedules.",
      "6.   Eachscheduled exchange calculator shall provide to TSOs, upon their request, with the values of scheduled exchanges related to thescheduling areas involved in the market coupling in the form ofaggregated netted external schedules, including bilateral exchanges between two scheduling areas.",
      "5.   Each scheduling agent of a shipping agent or, where applicable, a central counterparty shall provide TSOs, upon their request, with the values of external commercial trade schedules of each scheduling area involved in market coupling in the form of aggregated netted external schedules."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 3": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 112": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    }
  }
}