{
  "term": "air heating product",
  "celex_id": "32016R2281",
  "original_definition": "'air heating product' means a device that:incorporates or provides heat to an air-based heating system;is equipped with one or more heat generators; andmay include an air-based heating system for supplying heated air directly into the heated space by means of an air-moving device.A heat generator designed for an air heating product and an air heating product housing designed to be equipped with such a heat generator shall, together, be considered as an air heating product;",
  "generated_definition": "'air heating product' means an air heating product is a heating appliance that transfers heat from a heat generator to air and incorporates or distributes this heat through an air-based heating system.",
  "existing_sentences": {
    "Article 1": [
      "air heating products with arated heating capacity not exceeding 1 MW;",
      "air heating products with a rated heating capacity not exceeding 1 MW;"
    ],
    "Article 2": [
      "Aheat generatordesigned for anair heating product and an air heating product housing designed to be equipped with such a heat generator shall, together, be considered as an air heating product;",
      "‘air heating product’ means a device that:",
      "‘heat generator’ means the part of anair heating product that generates useful heat using one or more of the following processes:",
      "A heat generator designed for an air heating product and an air heating product housing designed to be equipped with such a heat generator shall, together, be considered as an air heating product;",
      "‘heat generator’ means the part of an air heating product that generates useful heat using one or more of the following processes:"
    ],
    "Article 3": [
      "air heating products and cooling products shall comply with the requirements set out in point (4)(a) of Annex II.",
      "air heating products shall comply with the requirements set out in point (1)(b) of Annex II;",
      "air heating products andcooling products shall comply with the requirements set out in point (4)(a) of Annex II.",
      "air heating products shall comply with the requirements set out in point (4)(b) of Annex II.",
      "1.   The ecodesign requirements forair heating products,cooling products,fan coil units and high temperature chillers are set out in Annex II.",
      "1.   The ecodesign requirements for air heating products, cooling products, fan coil units and high temperature chillers are set out in Annex II.",
      "air heating products shall comply with the requirements set out in point (1)(a) and point (5) of Annex II;"
    ],
    "Article 6": [
      "The indicative benchmarks for classifyingair heating products,cooling products andhigh temperature process chillers available on the market at the time of entry into force of this Regulation as ‘best-performing’ are set out in Annex V to this Regulation.",
      "The indicative benchmarks for classifying air heating products, cooling products and high temperature process chillers available on the market at the time of entry into force of this Regulation as ‘best-performing’ are set out in Annex V to this Regulation."
    ],
    "Article 7": [
      "the appropriateness of setting energy labelling requirements for domestic air heating products;",
      "the appropriateness of setting ecodesign requirements for the noise emissions of air heating products, cooling products, high temperature process chillers and fan coil units;",
      "The Commission shall review this Regulation in the light of technological progress made in connection toair heating products,cooling products andhigh temperature process chillers. It shall present the results of this review to the Ecodesign Consultation Forum no later than 1 January 2022. The review shall include an assessment of the following aspects:",
      "the appropriateness of setting energy labelling requirements for domesticair heating products;",
      "The Commission shall review this Regulation in the light of technological progress made in connection to air heating products, cooling products and high temperature process chillers. It shall present the results of this review to the Ecodesign Consultation Forum no later than 1 January 2022. The review shall include an assessment of the following aspects:",
      "the appropriateness of setting stricter ecodesign requirements for the energy efficiency and emissions of nitrogen oxides of air heating products, cooling products and high temperature process chillers;",
      "the appropriateness of setting stricter ecodesign requirements for the energy efficiency and emissions of nitrogen oxides ofair heating products,cooling products andhigh temperature process chillers;",
      "the appropriateness of setting ecodesign requirements for the noise emissions ofair heating products,cooling products,high temperature process chillers andfan coil units;"
    ],
    "Article 8": [
      "1.   Until 1 January 2018, Member States may allow the placing on the market and/or putting into service of air heating products, cooling products and high temperature process chillers that comply with their national provisions on seasonal energy efficiency or seasonal energy performance ratio in force at the time of the adoption of this Regulation.",
      "2.   Until 26 September 2018, Member States may allow the placing on the market and/or putting into service ofair heating products andcooling products that comply with their national provisions on emissions of nitrogen oxides in force at the time of the adoption of this Regulation.",
      "2.   Until 26 September 2018, Member States may allow the placing on the market and/or putting into service of air heating products and cooling products that comply with their national provisions on emissions of nitrogen oxides in force at the time of the adoption of this Regulation.",
      "1.   Until 1 January 2018, Member States may allow the placing on the market and/or putting into service ofair heating products,cooling products andhigh temperature process chillers that comply with their national provisions on seasonal energy efficiency or seasonal energy performance ratio in force at the time of the adoption of this Regulation."
    ],
    "Article 9": [
      "‘heat pump’ means anair heating product:",
      "Operating modes for calculation of seasonal space heating or cooling energy efficiency ofair heating products andcooling products",
      "Theair heating product,cooling productorhigh temperature process chiller model shall be considered to comply with the applicable requirements set out in Annex II to this Regulation:",
      "Seasonal space heating energy efficiency ofair heating products:",
      "From 1 January 2018, the seasonal space heating energy efficiency ofair heating products shall not fall below the values in Table 1:",
      "A heat generator designed for an air heating product, or a housing to be equipped with such a generator shall be tested with an appropriate housing or generator, respectively;",
      "if, for air heating products, the seasonal space heating energy efficiency ηs,h\n is not less than the declared value minus 8 % at the rated heating capacity of the unit;",
      "if, forair heating products, the average of the three units for seasonal space heating energy efficiency ηs,h is not less than the declared value minus 8 % at therated heating capacity of the unit;",
      "Given the weight and size limitations in the transportation ofair heating products,cooling products andhigh temperature process chillers, Member State authorities may decide to undertake the verification procedure at the premises of manufacturers, before they are put into service in their final destination.",
      "Benchmarks for seasonal space heating or cooling energy efficiency of air heating products and cooling products and seasonal energy performance ratio for high temperature process chillers",
      "From 1 January 2021, the seasonal space heating energy efficiency of air heating products shall not fall below the values in Table 2:",
      "‘heat pump’ means an air heating product:",
      "Benchmarks for seasonal space heating or cooling energy efficiency orair heating products andcooling products and seasonal energy performance ratio ofhigh temperature process chillers are described in Table 30.",
      "‘seasonal space heating energy efficiency’ (ηs,h\n) means the ratio between the reference annual heating demand pertaining to the heating season covered by anair heating product, and the annual energy consumption for heating, corrected by contributions accounting for temperature control and the electricity consumption of ground water pump(s), where applicable, expressed in %;",
      "From 1 January 2021, the seasonal space heating energy efficiency ofair heating products shall not fall below the values in Table 2:",
      "First tier minimum seasonal space heating energy efficiency of air heating products, expressed in %",
      "‘supplementary heater’ means a heat generator of the air heating product that generates supplemental heat during conditions where the heating load exceeds the heating capacity of the preferred heat generator;",
      "At the time of entry into force of this Regulation, the best available technology on the market for air heating products and cooling products in terms of seasonal space heating energy efficiency, seasonal space cooling energy efficiency or seasonal energy performance ratio, and emissions of nitrogen oxides was identified as follows:",
      "if, forair heating products, the seasonal space heating energy efficiency ηs,h\n is not less than the declared value minus 8 % at therated heating capacity of the unit;",
      "Benchmarks for seasonal space heating or cooling energy efficiency or air heating products and cooling products and seasonal energy performance ratio of high temperature process chillers are described in Table 30.",
      "Second tier minimum seasonal space heating energy efficiency ofair heating products, expressed in %",
      "Given the weight and size limitations in the transportation of air heating products, cooling products and high temperature process chillers, Member State authorities may decide to undertake the verification procedure at the premises of manufacturers, before they are put into service in their final destination.",
      "Theair heating product,cooling product,high temperature process chillerorfan coil unit model shall be considered to comply with the applicable requirements set out in Annex II to this Regulation:",
      "‘warm air heater’ means anair heating productthat transfers the heat from aheat generatordirectly to air and incorporates or distributes this heat through anair-based heating system;",
      "Forair heating product,cooling product,high temperature process chillerorfan coil unit models with a rated heating, cooling or refrigeration capacity < 70 kW and that are produced in quantities of five or more per year, if the result referred to in point 2(b) is not achieved, the Member State authorities shall randomly select three additional units of the same model for testing.",
      "‘preferred heat generator’ means the heat generator of the air heating product that has the highest contribution in the total heat supplied over the heating season;",
      "Seasonal space heating energy efficiency of air heating products:",
      "if, forair heating products, and/orcooling products, the average of the three units for the sound power level LWA is not more than the declared value plus 2,0 dB;",
      "The air heating product, cooling product or high temperature process chiller model shall be considered to comply with the applicable requirements set out in Annex II to this Regulation:",
      "‘supplementary heater’ means aheat generatorof theair heating product that generates supplemental heat during conditions where the heating load exceeds the heating capacity of the preferred heat generator;",
      "First tier minimum seasonal space heating energy efficiency ofair heating products, expressed in %",
      "Aheat generatordesigned for anair heating product, or a housing to be equipped with such a generator shall be tested with an appropriate housing or generator, respectively;",
      "At the time of entry into force of this Regulation, the best available technology on the market forair heating products andcooling products in terms of seasonal space heating energy efficiency, seasonal space cooling energy efficiency or seasonal energy performance ratio, and emissions of nitrogen oxides was identified as follows:",
      "‘preferredheat generator’ means the heat generator of theair heating product that has the highest contribution in the total heat supplied over the heating season;",
      "if, for air heating product and/or cooling products, the sound power level LWA is not more than the declared value plus 2,0 dB;",
      "For air heating product, cooling product, high temperature process chiller or fan coil unit models with a rated heating, cooling or refrigeration capacity ≥ 70 kW or that are produced in lower quantities than 5 per year, if the result referred to in point 2 is not achieved, the model and any other model where the information included in the technical documentation was obtained on the same basis shall be considered not to comply with this Regulation.",
      "‘nitrogen oxides emissions’ means the sum of the emissions of nitrogen monoxide and nitrogen dioxide by air heating products or cooling products using gaseous or liquid fuels, and expressed in nitrogen dioxide, established while providing the rated heating capacity, expressed in mg/kWh in terms of GCV.",
      "The air heating product, cooling product, high temperature process chiller or fan coil unit model shall be considered to comply with the applicable requirements set out in Annex II to this Regulation:",
      "if, forair heating productand/orcooling products, the sound power level LWA is not more than the declared value plus 2,0 dB;",
      "Forair heating product,cooling product,high temperature process chillerorfan coil unit models with a rated heating, cooling or refrigeration capacity < 70 kW or that are produced in quantities of 5 or more per year, if the result referred to in point 2(a) is not achieved, the model and any other model where the information included in the technical documentation was obtained on the same basis shall be considered not to comply with this Regulation.",
      "For air heating product, cooling product, high temperature process chiller or fan coil unit models with a rated heating, cooling or refrigeration capacity < 70 kW or that are produced in quantities of 5 or more per year, if the result referred to in point 2(a) is not achieved, the model and any other model where the information included in the technical documentation was obtained on the same basis shall be considered not to comply with this Regulation.",
      "‘seasonal space heating energy efficiency’ (ηs,h\n) means the ratio between the reference annual heating demand pertaining to the heating season covered by an air heating product, and the annual energy consumption for heating, corrected by contributions accounting for temperature control and the electricity consumption of ground water pump(s), where applicable, expressed in %;",
      "‘nitrogen oxides emissions’ means the sum of the emissions of nitrogen monoxide and nitrogen dioxide byair heating products orcooling products using gaseous or liquid fuels, and expressed in nitrogen dioxide, established while providing therated heating capacity, expressed in mg/kWh in terms of GCV.",
      "if, for air heating products, and/or cooling products, the average of the three units for the sound power level LWA is not more than the declared value plus 2,0 dB;",
      "Forair heating product,cooling product,high temperature process chillerorfan coil unit models with a rated heating, cooling or refrigeration capacity ≥ 70 kW or that are produced in lower quantities than 5 per year, if the result referred to in point 2 is not achieved, the model and any other model where the information included in the technical documentation was obtained on the same basis shall be considered not to comply with this Regulation.",
      "For air heating product, cooling product, high temperature process chiller or fan coil unit models with a rated heating, cooling or refrigeration capacity < 70 kW and that are produced in quantities of five or more per year, if the result referred to in point 2(b) is not achieved, the Member State authorities shall randomly select three additional units of the same model for testing.",
      "Second tier minimum seasonal space heating energy efficiency of air heating products, expressed in %",
      "Operating modes for calculation of seasonal space heating or cooling energy efficiency of air heating products and cooling products",
      "From 1 January 2018, the seasonal space heating energy efficiency of air heating products shall not fall below the values in Table 1:",
      "‘warm air heater’ means an air heating product that transfers the heat from a heat generator directly to air and incorporates or distributes this heat through an air-based heating system;",
      "Benchmarks for seasonal space heating or cooling energy efficiency ofair heating products andcooling products and seasonal energy performance ratio forhigh temperature process chillers",
      "if, for air heating products, the average of the three units for seasonal space heating energy efficiency ηs,h is not less than the declared value minus 8 % at the rated heating capacity of the unit;"
    ],
    "Not Article": [
      "The energy consumption of air heating products, cooling products and high temperature process chillers could be reduced, without increasing the combined cost of purchasing and operating these products, using existing, non-proprietary technologies.",
      "Emissions fromair heating products,cooling products andhigh temperature process chillers could be further reduced, without increasing the combined cost of purchasing and operating these products, using existing, non-proprietary technologies.",
      "The preparatory studies show that it is not necessary to introduce requirements relating to the other ecodesign parameters referred to in Part 1 of Annex I to Directive 2009/125/EC in the case ofair heating products,cooling products andhigh temperature process chillers.",
      "The ecodesign requirements set out in this Regulation should not affect the functionality or affordability ofair heating products,cooling products andhigh temperature process chillers for the end-user and should not have a detrimental effect on health, safety or the environment.",
      "The characteristics of air heating products, cooling products and high temperature process chillers that have been identified as significant for the purposes of this Regulation are energy consumption and emissions of nitrogen oxides during use. Direct emissions from refrigerants and noise emissions were also identified as relevant.",
      "The Commission has carried out different preparatory studies covering the technical, environmental and economic characteristics of air heating products, cooling products and high temperature process chillers typically used in the EU. The studies were designed in conjunction with interested parties from EU and non-EU countries, and the results have been made publicly available.",
      "To further limit the environmental effects ofair heating products,cooling products,high temperature process chillers andfan coil units, manufacturers should provide information on disassembly, recycling and/or disposal.",
      "The ecodesign requirements set out in this Regulation should not affect the functionality or affordability of air heating products, cooling products and high temperature process chillers for the end-user and should not have a detrimental effect on health, safety or the environment.",
      "In addition to the legally binding requirements laid down in this Regulation, indicative benchmarks for best available technologies should be identified to ensure that information on the environmental performance of air heating products, cooling products and high temperature process chillers is widely available and easily accessible.",
      "Emissions from air heating products, cooling products and high temperature process chillers could be further reduced, without increasing the combined cost of purchasing and operating these products, using existing, non-proprietary technologies.",
      "Ecodesign requirements should harmonise the requirements relating to energy efficiency and nitrogen oxides emissions that apply toair heating products andcooling products throughout the EU. This will help to improve both the functioning of the single market and the environmental performance of the products concerned.",
      "Pursuant to Article 16(2)(a) of Directive 2009/125/EC, the Commission should, where appropriate, introduce implementing measures for products which offer significant potential for reducing greenhouse gas emissions in a cost-effective way, such asair heating products andcooling products. These implementing measures should be introduced in accordance with the procedure referred to in Article 19(3) of Directive 2009/125/EC and the criteria set out in Article 15(2) of the same Directive. The Commission should consult the Ecodesign Consultation Forum on the measures to be introduced.",
      "Noise emissions for air heating products, cooling products, high temperature process chillers and fan coil units are also relevant. Nevertheless the environment where air heating products, cooling products and high temperature process chillers are installed has an impact on the maximum noise emissions that can be accepted. In addition, secondary measures can be taken in order to attenuate the impact of noise emissions. In consequence no minimum requirements are set regarding maximum noise emissions. Information requirements regarding sound power level are established",
      "The energy consumption ofair heating products,cooling products andhigh temperature process chillers could be reduced, without increasing the combined cost of purchasing and operating these products, using existing, non-proprietary technologies.",
      "This Regulation should cover air heating products, cooling products and high temperature process chillers designed to use gaseous fuels, liquid fuels or electricity and fan coil units.",
      "To further limit the environmental effects of air heating products, cooling products, high temperature process chillers and fan coil units, manufacturers should provide information on disassembly, recycling and/or disposal.",
      "The Commission has carried out different preparatory studies covering the technical, environmental and economic characteristics ofair heating products,cooling products andhigh temperature process chillers typically used in the EU. The studies were designed in conjunction with interested parties from EU and non-EU countries, and the results have been made publicly available.",
      "implementing Directive 2009/125/EC of the European Parliament and of the Council establishing a framework for the setting of ecodesign requirements for energy-related products, with regard to ecodesign requirements forair heating products,cooling products,high temperature process chillers andfan coil units",
      "The combined annual energy consumption ofair heating products,cooling products andhigh temperature process chillers in the EU was estimated at 2 477 PJ (59 Mtoe) per year for 2010, corresponding to 107 Mt of carbon dioxide emissions. Unless specific measures are taken, the annual energy consumption of air heating products, cooling products and high temperature process chillers is expected to reach 2 534 PJ (60 Mtoe) per year by 2030.",
      "The preparatory studies show that it is not necessary to introduce requirements relating to the other ecodesign parameters referred to in Part 1 of Annex I to Directive 2009/125/EC in the case of air heating products, cooling products and high temperature process chillers.",
      "Ecodesign requirements should harmonise the requirements relating to energy efficiency and nitrogen oxides emissions that apply to air heating products and cooling products throughout the EU. This will help to improve both the functioning of the single market and the environmental performance of the products concerned.",
      "The combined annual energy consumption of air heating products, cooling products and high temperature process chillers in the EU was estimated at 2 477 PJ (59 Mtoe) per year for 2010, corresponding to 107 Mt of carbon dioxide emissions. Unless specific measures are taken, the annual energy consumption of air heating products, cooling products and high temperature process chillers is expected to reach 2 534 PJ (60 Mtoe) per year by 2030.",
      "The characteristics ofair heating products,cooling products andhigh temperature process chillers that have been identified as significant for the purposes of this Regulation are energy consumption and emissions of nitrogen oxides during use. Direct emissions from refrigerants and noise emissions were also identified as relevant.",
      "Pursuant to Article 16(2)(a) of Directive 2009/125/EC, the Commission should, where appropriate, introduce implementing measures for products which offer significant potential for reducing greenhouse gas emissions in a cost-effective way, such as air heating products and cooling products. These implementing measures should be introduced in accordance with the procedure referred to in Article 19(3) of Directive 2009/125/EC and the criteria set out in Article 15(2) of the same Directive. The Commission should consult the Ecodesign Consultation Forum on the measures to be introduced.",
      "Noise emissions forair heating products,cooling products,high temperature process chillers andfan coil units are also relevant. Nevertheless the environment where air heating products, cooling products and high temperature process chillers are installed has an impact on the maximum noise emissions that can be accepted. In addition, secondary measures can be taken in order to attenuate the impact of noise emissions. In consequence no minimum requirements are set regarding maximum noise emissions. Information requirements regarding sound power level are established",
      "In addition to the legally binding requirements laid down in this Regulation, indicative benchmarks for best available technologies should be identified to ensure that information on the environmental performance ofair heating products,cooling products andhigh temperature process chillers is widely available and easily accessible.",
      "This Regulation should coverair heating products,cooling products andhigh temperature process chillers designed to use gaseous fuels, liquid fuels or electricity andfan coil units.",
      "implementing Directive 2009/125/EC of the European Parliament and of the Council establishing a framework for the setting of ecodesign requirements for energy-related products, with regard to ecodesign requirements for air heating products, cooling products, high temperature process chillers and fan coil units"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 2": {
      "article_score": 8,
      "statement_scores": [
        3,
        0,
        1,
        3,
        1
      ]
    },
    "Article 3": {
      "article_score": 7,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 6": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 7": {
      "article_score": 8,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 8": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 9": {
      "article_score": 52,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 32,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        2,
        1,
        1,
        2,
        1,
        1,
        1
      ]
    }
  }
}