{
  "term": "air-conditioning system",
  "celex_id": "32010L0031",
  "original_definition": "'air-conditioning system' means a combination of the components required to provide a form of indoor air treatment, by which temperature is controlled or can be lowered;",
  "generated_definition": "'air-conditioning system' means a system for controlling the temperature, humidity, and air quality in a building or vehicle through the use of refrigeration, ventilation, and filtration.",
  "existing_sentences": {
    "Article 1": [
      "regular inspection of heating and air-conditioning systems in buildings; and",
      "regular inspection of heating andair-conditioning systems inbuildings; and"
    ],
    "Article 2": [
      "‘air-conditioning system’ means a combination of the components required to provide a form of indoor air treatment, by which temperature is controlled or can be lowered;"
    ],
    "Article 8": [
      "air-conditioning systems;"
    ],
    "Article 15": [
      "1.   Member States shall lay down the necessary measures to establish a regular inspection of the accessible parts ofair-conditioning systems of aneffective rated outputof more than 12 kW. The inspection shall include an assessment of the air-conditioning efficiency and the sizing compared to the cooling requirements of thebuilding. The assessment of the sizing does not have to be repeated as long as no changes were made to this air-conditioning system or as regards the cooling requirements of the building in the meantime.",
      "Inspection of air-conditioning systems",
      "2.   The Member States may set different inspection frequencies depending on the type andeffective rated outputof theair-conditioning system, whilst taking into account the costs of the inspection of the air-conditioning system and the estimated energy cost savings that may result from the inspection.",
      "1.   Member States shall lay down the necessary measures to establish a regular inspection of the accessible parts of air-conditioning systems of an effective rated output of more than 12 kW. The inspection shall include an assessment of the air-conditioning efficiency and the sizing compared to the cooling requirements of the building. The assessment of the sizing does not have to be repeated as long as no changes were made to this air-conditioning system or as regards the cooling requirements of the building in the meantime.",
      "2.   The Member States may set different inspection frequencies depending on the type and effective rated output of the air-conditioning system, whilst taking into account the costs of the inspection of the air-conditioning system and the estimated energy cost savings that may result from the inspection.",
      "4.   As an alternative to paragraphs 1, 2 and 3 Member States may opt to take measures to ensure the provision of advice to users on the replacement of air-conditioning systems or on other modifications to the air-conditioning system which may include inspections to assess the efficiency and appropriate size of the air-conditioning system. The overall impact of this approach shall be equivalent to that arising from the provisions set out in paragraphs 1, 2 and 3."
    ],
    "Article 16": [
      "Reports on the inspection of heating and air-conditioning systems",
      "1.   An inspection report shall be issued after each inspection of a heating or air-conditioning system. The inspection report shall contain the result of the inspection performed in accordance with Article 14 or 15 and include recommendations for the cost-effective improvement of the energy performance of the inspected system."
    ],
    "Article 17": [
      "Member States shall ensure that the energy performance certification of buildings and the inspection of heating systems and air-conditioning systems are carried out in an independent manner by qualified and/or accredited experts, whether operating in a self-employed capacity or employed by public bodies or private enterprises.",
      "Member States shall ensure that the energy performance certification ofbuildings and the inspection of heating systems andair-conditioning systems are carried out in an independent manner by qualified and/or accredited experts, whether operating in a self-employed capacity or employed by public bodies or private enterprises."
    ],
    "Article 18": [
      "1.   Member States shall ensure that independent control systems for energy performance certificates and reports on the inspection of heating and air-conditioning systems are established in accordance with Annex II. Member States may establish separate systems for the control of energy performance certificates and for the control of reports on the inspection of heating and air-conditioning systems.",
      "1.   Member States shall ensure that independent control systems forenergy performance certificates and reports on the inspection of heating andair-conditioning systems are established in accordance with Annex II. Member States may establish separate systems for the control of energy performance certificates and for the control of reports on the inspection of heating and air-conditioning systems."
    ],
    "Not Article": [
      "Regular maintenance and inspection of heating andair-conditioning systems by qualified personnel contributes to maintaining their correct adjustment in accordance with the product specification and in that way ensures optimal performance from an environmental, safety and energy point of view. An independent assessment of the entire heating and air-conditioning system should occur at regular intervals during its lifecycle in particular before its replacement or upgrading. In order to minimise the administrative burden onbuilding owners and tenants, Member States should endeavour to combine inspections and certifications as far as possible.",
      "Recent years have seen a rise in the number ofair-conditioning systems in European countries. This creates considerable problems at peak load times, increasing the cost of electricity and disrupting the energy balance. Priority should be given to strategies which enhance the thermal performance ofbuildings during the summer period. To that end, there should be focus on measures which avoid overheating, such as shading and sufficient thermal capacity in the building construction, and further development and application of passive cooling techniques, primarily those that improve indoor climatic conditions and the micro-climate around buildings.",
      "Recent years have seen a rise in the number of air-conditioning systems in European countries. This creates considerable problems at peak load times, increasing the cost of electricity and disrupting the energy balance. Priority should be given to strategies which enhance the thermal performance of buildings during the summer period. To that end, there should be focus on measures which avoid overheating, such as shading and sufficient thermal capacity in the building construction, and further development and application of passive cooling techniques, primarily those that improve indoor climatic conditions and the micro-climate around buildings.",
      "A common approach to the energy performance certification ofbuildings and to the inspection of heating andair-conditioning systems, carried out by qualified and/or accredited experts, whose independence is to be guaranteed on the basis of objective criteria, will contribute to a level playing field as regards efforts made in Member States to energy saving in the buildings sector and will introduce transparency for prospective owners or users with regard to energy performance in the Union property market. In order to ensure the quality ofenergy performance certificates and of the inspection of heating and air-conditioning systems throughout the Union, an independent control mechanism should be established in each Member State.",
      "Regular maintenance and inspection of heating and air-conditioning systems by qualified personnel contributes to maintaining their correct adjustment in accordance with the product specification and in that way ensures optimal performance from an environmental, safety and energy point of view. An independent assessment of the entire heating and air-conditioning system should occur at regular intervals during its lifecycle in particular before its replacement or upgrading. In order to minimise the administrative burden on building owners and tenants, Member States should endeavour to combine inspections and certifications as far as possible.",
      "A common approach to the energy performance certification of buildings and to the inspection of heating and air-conditioning systems, carried out by qualified and/or accredited experts, whose independence is to be guaranteed on the basis of objective criteria, will contribute to a level playing field as regards efforts made in Member States to energy saving in the buildings sector and will introduce transparency for prospective owners or users with regard to energy performance in the Union property market. In order to ensure the quality of energy performance certificates and of the inspection of heating and air-conditioning systems throughout the Union, an independent control mechanism should be established in each Member State."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 8": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 15": {
      "article_score": 12,
      "statement_scores": [
        2,
        1,
        2,
        2,
        2,
        3
      ]
    },
    "Article 16": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 17": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 18": {
      "article_score": 4,
      "statement_scores": [
        2,
        2
      ]
    },
    "Not Article": {
      "article_score": 10,
      "statement_scores": [
        2,
        1,
        1,
        2,
        2,
        2
      ]
    }
  }
}