{
  "term": "allocation rules",
  "celex_id": "32016R1719",
  "original_definition": "'allocation rules' means the rules for forward capacity allocation applied by the single allocation platform;",
  "generated_definition": "'allocation rules' means a set of rules governing the allocation of transmission rights in the electricity market, including eligibility requirements, compliance, and suspension/withdrawal of participation rights.",
  "existing_sentences": {
    "Article 2": [
      "‘allocation rules’ means the rules for forward capacity allocation applied by the single allocation platform;",
      "‘allocation rules’ means the rules forforward capacity allocationapplied by thesingle allocation platform;"
    ],
    "Article 4": [
      "the regional requirements of the harmonised allocation rules pursuant to Article 52, including the regional compensation rules pursuant to Article 55.",
      "the harmonised allocation rules pursuant to Article 51;",
      "the regional requirements of the harmonisedallocation rulespursuant to Article 52, including the regionalcompensation rules pursuant to Article 55."
    ],
    "Article 31": [
      "4.   The proposals referred to in paragraph 3 shall include a time schedule for implementation and at least the description of the following items specified in the allocation rules:"
    ],
    "Article 37": [
      "4.   Thesingle allocation platformshall be entitled to suspend or withdraw a market participant's right to participate in theauctions or transfer itslong-term transmission rights following a breach of its contractual obligations under the harmonisedallocation rules.",
      "4.   The single allocation platform shall be entitled to suspend or withdraw a market participant's right to participate in the auctions or transfer its long-term transmission rights following a breach of its contractual obligations under the harmonised allocation rules.",
      "1.   Market participants shall be registered with thesingle allocation platformand meet all eligibility requirements under the harmonisedallocation rulesbefore being entitled to participate in theauctions or transfer theirlong-term transmission rights. The eligibility requirements shall comply with the principles of non-discrimination and transparency.",
      "3.   Market participants shall fully comply with the harmonisedallocation rules. They shall keep all information relating to their participation up to date and notify thesingle allocation platform of any changes to this information without delay.",
      "1.   Market participants shall be registered with the single allocation platform and meet all eligibility requirements under the harmonised allocation rules before being entitled to participate in the auctions or transfer their long-term transmission rights. The eligibility requirements shall comply with the principles of non-discrimination and transparency.",
      "5.   The suspension or withdrawal of the right of the market participant to participate in theauctions or transfer itslong-term transmission rightpursuant to the harmonisedallocation rulesshall not exonerate a market participant or thesingle allocation platform from their obligations deriving from long-term transmission rights allocated and paid before the suspension or withdrawal.",
      "5.   The suspension or withdrawal of the right of the market participant to participate in the auctions or transfer its long-term transmission right pursuant to the harmonised allocation rules shall not exonerate a market participant or the single allocation platform from their obligations deriving from long-term transmission rights allocated and paid before the suspension or withdrawal.",
      "3.   Market participants shall fully comply with the harmonised allocation rules. They shall keep all information relating to their participation up to date and notify the single allocation platform of any changes to this information without delay."
    ],
    "Article 39": [
      "1.   No later than the time specified in the harmonisedallocation rulesfor eachforward capacity allocation, anauctionspecification containing at least the following information shall be defined and published on thesingle allocation platform:",
      "2.   The published long-term cross-zonal capacity shall not be modified during a period prior to the gate closure of the auction. The harmonised allocation rules shall specify that period.",
      "2.   The published long-term cross-zonal capacity shall not be modified during a period prior to the gate closure of theauction. The harmonisedallocation rules shall specify that period.",
      "1.   No later than the time specified in the harmonised allocation rules for each forward capacity allocation, an auction specification containing at least the following information shall be defined and published on the single allocation platform:"
    ],
    "Article 41": [
      "2.   In order to participate in theauctions, a market participant shall have sufficient collaterals to secure bids and allocatedlong-term transmission rights in accordance with the conditions set out in the harmonisedallocation rules.",
      "2.   In order to participate in the auctions, a market participant shall have sufficient collaterals to secure bids and allocated long-term transmission rights in accordance with the conditions set out in the harmonised allocation rules.",
      "1.   Thesingle allocation platformshall provide invoicing or self-billing procedures for the settlement of debits or credits resulting from the allocation oflong-term transmission rights, the return of long-term transmission rights and the remuneration of long-term transmission rights. The harmonisedallocation rules shall specify those procedures.",
      "1.   The single allocation platform shall provide invoicing or self-billing procedures for the settlement of debits or credits resulting from the allocation of long-term transmission rights, the return of long-term transmission rights and the remuneration of long-term transmission rights. The harmonised allocation rules shall specify those procedures."
    ],
    "Article 43": [
      "2.   Long-term transmission rights holders willing to return their long-term transmission rights for subsequent forward capacity allocation shall notify this, directly or indirectly through a third party, to the single allocation platform as set out in the harmonised allocation rules.",
      "2.Long-term transmission rights holders willing to return their long-term transmission rights for subsequentforward capacity allocationshall notify this, directly or indirectly through a third party, to thesingle allocation platformas set out in the harmonisedallocation rules."
    ],
    "Article 44": [
      "4.   Market participants acquiring thoselong-term transmission rights shall confirm, in accordance with the harmonisedallocation rules, directly or indirectly through a third party, to thesingle allocation platform the notification sent by the previous long-term transmission rights holder.",
      "1.   Long-term transmission rights holders shall be entitled to transfer all or part of their long-term transmission rights to other market participants in accordance with the harmonised allocation rules.",
      "3.   Long-term transmission rights holders shall notify the transfer of long-term transmission rights, directly or indirectly through a third party, to the single allocation platform in accordance with the harmonised allocation rules.",
      "4.   Market participants acquiring those long-term transmission rights shall confirm, in accordance with the harmonised allocation rules, directly or indirectly through a third party, to the single allocation platform the notification sent by the previous long-term transmission rights holder.",
      "3.Long-term transmission rights holders shall notify the transfer of long-term transmission rights, directly or indirectly through a third party, to thesingle allocation platformin accordance with the harmonisedallocation rules.",
      "1.Long-term transmission rights holders shall be entitled to transfer all or part of their long-term transmission rights to other market participants in accordance with the harmonisedallocation rules."
    ],
    "Article 46": [
      "1.   In the event that the single allocation platform is unable to deliver either the auction specification in accordance with Article 39 or part or all of the results of the forward capacity allocation within the time frame specified in the harmonised allocation rules, the TSOs responsible on the bidding zone border shall implement the fallback procedures established pursuant to Article 42.",
      "1.   In the event that thesingle allocation platformis unable to deliver either theauctionspecification in accordance with Article 39 or part or all of the results of theforward capacity allocationwithin the time frame specified in the harmonisedallocation rules, the TSOs responsible on the bidding zone border shall implement the fallback procedures established pursuant to Article 42."
    ],
    "Article 50": [
      "Harmonised allocation rules"
    ],
    "Article 51": [
      "1.   Within six months after the entry into force of this Regulation, all TSOs shall jointly develop a proposal for harmonisedallocation rulesforlong-term transmission rights pursuant to Article 52(2). The proposal shall be subject to consultation in accordance with Article 6. This proposal shall include regional and bidding zone border specific requirements if developed by the TSOs of each capacity calculation region pursuant to Article 52(3).",
      "2.   Once the regional requirements have entered into force, they shall prevail over the general requirements defined in the harmonised allocation rules. In case the general requirements of the harmonised allocation rules are amended and submitted to all regulatory authorities' approval, the regional requirements shall also be submitted to regulatory authorities' approval of the concerned capacity calculation region.",
      "1.   Within six months after the entry into force of this Regulation, all TSOs shall jointly develop a proposal for harmonised allocation rules for long-term transmission rights pursuant to Article 52(2). The proposal shall be subject to consultation in accordance with Article 6. This proposal shall include regional and bidding zone border specific requirements if developed by the TSOs of each capacity calculation region pursuant to Article 52(3).",
      "Introduction of harmonised allocation rules"
    ],
    "Article 52": [
      "Requirements for the harmonised allocation rules",
      "3.   The harmonised allocation rules may also contain regional or bidding zone border specific requirements in particular for, but without limitation to:",
      "1.   The requirements for the harmonised allocation rules for long-term transmission rights shall cover physical transmission rights, FTRs — options and FTRs — obligations. TSOs shall consider and duly take into account specificities related to the different types of products.",
      "2.   The harmonised allocation rules for long-term transmission rights shall follow the principles of non-discrimination and transparency and at least contain the following general requirements:",
      "2.   The harmonisedallocation rulesforlong-term transmission rights shall follow the principles of non-discrimination and transparency and at least contain the following general requirements:",
      "1.   The requirements for the harmonisedallocation rulesforlong-term transmission rights shall cover physical transmission rights, FTRs — options and FTRs — obligations. TSOs shall consider and duly take into account specificities related to the different types of products."
    ],
    "Not Article": [
      "Harmonised long-term cross-zonal capacity allocation rules require the establishment and operation of a single allocation platform at European level. This central platform should be developed by all TSOs to facilitate the allocation of long-term transmission rights for market participants and should provide for the transfer of long-term transmission rights from one eligible market participant to another.",
      "Those harmonisedallocation rulesshould at least contain the description of the allocation process/procedure forlong-term transmission rights, including the minimum requirements for participation, financial matters, type of products offered in explicitauctions,nomination rules, curtailment andcompensation rules, rules for market participants in case they are transferring their long-term transmission rights, the use-it-or-sell-it (hereinafter ‘UIOSI’) principle, rules as regards force majeure and liability. Those harmonised allocation rules should also outline the contractual obligations to be respected by market participants.",
      "Currently there are multiple allocation rules across the Union governing the contractual arrangements for long-term transmission rights. TSOs should develop harmonised allocation rules for physical transmission rights, financial transmission rights — options (hereinafter ‘FTRs — options’) and financial transmission rights — obligations (hereinafter ‘FTRs — obligations’) at Union level.",
      "Harmonised long-term cross-zonal capacityallocation rulesrequire the establishment and operation of asingle allocation platformat European level. This central platform should be developed by all TSOs to facilitate the allocation oflong-term transmission rights for market participants and should provide for the transfer of long-term transmission rights from one eligible market participant to another.",
      "Currently there are multipleallocation rulesacross the Union governing the contractual arrangements forlong-term transmission rights. TSOs should develop harmonised allocation rules for physical transmission rights, financial transmission rights — options (hereinafter ‘FTRs — options’) and financial transmission rights — obligations (hereinafter ‘FTRs — obligations’) at Union level.",
      "Those harmonised allocation rules should at least contain the description of the allocation process/procedure for long-term transmission rights, including the minimum requirements for participation, financial matters, type of products offered in explicit auctions, nomination rules, curtailment and compensation rules, rules for market participants in case they are transferring their long-term transmission rights, the use-it-or-sell-it (hereinafter ‘UIOSI’) principle, rules as regards force majeure and liability. Those harmonised allocation rules should also outline the contractual obligations to be respected by market participants."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 4": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Article 31": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 37": {
      "article_score": 8,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 39": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 41": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 43": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 44": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 46": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 50": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 51": {
      "article_score": 5,
      "statement_scores": [
        1,
        2,
        1,
        1
      ]
    },
    "Article 52": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 10,
      "statement_scores": [
        1,
        2,
        2,
        1,
        2,
        2
      ]
    }
  }
}