{
  "term": "bidding zone",
  "celex_id": "32013R0543",
  "original_definition": "'bidding zone' means the largest geographical area within which market participants are able to exchange energy without capacity allocation;",
  "generated_definition": "'bidding zone' means a geographical area defined by the market operator for the purpose of managing the allocation of cross-zonal capacity and the coordination of power exchanges between adjacent bidding zones.",
  "existing_sentences": {
    "Article 2": [
      "‘critical network element’ means a network element either within abidding zone or between bidding zones taken into account in the capacity calculation process, limiting the amount of power that can be exchanged;",
      "‘profile’ means a geographical boundary between one bidding zone and several neighbouring bidding zones;",
      "‘bidding zone’ means the largest geographical area within which market participants are able to exchange energy withoutcapacity allocation;",
      "‘currency’ is euro if at least one part of the bidding zone(s) concerned is part of a country in which euro is a legal tender. In any other case it is the local currency;",
      "‘coordinated net transmission capacity’ means a capacity calculation method based on the principle of assessing and defining ex ante a maximum energy exchange between adjacent bidding zones;",
      "‘power transfer distribution factor’ means a representation of the physical flow on a critical network element induced by the variation of the net position of a bidding zone;",
      "‘market time unit’ means the period for which the market price is established or the shortest possible common time period for the twobidding zones, if their market time units are different;",
      "‘critical network element’ means a network element either within a bidding zone or between bidding zones taken into account in the capacity calculation process, limiting the amount of power that can be exchanged;",
      "‘bidding zone’ means the largest geographical area within which market participants are able to exchange energy without capacity allocation;",
      "‘currency’ is euro if at least one part of thebidding zone(s) concerned is part of a country in which euro is a legal tender. In any other case it is the local currency;",
      "‘market time unit’ means the period for which the market price is established or the shortest possible common time period for the two bidding zones, if their market time units are different;",
      "‘cross zonal capacity’ means the capability of the interconnected system to accommodate energy transfer betweenbidding zones;",
      "‘power transfer distribution factor’ means a representation of the physical flow on acritical network elementinduced by the variation of the net position of abidding zone;",
      "‘countertrading’ means a cross zonal exchange initiated by system operators between twobidding zones to relieve physical congestion;",
      "‘cross zonal capacity’ means the capability of the interconnected system to accommodate energy transfer between bidding zones;",
      "‘countertrading’ means a cross zonal exchange initiated by system operators between two bidding zones to relieve physical congestion;",
      "‘profile’ means a geographical boundary between onebidding zone and several neighbouring bidding zones;",
      "‘coordinated net transmission capacity’ means a capacity calculation method based on the principle of assessing and defining ex ante a maximum energy exchange between adjacentbidding zones;"
    ],
    "Article 4": [
      "4.   In case a bidding zone consists of several control areas in different Member States, the ENTSO for Electricity shall publish the data referred to in paragraph 1 separately for the concerned Member States.",
      "4.   In case abidding zoneconsists of severalcontrol areas in different Member States, the ENTSO for Electricity shall publish the data referred to in paragraph 1 separately for the concerned Member States."
    ],
    "Article 6": [
      "1.   For their control areas, TSOs shall calculate and submit the following data to the ENTSO for Electricity for each bidding zone:",
      "in point (c) of paragraph 1 shall be published each Friday no later than two hours before the gate closure of the day-ahead market in the bidding zone and be updated when significant changes occur;",
      "1.   For theircontrol areas, TSOs shall calculate and submit the following data to the ENTSO for Electricity for eachbidding zone:",
      "in point (b) of paragraph 1 shall be published no later than two hours before the gate closure of the day-ahead market in the bidding zone and be updated when significant changes occur;"
    ],
    "Article 7": [
      "2.   The information laid down in point (a) of paragraph 1 shall be published in aggregated form perbidding zoneindicating the sum of unavailable consumption capacity permarket time unitduring a given period as soon as possible but no later than one hour after the decision regarding theplanned unavailability is made.",
      "2.   The information laid down in point (a) of paragraph 1 shall be published in aggregated form per bidding zone indicating the sum of unavailable consumption capacity per market time unit during a given period as soon as possible but no later than one hour after the decision regarding the planned unavailability is made.",
      "The information laid down point (b) of paragraph 1 shall be published in aggregated form perbidding zoneindicating the sum of unavailable consumption capacity permarket time unit during a given period as soon as possible but no later than one hour after the change in actual availability.",
      "The information laid down point (b) of paragraph 1 shall be published in aggregated form per bidding zone indicating the sum of unavailable consumption capacity per market time unit during a given period as soon as possible but no later than one hour after the change in actual availability.",
      "bidding zone,"
    ],
    "Article 8": [
      "1.   For theircontrol areas, TSOs shall calculate and provide for eachbidding zonetheyear-ahead forecast marginevaluated at the localmarket time unit to the ENTSO for Electricity.",
      "1.   For their control areas, TSOs shall calculate and provide for each bidding zone the year-ahead forecast margin evaluated at the local market time unit to the ENTSO for Electricity."
    ],
    "Article 9": [
      "TSOs shall establish and provide information on future changes to network elements and interconnector projects including expansion or dismantling in their transmission grids within the next three years, to the ENTSO for Electricity. This information shall only be given for measures expected to have an impact of at least 100 MW oncross zonal capacitybetweenbidding zones or onprofiles at least during onemarket time unit. The information shall include:",
      "TSOs shall establish and provide information on future changes to network elements and interconnector projects including expansion or dismantling in their transmission grids within the next three years, to the ENTSO for Electricity. This information shall only be given for measures expected to have an impact of at least 100 MW on cross zonal capacity between bidding zones or on profiles at least during one market time unit. The information shall include:",
      "the impact on interconnection capacity per direction between the bidding zones;"
    ],
    "Article 10": [
      "the estimated impact on cross zonal capacity per direction between bidding zones,",
      "the estimated impact oncross zonal capacityper direction betweenbidding zones,",
      "changes in the actual availability of interconnections and in the transmission grid that reduce cross zonal capacities between bidding zones by 100 MW or more during at least one market time unit, specifying:",
      "changes in the actual availability of interconnections and in the transmission grid that reduce cross zonal capacities betweenbidding zones by 100 MW or more during at least onemarket time unit, specifying:",
      "theplannedunavailability, including changes in the planned unavailability of interconnections and in the transmission grid that reduce cross zonal capacities betweenbidding zones by 100 MW or more during at least onemarket time unit, specifying:",
      "the planned unavailability, including changes in the planned unavailability of interconnections and in the transmission grid that reduce cross zonal capacities between bidding zones by 100 MW or more during at least one market time unit, specifying:"
    ],
    "Article 11": [
      "the forecasted and offered capacity (MW) per direction between bidding zones in case of coordinated net transmission capacity based capacity allocation; or",
      "the forecasted andoffered capacity(MW) per direction betweenbidding zones in case ofcoordinated net transmission capacitybasedcapacity allocation; or"
    ],
    "Article 12": [
      "physical flows betweenbidding zones permarket time unit;",
      "in case ofexplicit allocations, for everymarket time unitand per direction betweenbidding zones:",
      "the auction revenue (in Currency) per border between bidding zones;",
      "for every market time unit the day-ahead prices in each bidding zone (Currency/MWh);",
      "cross zonal capacities allocated between bidding zones in Member States and third countries per direction, per allocated product and period.",
      "for everymarket time unitthe day-ahead prices in eachbidding zone(Currency/MWh);",
      "in case of implicit allocations, for every market time unit the net positions of each bidding zone (MW) and the congestion income (in Currency) per border between bidding zones;",
      "in case of explicit allocations, for every market time unit and per direction between bidding zones:",
      "scheduled day-ahead commercial exchanges in aggregated form between bidding zones per direction and market time unit;",
      "for every market time unit and per direction between bidding zones the total capacity nominated;",
      "scheduled day-ahead commercial exchanges in aggregated form betweenbidding zones per direction andmarket time unit;",
      "physical flows between bidding zones per market time unit;",
      "for everymarket time unitand per direction betweenbidding zones the total capacity nominated;",
      "the auction revenue (inCurrency) per border betweenbidding zones;",
      "in case ofimplicit allocations, for everymarket time unitthe net positions of eachbidding zone(MW) and the congestion income (inCurrency) per border between bidding zones;"
    ],
    "Article 13": [
      "the bidding zones concerned,"
    ],
    "Article 14": [
      "the bidding zone,",
      "in point (d) of paragraph 1 shall be published no later than 18.00 Brusselstime, one day before actual delivery takes place. The information shall be regularly updated and published during intra-day trading with at least one update to be published at 8.00 Brussels time on the day of actual delivery. The information shall be provided for allbidding zones only in Member States with more than 1 % feed-in of wind or solar power generation per year or for bidding zones with more than 5 % feed-in of wind or solar power generation per year.",
      "in point (d) of paragraph 1 shall be published no later than 18.00 Brussels time, one day before actual delivery takes place. The information shall be regularly updated and published during intra-day trading with at least one update to be published at 8.00 Brussels time on the day of actual delivery. The information shall be provided for all bidding zones only in Member States with more than 1 % feed-in of wind or solar power generation per year or for bidding zones with more than 5 % feed-in of wind or solar power generation per year.",
      "a forecast of wind and solar power generation (MW) per bidding zone, per each market time unit of the following day.",
      "an estimate of the total scheduled generation (MW) per bidding zone, per each market time unit of the following day;",
      "an estimate of the total scheduled generation (MW) perbidding zone, per eachmarket time unit of the following day;",
      "a forecast of wind and solar power generation (MW) perbidding zone, per eachmarket time unit of the following day."
    ],
    "Article 15": [
      "bidding zone,"
    ],
    "Article 16": [
      "aggregated weekly average filling rate of all water reservoir and hydro storage plants (MWh) per bidding zone including the figure for the same week of the previous year.",
      "actual or estimated wind and solar power generation (MW) in eachbidding zonepermarket time unit;",
      "actual or estimated wind and solar power generation (MW) in each bidding zone per market time unit;",
      "in point (c) of paragraph 1 shall be published no later than one hour after the operational period and be updated on the basis of measured values as soon as they become available. The information shall be provided for all bidding zones only in Member States with more than 1 % feed-in of wind or solar power generation per year or for bidding zones with more than 5 % feed-in of wind or solar power generation per year;",
      "in point (d) of paragraph 1 shall be published on the third working day following the week to which the information relates. The information shall be provided for all bidding zones only in Member States with more than 10 % feed-in of this type of generation per year or for bidding zones with more than 30 % feed-in of this type of generation per year."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 20,
      "statement_scores": [
        2,
        2,
        0,
        1,
        1,
        1,
        1,
        2,
        0,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1
      ]
    },
    "Article 4": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 6": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 7": {
      "article_score": 5,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 8": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 9": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Article 10": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 11": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 12": {
      "article_score": 17,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2
      ]
    },
    "Article 13": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 14": {
      "article_score": 9,
      "statement_scores": [
        1,
        2,
        2,
        1,
        1,
        1,
        1
      ]
    },
    "Article 15": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 16": {
      "article_score": 7,
      "statement_scores": [
        1,
        1,
        1,
        2,
        2
      ]
    }
  }
}