{
  "term": "biofuel",
  "celex_id": "32009L0119",
  "original_definition": "'biofuel' means liquid or gaseous fuel for transport produced from biomass, ‘biomass’ being the biodegradable fraction of products, waste and residues from agriculture (including vegetable and animal substances), forestry and related industries, as well as the biodegradable fraction of industrial and municipal waste;",
  "generated_definition": "'biofuel' means biofuel is a type of fuel that is derived from biological sources, such as plants, algae, or agricultural waste, and can be used to power vehicles or generate electricity.",
  "existing_sentences": {
    "Article 2": [
      "‘biofuel’ means liquid or gaseous fuel for transport produced from biomass, ‘biomass’ being the biodegradable fraction of products, waste and residues from agriculture (including vegetable and animal substances), forestry and related industries, as well as the biodegradable fraction of industrial and municipal waste;"
    ],
    "Article 16": [
      "3.   The rules for takingbiofuels andadditives into account when calculating stockholding obligations and stock levels, as laid down in paragraph 1 and 2, may be amended in accordance with the regulatory procedure referred to in Article 23(2).",
      "Biofuels andadditives",
      "Biofuels and additives",
      "1.   When calculating stockholding obligations under Articles 3 and 9biofuels andadditives shall be taken into account only where they have been blended with the petroleum products concerned.",
      "2.   When calculating the stock levels actually maintained,biofuels andadditives shall be taken into account when:",
      "2.   When calculating the stock levels actually maintained, biofuels and additives shall be taken into account when:",
      "3.   The rules for taking biofuels and additives into account when calculating stockholding obligations and stock levels, as laid down in paragraph 1 and 2, may be amended in accordance with the regulatory procedure referred to in Article 23(2).",
      "1.   When calculating stockholding obligations under Articles 3 and 9 biofuels and additives shall be taken into account only where they have been blended with the petroleum products concerned."
    ],
    "Not Article": [
      "Biofuels and certainadditives are often blended with petroleum products. When blended or intended to be blended with those products, it should be possible to take them into account both when calculating the stockholding obligation and when calculating the stocks held.",
      "Biofuels and certain additives are often blended with petroleum products. When blended or intended to be blended with those products, it should be possible to take them into account both when calculating the stockholding obligation and when calculating the stocks held."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 16": {
      "article_score": 0,
      "statement_scores": [
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0
      ]
    },
    "Not Article": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    }
  }
}