{
  "term": "Bohunice programme",
  "celex_id": "32021R0100",
  "original_definition": "'Bohunice programme' means the part of the Programme that concerns the nuclear decommissioning of Units 1 and 2 of the Bohunice V1 Nuclear Power Plant, located in Jaslovské Bohunice, Slovakia;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘Bohunice programme’ means the part of the Programme that concerns the nuclear decommissioning of Units 1 and 2 of the Bohunice V1 Nuclear Power Plant, located in Jaslovské Bohunice, Slovakia;",
      "‘Bohunice programme’ means the part of the Programme that concerns the nucleardecommissioning of Units 1 and 2 of the Bohunice V1 Nuclear Power Plant, located in Jaslovské Bohunice, Slovakia;"
    ],
    "Article 4": [
      "EUR 55 000 000 for activities under the Bohunice programme;"
    ],
    "Article 8": [
      "Without prejudice to Article 190(1) of the Financial Regulation, the maximum Union co-financing rate applicable over the period referred to in Article 4(1) of this Regulation shall be no higher than 50 % for theKozloduy programmeand no higher than 50 % for theBohunice programme. The remaining co-financing shall be provided by Bulgaria and Slovakia respectively. The activities necessary for the dissemination of knowledge referred to in Article 5 of this Regulation shall be funded by the Union at a rate of 100 %.",
      "Without prejudice to Article 190(1) of the Financial Regulation, the maximum Union co-financing rate applicable over the period referred to in Article 4(1) of this Regulation shall be no higher than 50 % for the Kozloduy programme and no higher than 50 % for the Bohunice programme. The remaining co-financing shall be provided by Bulgaria and Slovakia respectively. The activities necessary for the dissemination of knowledge referred to in Article 5 of this Regulation shall be funded by the Union at a rate of 100 %."
    ],
    "Article 9": [
      "1.   The Kozloduy programme and the Bohunice programme shall be implemented by multiannual work programmes referred to in Article 110 of the Financial Regulation. The multiannual work programmes shall be adopted in accordance with the procedure referred to in Article 13(2).",
      "1.   TheKozloduy programmeand theBohunice programme shall be implemented by multiannual work programmes referred to in Article 110 of the Financial Regulation. The multiannual work programmes shall be adopted in accordance with the procedure referred to in Article 13(2)."
    ],
    "Article 16": [
      "2.   The financial envelope for the Programme may also cover the technical and administrative assistance expenses necessary to ensure the transition between the Kozloduy programme and Bohunice programme and the measures adopted pursuant to Regulation (Euratom) No 1368/2013.",
      "2.   The financial envelope for the Programme may also cover the technical and administrative assistance expenses necessary to ensure the transition between theKozloduy programmeandBohunice programme and the measures adopted pursuant to Regulation (Euratom) No 1368/2013."
    ],
    "Article 17": [
      "The general objective of the Bohunice programme is complemented by the aim of enhancing the EU added value of that programme by contributing to the dissemination of knowledge on the decommissioning process (thereby generated) to all Member States. In the financing period starting as of 2021, the Bohunice programme has to deliver the following:",
      "The general objective of the Bohunice programme is to assist Slovakia in managing the safety challenges in respect of the decommissioning of Units 1 and 2 of the Bohunice V1 Nuclear Power Plant. The major safety challenges to be addressed by the Bohunice programme are:",
      "Detailed description of the objectives of the Bohunice programme",
      "The general objective of theBohunice programmeis complemented by the aim of enhancing the EU added value of that programme by contributing to the dissemination of knowledge on thedecommissioning process (thereby generated) to all Member States. In the financing period starting as of 2021, the Bohunice programme has to deliver the following:",
      "The general objective of theBohunice programmeis to assist Slovakia in managing the safety challenges in respect of thedecommissioning of Units 1 and 2 of the Bohunice V1 Nuclear Power Plant. The major safety challenges to be addressed by the Bohunice programme are:",
      "to continue the downgrading of radiological hazards. Progress made in respect of this objective is to be measured through the safety assessments of the activities and the facility, identifying ways in which potential exposures could occur and estimating the probabilities and magnitude of potential exposures. In the Bohunice programme, the release of the facilities from regulatory control up to corresponding regulatory free-release levels is due to take place by 2025."
    ],
    "Not Article": [
      "This Regulation responds to the needs identified for the Multiannual Financial Framework for the period from 1 January 2021 to 31 December 2027 and lays down a financial envelope for the entire duration of the nuclear decommissioning assistance programmes of Units 1 to 4 of the Kozloduy Nuclear Power Plant in Bulgaria (‘Kozloduy programme’) and Units 1 and 2 of the Bohunice V1 Nuclear Power Plant in Slovakia (‘Bohunice programme’), and for the decommissioning and spent fuel and radioactive waste management of the Commission’s nuclear installations at the JRC sites, namely JRC-Geel in Belgium, JRC-Karlsruhe in Germany, JRC-Ispra in Italy and JRC-Petten in the Netherlands (‘JRC decommissioning and waste management programme’). That financial envelope is to constitute the prime reference amount within the meaning of point 17 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (7) for the European Parliament and the Council during the annual budgetary procedure.",
      "The activities under the Kozloduy programme and Bohunice programme should be identified within the boundaries defined by the decommissioning plans submitted by Bulgaria and Slovakia in accordance with Council Regulation (Euratom) No 1368/2013 (15). Those plans define the scope of those programmes, as well as the decommissioning end states, target dates and end-dates. They also cover the decommissioning activities, their associated schedule, costs and required human resources.",
      "Activities under the Kozloduy programme and Bohunice programme should be conducted with a joint financial effort of the Union and Bulgaria and Slovakia respectively, in line with the co-financing practice established under the predecessor programmes.",
      "Activities under theKozloduy programmeandBohunice programme should be conducted with a joint financial effort of the Union and Bulgaria and Slovakia respectively, in line with the co-financing practice established under the predecessor programmes.",
      "The activities under theKozloduy programmeandBohunice programmeshould be identified within the boundaries defined by thedecommissioning plans submitted by Bulgaria and Slovakia in accordance with Council Regulation (Euratom) No 1368/2013 (15). Those plans define the scope of those programmes, as well as the decommissioning end states, target dates and end-dates. They also cover the decommissioning activities, their associated schedule, costs and required human resources.",
      "This Regulation responds to the needs identified for the Multiannual Financial Framework for the period from 1 January 2021 to 31 December 2027 and lays down a financial envelope for the entire duration of the nucleardecommissioningassistance programmes of Units 1 to 4 of the Kozloduy Nuclear Power Plant in Bulgaria (‘Kozloduy programme’) and Units 1 and 2 of the Bohunice V1 Nuclear Power Plant in Slovakia (‘Bohunice programme’), and for the decommissioning and spent fuel and radioactive waste management of the Commission’s nuclear installations at the JRC sites, namely JRC-Geel in Belgium, JRC-Karlsruhe in Germany, JRC-Ispra in Italy and JRC-Petten in the Netherlands (‘JRC decommissioning and waste management programme’). That financial envelope is to constitute the prime reference amount within the meaning of point 17 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (7) for the European Parliament and the Council during the annual budgetary procedure."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 4": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 8": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 9": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 16": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 17": {
      "article_score": 10,
      "statement_scores": [
        2,
        2,
        1,
        2,
        2,
        1
      ]
    },
    "Not Article": {
      "article_score": 4,
      "statement_scores": [
        0,
        1,
        1,
        1,
        1,
        0
      ]
    }
  }
}