{
  "term": "cavity",
  "celex_id": "32014R0065",
  "original_definition": "'cavity' means the enclosed compartment in which the temperature can be controlled for preparation of food;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘conventional mode’ means the operation mode of an oven only using natural convection for circulation of heated air inside the cavity of the oven;",
      "‘cavity’ means the enclosed compartment in which the temperature can be controlled for preparation of food;",
      "‘fan-forced mode’ means a mode of anovenwhen a built-in fan circulates heated air inside thecavity of the oven;",
      "‘conventional mode’ means theoperation modeof anovenonly using natural convection for circulation of heated air inside thecavity of the oven;",
      "‘cycle’ means the period of heating a standardised load in acavityof anoven under defined conditions;",
      "‘fan-forced mode’ means a mode of an oven when a built-in fan circulates heated air inside the cavity of the oven;",
      "‘cycle’ means the period of heating a standardised load in a cavity of an oven under defined conditions;"
    ],
    "Article 3": [
      "each domesticovenis supplied with (a) printed label(s) containing information in the format set out in point 1 of Annex III for eachcavity of the oven;",
      "an electronic label in the format and containing the information set out in point 1 of Annex III is made available to dealers for eachcavityof each domesticoven model;",
      "an electronic label in the format and containing the information set out in point 1 of Annex III is made available to dealers for each cavity of each domestic oven model;",
      "each domestic oven is supplied with (a) printed label(s) containing information in the format set out in point 1 of Annex III for each cavity of the oven;",
      "for domesticovens, the format of the label for thecavity of the oven shall be as set out in point 1 of Annex III, for appliances placed on the market from 1 January 2015;",
      "for domesticovens, the energy efficiency class of thecavity of the oven shall be determined in accordance with point 1 of Annex I, and point 1 of Annex II;",
      "for domestic ovens, the format of the label for the cavity of the oven shall be as set out in point 1 of Annex III, for appliances placed on the market from 1 January 2015;",
      "for domestic ovens, the energy efficiency class of the cavity of the oven shall be determined in accordance with point 1 of Annex I, and point 1 of Annex II;"
    ],
    "Article 4": [
      "eachovenpresented at thepoint of salecarries the label for eachcavity provided by suppliers in accordance with Article 3(1)(a)(i) displayed on the front or top of the appliance, or in the immediacy of the appliance, so as to be clearly visible and identifiable as the label belonging to the model without having to read the brand name and model number on the label;",
      "each oven presented at the point of sale carries the label for each cavity provided by suppliers in accordance with Article 3(1)(a)(i) displayed on the front or top of the appliance, or in the immediacy of the appliance, so as to be clearly visible and identifiable as the label belonging to the model without having to read the brand name and model number on the label;"
    ],
    "Article 10": [
      "EEIcavity < 45",
      "82 ≤ EEIcavity < 107",
      "the number of cavities; the volume of eachcavity; theheat source(s) per cavity; the heating function(s) (conventional and/or the forced air convection) per cavity;",
      "—   SECgascavity= Standard Energy Consumption required to heat a standardised load in a cavity of a domestic gas-firedovenduring acycle, expressed in MJ, rounded to the second decimal place,",
      "the energy efficiency index (EEIcavity) for each cavity of the domestic oven calculated in accordance with point 1 of Annex II and rounded to the first decimal place;",
      "—   SECelectriccavity= Standard Energy Consumption (electricity) required to heat a standardised load in a cavity of an electric heated domesticovenduring acycle, expressed in kWh, rounded to the second decimal place,",
      "the energy efficiency class of the model for each cavity as defined in Table 1 of Annex I; the declared class shall not be more favourable than the class reported in the technical documentation in Annex V;",
      "1.1.1.   Label presentation — for eachcavityof a domestic electricoven",
      "—   ECelectric cavity\n= Energy consumption required to heat a standardised load in a cavity of an electric heated domestic oven during a cycle, expressed in kWh, rounded to the second decimal place,",
      "The energy efficiency classes of domestic ovens shall be determined separately for each cavity in accordance with values as set out in Table 1 of this Annex. The energy efficiency of ovens shall be determined in accordance with point 1 of Annex II.",
      "Energy consumption percycleexpressed in MJ/cycle and in kWh/cycle (1) (gas consumption) for the heating function(s) (conventional and if available the forced air convection) of thecavity based on standard load determined in accordance with the test procedures, rounded to the second decimal place (ECgas cavity\n).",
      "Volume of the cavity of the oven (V)",
      "the energy consumption per cycle for each cavity if available in conventional mode and in fan-forced convection mode (the measured energy consumption shall be expressed in kWh (electric and gas ovens) and in MJ (gas ovens), rounded to two decimal place); the declared value shall not be lower than the value reported in the technical documentation in Annex V;",
      "the energy efficiency class for eachcavityof the domesticoven as defined in Table 1 of Annex I;",
      "the number of cavities; theheat source(s) percavity; the volume of each cavity.",
      "the number of cavities; the volume of each cavity; the heat source(s) per cavity; the heating function(s) (conventional and/or the forced air convection) per cavity;",
      "—   SECgas cavity\n= Standard Energy Consumption required to heat a standardised load in a cavity of a domestic gas-fired oven during a cycle, expressed in MJ, rounded to the second decimal place,",
      "—   EEIcavity= Energy Efficiency Index for each cavity of a domesticoven, in %, rounded to the first decimal place,",
      "For eachcavityof a domesticoven, the Energy Efficiency Index (EEIcavity) shall be calculated according to the following formulas:",
      "The determined value shall not exceed the declared value of ECelectric cavity, ECgas cavity by more than 5 %.",
      "Energy consumption per cycle expressed in MJ/cycle and in kWh/cycle (1) (gas consumption) for the heating function(s) (conventional and if available the forced air convection) of the cavity based on standard load determined in accordance with the test procedures, rounded to the second decimal place (ECgas cavity\n).",
      "the energy efficiency index (EEIcavity) for each cavity of the domesticoven calculated in accordance with point 1 of Annex II and rounded to the first decimal place;",
      "The energy consumption of a cavity of a domestic oven shall be measured for one standardised cycle, in a conventional mode and in a fan-forced mode, if available, by heating a standardised load soaked with water. It shall be verified that the temperature inside the oven cavity reaches the temperature setting of the thermostat and/or the oven control display within the duration of the test cycle. The energy consumption per cycle corresponding to the best performing mode (conventional mode or fan-forced mode) shall be used in the following calculations.",
      "the energy consumption percyclefor eachcavityif available inconventional modeand in fan-forced convection mode (the measured energy consumption shall be expressed in kWh (electric and gasovens) and in MJ (gas ovens), rounded to two decimal place); the declared value shall not be lower than the value reported in the technical documentation in Annex V;",
      "Energy consumption per cycle expressed in kWh/cycle (electricity consumption) for the heating function(s) (conventional and if available the forced air convection) of the cavity based on standard load determined in accordance with the test procedures, rounded to the second decimal place (ECelectric cavity\n).",
      "—   V= Volume of thecavityof the domesticoven in litres (L), rounded to the nearest integer,",
      "1.2.1.   Label presentation — for each cavity of a domestic gas oven",
      "Energy Efficiency Index (EEIcavity)",
      "the number of cavities; the heat source(s) per cavity; and the volume of each cavity.",
      "the number of cavities; theheat source(s) percavity; and the volume of each cavity.",
      "132 ≤ EEIcavity < 159",
      "Energy consumption percycleexpressed in kWh/cycle (electricity consumption) for the heating function(s) (conventional and if available the forced air convection) of thecavity based on standard load determined in accordance with the test procedures, rounded to the second decimal place (ECelectric cavity\n).",
      "The design of the label for eachcavityof a domestic gasoven shall be as in the following figure:",
      "The energy consumption of acavityof a domesticovenshall be measured for one standardisedcycle, in aconventional modeand in afan-forced mode, if available, by heating a standardised load soaked with water. It shall be verified that the temperature inside the oven cavity reaches the temperature setting of the thermostat and/or the oven control display within the duration of the test cycle. The energy consumption per cycle corresponding to the best performing mode (conventional mode or fan-forced mode) shall be used in the following calculations.",
      "the energy efficiency class of the model for each cavity as defined in Annex I, Table 1; the declared class shall not be more favourable than the class reported in the technical documentation in Annex V;",
      "the energy efficiency index (EEIcavity) for each cavity of the model calculated in accordance with point 1 of Annex II and rounded to the first decimal place; the declared energy efficiency index shall not exceed the index reported in the technical documentation in Annex V;",
      "The energy efficiency class of the cavity determined in accordance with Annex I. The head of the arrow containing the indicator letter shall be placed at the same height as the head of the arrow of the relevant energy efficiency class;",
      "1.1.1.   Label presentation — for each cavity of a domestic electric oven",
      "ECelectric cavity, ECgas cavity",
      "the energy consumption percyclefor eachcavityif available inconventional modeand in fan-forced convection mode; the measured energy consumption shall be expressed in kWh (electric and gasovens) and in MJ (gas ovens), rounded to two decimal places; the declared value shall not be lower than the value reported in the technical documentation in Annex V;",
      "EEIcavity ≥ 159",
      "—   ECgascavity= Energy consumption required to heat a standardised load in a gas-fired cavity of a domesticovenduring acycle, expressed in MJ, rounded to the second decimal place.",
      "45 ≤ EEIcavity < 62",
      "the energy consumption percyclefor eachcavityif available inconventional modeand in fan-forced convection mode; the measured energy consumption shall be expressed in kWh (electric and gasovens) and in MJ (gas ovens), rounded to the second decimal place;",
      "62 ≤ EEIcavity < 82",
      "the energy efficiency class for each cavity of the domestic oven as defined in Table 1 of Annex I;",
      "—   ECelectriccavity= Energy consumption required to heat a standardised load in a cavity of an electric heated domesticovenduring acycle, expressed in kWh, rounded to the second decimal place,",
      "The design of the label for each cavity of a domestic electric oven shall be as in the following figure:",
      "the number of cavities; the heat source(s) per cavity; the volume of each cavity.",
      "For each cavity of a domestic oven, the Energy Efficiency Index (EEIcavity) shall be calculated according to the following formulas:",
      "—   EEIcavity\n= Energy Efficiency Index for each cavity of a domestic oven, in %, rounded to the first decimal place,",
      "—   V= Volume of the cavity of the domestic oven in litres (L), rounded to the nearest integer,",
      "1.2.1.   Label presentation — for eachcavityof a domestic gasoven",
      "The design of the label for eachcavityof a domestic electricoven shall be as in the following figure:",
      "107 ≤ EEIcavity < 132",
      "The design of the label for each cavity of a domestic gas oven shall be as in the following figure:",
      "—   SECelectric cavity\n= Standard Energy Consumption (electricity) required to heat a standardised load in a cavity of an electric heated domestic oven during a cycle, expressed in kWh, rounded to the second decimal place,",
      "Volume of thecavityof theoven (V)",
      "the energy consumption per cycle for each cavity if available in conventional mode and in fan-forced convection mode; the measured energy consumption shall be expressed in kWh (electric and gas ovens) and in MJ (gas ovens), rounded to the second decimal place;",
      "The energy efficiency classes of domesticovens shall be determined separately for eachcavity in accordance with values as set out in Table 1 of this Annex. The energy efficiency of ovens shall be determined in accordance with point 1 of Annex II.",
      "Usable volume of the cavity in litres, rounded to the nearest integer;",
      "—   ECgas cavity\n= Energy consumption required to heat a standardised load in a gas-fired cavity of a domestic oven during a cycle, expressed in MJ, rounded to the second decimal place.",
      "the energy consumption per cycle for each cavity if available in conventional mode and in fan-forced convection mode; the measured energy consumption shall be expressed in kWh (electric and gas ovens) and in MJ (gas ovens), rounded to two decimal places; the declared value shall not be lower than the value reported in the technical documentation in Annex V;"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 3,
      "statement_scores": [
        1,
        0,
        0,
        0,
        0,
        1,
        1
      ]
    },
    "Article 3": {
      "article_score": 4,
      "statement_scores": [
        0,
        0,
        1,
        1,
        0,
        0,
        1,
        1
      ]
    },
    "Article 4": {
      "article_score": 1,
      "statement_scores": [
        0,
        1
      ]
    },
    "Article 10": {
      "article_score": 57,
      "statement_scores": [
        0,
        0,
        2,
        1,
        1,
        1,
        1,
        0,
        2,
        1,
        1,
        1,
        1,
        0,
        1,
        3,
        2,
        1,
        0,
        2,
        2,
        1,
        2,
        0,
        2,
        0,
        1,
        0,
        2,
        1,
        0,
        1,
        0,
        1,
        1,
        1,
        1,
        1,
        2,
        0,
        0,
        1,
        0,
        0,
        0,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        0,
        0,
        0,
        1,
        2,
        0,
        1,
        0,
        1,
        2,
        1
      ]
    }
  }
}