{
  "term": "central dispatching model",
  "celex_id": "32017R2195",
  "original_definition": "'central dispatching model' means a scheduling and dispatching model where the generation schedules and consumption schedules as well as dispatching of power generating facilities and demand facilities, in reference to dispatchable facilities, are determined by a TSO within the integrated scheduling process;",
  "generated_definition": "'central dispatching model' means a model used by transmission system operators (tsos) to determine generation schedules and consumption schedules, where tsos that apply this model at the time of the regulation's entry into force must notify the relevant regulatory authority for continued use.",
  "existing_sentences": {
    "Article 2": [
      "‘central dispatching model’ means a scheduling and dispatching model where the generation schedules and consumption schedules as well as dispatching of power generating facilities and demand facilities, in reference to dispatchable facilities, are determined by a TSO within theintegrated scheduling process;",
      "‘central dispatching model’ means a scheduling and dispatching model where the generation schedules and consumption schedules as well as dispatching of power generating facilities and demand facilities, in reference to dispatchable facilities, are determined by a TSO within the integrated scheduling process;"
    ],
    "Article 14": [
      "2.   Each TSO shall apply aself-dispatching modelfor determining generation schedules and consumption schedules. TSOs that apply acentral dispatching model at the time of the entry into force of this Regulation shall notify to the relevant regulatory authority in accordance with Article 37 of Directive 2009/72/EC in order to continue to apply a central dispatching model for determining generation schedules and consumption schedules. The relevant regulatory authority shall verify whether the tasks and responsibilities of the TSO are consistent with the definition in Article 2(18).",
      "2.   Each TSO shall apply a self-dispatching model for determining generation schedules and consumption schedules. TSOs that apply a central dispatching model at the time of the entry into force of this Regulation shall notify to the relevant regulatory authority in accordance with Article 37 of Directive 2009/72/EC in order to continue to apply a central dispatching model for determining generation schedules and consumption schedules. The relevant regulatory authority shall verify whether the tasks and responsibilities of the TSO are consistent with the definition in Article 2(18)."
    ],
    "Article 17": [
      "3.   Prior to the intraday cross-zonal gate closure time, eachbalance responsible partymay change the schedules required to calculate itspositionpursuant to Article 54. TSOs applying acentral dispatching modelmay establish specific conditions and rules for changing the schedules of a balance responsible party in the terms and conditions related tobalancing set up pursuant to Article 18.",
      "3.   Prior to the intraday cross-zonal gate closure time, each balance responsible party may change the schedules required to calculate its position pursuant to Article 54. TSOs applying a central dispatching model may establish specific conditions and rules for changing the schedules of a balance responsible party in the terms and conditions related to balancing set up pursuant to Article 18."
    ],
    "Article 18": [
      "8.   TSOs applying acentral dispatching modelshall also include the following elements in the terms and conditions related tobalancing:",
      "8.   TSOs applying a central dispatching model shall also include the following elements in the terms and conditions related to balancing:"
    ],
    "Article 24": [
      "5.   By two years after entry into force of this Regulation, each TSO applying a central dispatching model shall define at least one integrated scheduling process gate closure time which shall:"
    ],
    "Article 27": [
      "Conversion of bids in a central dispatching model",
      "3.   Each TSO applying acentral dispatching modelshall convert as far as possible theintegrated scheduling processbids pursuant to paragraph 2 intostandard products taking into account operational security. The rules for converting the integrated scheduling process bids into standard products shall:",
      "3.   Each TSO applying a central dispatching model shall convert as far as possible the integrated scheduling process bids pursuant to paragraph 2 into standard products taking into account operational security. The rules for converting the integrated scheduling process bids into standard products shall:"
    ],
    "Article 52": [
      "3.   The proposal pursuant to paragraph 2 may distinguish between self-dispatching models and central dispatching models.",
      "3.   The proposal pursuant to paragraph 2 may distinguish betweenself-dispatching models andcentral dispatching models."
    ],
    "Article 54": [
      "in a central dispatching model, a balance responsible party can have several final positions per imbalance area equal to generation schedules of power generating facilities or consumption schedules of demand facilities."
    ],
    "Article 62": [
      "the definition of the integrated scheduling process gate closure time in a central dispatching model pursuant to Article 24(5) and the possibility to change the integrated scheduling process bids pursuant to Article 24(6);",
      "the definition of theintegrated scheduling process gate closure timein acentral dispatching model pursuant to Article 24(5) and the possibility to change the integrated scheduling process bids pursuant to Article 24(6);"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 14": {
      "article_score": 4,
      "statement_scores": [
        2,
        2
      ]
    },
    "Article 17": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 18": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 24": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 27": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Article 52": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 54": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 62": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    }
  }
}