{
  "term": "colour rendering index",
  "celex_id": "32019R2020",
  "original_definition": "'colour rendering index' means a metric quantifying the effect of an illuminant on the colour appearance of objects by conscious or subconscious comparison with their colour appearance under the reference illuminant and is the average Ra of the colour rendering for the first 8 test colours (R1-R8) defined in standards;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "a colour rendering index (CRI) > 0;",
      "‘colour rendering index’ (CRI) means a metric quantifying the effect of an illuminant on the colour appearance of objects by conscious or subconscious comparison with their colour appearance under the reference illuminant and is the average Ra of the colour rendering for the first 8 test colours (R1-R8) defined in standards;"
    ],
    "Article 11": [
      "light sources accompanied by an individual calibration certificate detailing the exact radiometricfluxand/or spectrum under specified conditions, and intended for use in photometric calibration (of e.g. wavelength, flux, colour temperature,colour rendering index), or for laboratory use or quality control applications for the evaluation of coloured surfaces and materials under standard viewing conditions (e.g. standard illuminants);",
      "the colour rendering index, rounded to the nearest integer, or the range of CRI-values that can be set;",
      "From 1 September 2021, the declared power consumption of alight sourceP\non\n shall not exceed the maximum allowed power Ponmax (in W), defined as a function of the declared usefulluminous fluxΦuse (in lm) and the declaredcolour rendering index CRI (-) as follows:",
      "When verifying if a product is alight source, market surveillance authorities shall compare the measured values forchromaticitycoordinates (x and y),luminous flux, luminous flux density, andcolour rendering index directly with the limit values set out in the definition for light source of Article 2 of this Regulation, without applying any tolerances. If any of the 10 units in the sample satisfies the conditions for being a light source, the product model shall be considered to be a light source.",
      "Light sources that allow theend-userto adapt the spectrum and/or the beam angle of the emitted light, thus changing the values for usefulluminous flux,colour rendering index (CRI) and/or correlated colour temperature (CCT), and/or changing the directional/non-directional status of the light source, shall be evaluated using the reference control settings.",
      "When verifying if a product is a light source, market surveillance authorities shall compare the measured values for chromaticity coordinates (x and y), luminous flux, luminous flux density, and colour rendering index directly with the limit values set out in the definition for light source of Article 2 of this Regulation, without applying any tolerances. If any of the 10 units in the sample satisfies the conditions for being a light source, the product model shall be considered to be a light source.",
      "light sources accompanied by an individual calibration certificate detailing the exact radiometric flux and/or spectrum under specified conditions, and intended for use in photometric calibration (of e.g. wavelength, flux, colour temperature, colour rendering index), or for laboratory use or quality control applications for the evaluation of coloured surfaces and materials under standard viewing conditions (e.g. standard illuminants);",
      "From 1 September 2021, the declared power consumption of a light source P\non\n shall not exceed the maximum allowed power Ponmax (in W), defined as a function of the declared useful luminous flux Φuse (in lm) and the declared colour rendering index CRI (-) as follows:",
      "Light sources that allow the end-user to adapt the spectrum and/or the beam angle of the emitted light, thus changing the values for useful luminous flux, colour rendering index (CRI) and/or correlated colour temperature (CCT), and/or changing the directional/non-directional status of the light source, shall be evaluated using the reference control settings."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 11": {
      "article_score": 9,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}