{
  "term": "comprehensive decision",
  "celex_id": "32013R0347",
  "original_definition": "'comprehensive decision' means the decision or set of decisions taken by a Member State authority or authorities not including courts or tribunals, that determines whether or not a project promoter is to be granted authorisation to build the energy infrastructure to realise a project without prejudice to any decision taken in the context of an administrative appeal procedure;",
  "generated_definition": "'comprehensive decision' means a legally binding decision issued by the competent authority within the time limit, based on the coordinated, integrated, or collaborative scheme, to grant a project of common interest, involving multiple authorities, a single decision or multiple individual decisions, and ensuring compliance with international and union law.",
  "existing_sentences": {
    "Article 2": [
      "‘comprehensive decision’ means the decision or set of decisions taken by a Member State authority or authorities not including courts or tribunals, that determines whether or not a project promoter is to be granted authorisation to build the energy infrastructure to realise a project without prejudice to any decision taken in the context of an administrative appeal procedure;",
      "‘comprehensive decision’ means the decision or set of decisions taken by a Member State authority or authorities not including courts or tribunals, that determines whether or not aproject promoteris to be granted authorisation to build theenergy infrastructure to realise a project without prejudice to any decision taken in the context of an administrative appeal procedure;"
    ],
    "Article 8": [
      "(c)   collaborative scheme: the comprehensive decision shall be coordinated by the competent authority. The competent authority shall, in consultation with the other authorities concerned, where applicable in accordance with national law, and without prejudice to time limits set in accordance with Article 10, establish on a case-by-case basis a reasonable time limit within which the individual decisions shall be issued. It shall monitor compliance with the time limits by the authorities concerned.",
      "(b)   coordinated scheme: the comprehensive decision comprises multiple individual legally binding decisions issued by several authorities concerned, which shall be coordinated by the competent authority. The competent authority may establish a working group where all concerned authorities are represented in order to draw up a permit granting schedule in accordance with Article 10(4)(b), and to monitor and coordinate its implementation. The competent authority shall, in consultation with the other authorities concerned, where applicable in accordance with national law, and without prejudice to time limits set in accordance with Article 10, establish on a case-by-case basis a reasonable time limit within which the individual decisions shall be issued. The competent authority may take an individual decision on behalf of another national authority concerned, if the decision by that authority is not delivered within the time limit and if the delay cannot be adequately justified; or, where provided under national law, and to the extent that this is compatible with Union law, the competent authority may consider that another national authority concerned has either given its approval or refusal for the project if the decision by that authority is not delivered within the time limit. Where provided under national law, the competent authority may disregard an individual decision of another national authority concerned if it considers that the decision is not sufficiently substantiated with regard to the underlying evidence presented by the national authority concerned; when doing so, the competent authority shall ensure that the relevant requirements under international and Union law are respected and shall duly justify its decision;",
      "(a)   integrated scheme: the comprehensive decision shall be issued by the competent authority and shall be the sole legally binding decision resulting from the statutory permit granting procedure. Where other authorities are concerned by the project, they may, in accordance with national law, give their opinion as input to the procedure, which shall be taken into account by the competent authority;",
      "3.   Without prejudice to relevant requirements under international and Union law, the competent authority shall take actions to facilitate the issuing of the comprehensive decision. The comprehensive decision shall be issued within the time limit referred to in Article 10(1) and (2) and according to one of the following schemes:",
      "(b)   coordinated scheme: thecomprehensive decisioncomprises multiple individual legally binding decisions issued by several authorities concerned, which shall be coordinated by the competent authority. The competent authority may establish a working group where all concerned authorities are represented in order to draw up a permit granting schedule in accordance with Article 10(4)(b), and to monitor and coordinate its implementation. The competent authority shall, in consultation with the other authorities concerned, where applicable in accordance with national law, and without prejudice to time limits set in accordance with Article 10, establish on a case-by-case basis a reasonable time limit within which the individual decisions shall be issued. The competent authority may take an individual decision on behalf of another national authority concerned, if the decision by that authority is not delivered within the time limit and if the delay cannot be adequately justified; or, where provided under national law, and to the extent that this is compatible with Union law, the competent authority may consider that another national authority concerned has either given its approval or refusal for theproject if the decision by that authority is not delivered within the time limit. Where provided under national law, the competent authority may disregard an individual decision of another national authority concerned if it considers that the decision is not sufficiently substantiated with regard to the underlying evidence presented by the national authority concerned; when doing so, the competent authority shall ensure that the relevant requirements under international and Union law are respected and shall duly justify its decision;",
      "only one authority is responsible per project of common interest, is the sole point of contact for the project promoter in the process leading to the comprehensive decision for a given project of common interest, and coordinates the submission of all relevant documents and information.",
      "only one authority is responsible perproject of common interest, is the sole point of contact for theproject promoterin the process leading to thecomprehensive decision for a given project of common interest, and coordinates the submission of all relevant documents and information.",
      "(a)   integrated scheme: thecomprehensive decisionshall be issued by the competent authority and shall be the sole legally binding decision resulting from the statutory permit granting procedure. Where other authorities are concerned by theproject, they may, in accordance with national law, give their opinion as input to the procedure, which shall be taken into account by the competent authority;"
    ],
    "Article 9": [
      "The project promoter shall prepare a report summarising the results of activities related to the participation of the public prior to the submission of the application file, including those activities that took place before the start of the permit granting process. The project promoter shall submit that report together with the application file to the competent authority. Due account shall be taken of these results in the comprehensive decision."
    ],
    "Article 10": [
      "3.   In Member States where the determination of a route or location undertaken solely for the specific purpose of a plannedproject, including the planning of specific corridors for grid infrastructures, cannot be included in the process leading to thecomprehensive decision, the corresponding decision shall be taken within a separate period of six months, starting on the date of submission of the final and complete application documents by the promoter.",
      "The statutory permit granting procedure, covering the period from the date of acceptance of the submitted application file until the comprehensive decision is taken, shall not exceed one year and six months. Member States may set an earlier date for the time-limit, if considered appropriate.",
      "upon the acknowledgement of the notification pursuant to paragraph 1(a), the competent authority shall identify, in close cooperation with the other authorities concerned, and where appropriate on the basis of a proposal by the project promoter, the scope of material and level of detail of information to be submitted by the project promoter, as part of the application file, to apply for the comprehensive decision. The checklist referred to in Annex VI.1(e) shall serve as a basis for this identification;",
      "3.   In Member States where the determination of a route or location undertaken solely for the specific purpose of a planned project, including the planning of specific corridors for grid infrastructures, cannot be included in the process leading to the comprehensive decision, the corresponding decision shall be taken within a separate period of six months, starting on the date of submission of the final and complete application documents by the promoter."
    ],
    "Article 24": [
      "major milestones to be accomplished and their deadlines in view of the comprehensive decision to be taken;"
    ],
    "Not Article": [
      "It is important to streamline and improve permit granting processes, while respecting — to the extent possible with due regard to the principle of subsidiarity — national competences and procedures for the construction of new infrastructure. Given the urgency of developingenergy infrastructures, the simplification of permit granting processes should be accompanied by a clear time-limit for the decision to be taken by the respective authorities regarding the construction of theproject. That time limit should stimulate a more efficient definition and handling of procedures, and should under no circumstances compromise the high standards for the protection of the environment and public participation. With regard to the maximum time limits established by this Regulation, Member States could nevertheless strive to further shorten them if feasible. The competent authorities should ensure compliance with the time limits, and Member States should endeavour to ensure that appeals challenging the substantive or procedural legality of acomprehensive decision are handled in the most efficient way possible.",
      "It is important to streamline and improve permit granting processes, while respecting — to the extent possible with due regard to the principle of subsidiarity — national competences and procedures for the construction of new infrastructure. Given the urgency of developing energy infrastructures, the simplification of permit granting processes should be accompanied by a clear time-limit for the decision to be taken by the respective authorities regarding the construction of the project. That time limit should stimulate a more efficient definition and handling of procedures, and should under no circumstances compromise the high standards for the protection of the environment and public participation. With regard to the maximum time limits established by this Regulation, Member States could nevertheless strive to further shorten them if feasible. The competent authorities should ensure compliance with the time limits, and Member States should endeavour to ensure that appeals challenging the substantive or procedural legality of a comprehensive decision are handled in the most efficient way possible.",
      "Where Member States consider it appropriate, they may include in thecomprehensive decisiondecisions taken in the context of: negotiations with individual landowners to granting access to, ownership of, or a right to occupy property; spatial planning which determines the general land use of a defined region, includes other developments such as highways, railways, buildings and nature protection areas, and is not undertaken for the specific purpose of the plannedproject; granting of operational permits. In the context of the permit granting processes, aproject of common interest could include related infrastructure to the extent that it is essential for the construction or functioning of the project.",
      "Where Member States consider it appropriate, they may include in the comprehensive decision decisions taken in the context of: negotiations with individual landowners to granting access to, ownership of, or a right to occupy property; spatial planning which determines the general land use of a defined region, includes other developments such as highways, railways, buildings and nature protection areas, and is not undertaken for the specific purpose of the planned project; granting of operational permits. In the context of the permit granting processes, a project of common interest could include related infrastructure to the extent that it is essential for the construction or functioning of the project."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 8": {
      "article_score": 9,
      "statement_scores": [
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        1
      ]
    },
    "Article 9": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 10": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 24": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Not Article": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    }
  }
}