{
  "term": "compensation rules",
  "celex_id": "32016R1719",
  "original_definition": "'compensation rules' means the rules according to which each TSO responsible for the bidding zone border, where long-term transmission rights have been allocated, compensates transmission right holders for curtailing the long-term transmission rights.",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘compensation rules’ means the rules according to which each TSO responsible for the bidding zone border, where long-term transmission rights have been allocated, compensates transmission right holders for curtailing the long-term transmission rights.",
      "‘compensation rules’ means the rules according to which each TSO responsible for the bidding zone border, wherelong-term transmission rights have been allocated, compensates transmission right holders for curtailing the long-term transmission rights."
    ],
    "Article 4": [
      "the regional requirements of the harmonised allocation rules pursuant to Article 52, including the regional compensation rules pursuant to Article 55.",
      "the regional requirements of the harmonisedallocation rulespursuant to Article 52, including the regionalcompensation rules pursuant to Article 55."
    ],
    "Article 52": [
      "the regional compensation rules defining regional firmness regimes pursuant to Article 55.",
      "provisions on firmness and compensation rules pursuant to Article 53 and Article 55;"
    ],
    "Article 55": [
      "Where TSOs propose to apply a cap referred to in Article 54, they shall jointly propose a set of compensation rules with regard to the applied cap.",
      "Compensation rules"
    ],
    "Not Article": [
      "Those harmonised allocation rules should at least contain the description of the allocation process/procedure for long-term transmission rights, including the minimum requirements for participation, financial matters, type of products offered in explicit auctions, nomination rules, curtailment and compensation rules, rules for market participants in case they are transferring their long-term transmission rights, the use-it-or-sell-it (hereinafter ‘UIOSI’) principle, rules as regards force majeure and liability. Those harmonised allocation rules should also outline the contractual obligations to be respected by market participants.",
      "Those harmonisedallocation rulesshould at least contain the description of the allocation process/procedure forlong-term transmission rights, including the minimum requirements for participation, financial matters, type of products offered in explicitauctions,nomination rules, curtailment andcompensation rules, rules for market participants in case they are transferring their long-term transmission rights, the use-it-or-sell-it (hereinafter ‘UIOSI’) principle, rules as regards force majeure and liability. Those harmonised allocation rules should also outline the contractual obligations to be respected by market participants."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 4": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 52": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 55": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    }
  }
}