{
  "term": "containing product",
  "celex_id": "32019R2020",
  "original_definition": "'containing product' means a product containing one or more light sources, or separate control gears, or both. Examples of containing products are luminaires that can be taken apart to allow separate verification of the contained light source(s), household appliances containing light source(s), furniture (shelves, mirrors, display cabinets) containing light source(s). If a containing product cannot be taken apart for verification of the light source and separate control gear, the entire containing product is to be considered a light source;",
  "generated_definition": "'containing product' means a product that contains a light source and a separate control gear, which can be replaced without permanent damage, and whose dismantling instructions are available on a free-access website at end-of-life.",
  "existing_sentences": {
    "Article 1": [
      "The requirements also apply to light sources and separate control gears placed on the market in a containing product.",
      "The requirements also apply tolight sources andseparate control gears placed on the market in acontaining product."
    ],
    "Article 2": [
      "‘separate control gear’, means a control gear that is not physically integrated with a light source and is placed on the market as a separate product or as a part of a containing product;",
      "‘separate control gear’, means a control gear that is not physically integrated with alight sourceand is placed on the market as a separate product or as a part of acontaining product;",
      "‘containing product’ means a product containing one or morelight sources, orseparate control gears, or both. Examples of containing products are luminaires that can be taken apart to allow separate verification of the contained light source(s), household appliances containing light source(s), furniture (shelves, mirrors, display cabinets) containing light source(s). If a containing product cannot be taken apart for verification of the light source and separate control gear, the entire containing product is to be considered a light source;",
      "‘containing product’ means a product containing one or more light sources, or separate control gears, or both. Examples of containing products are luminaires that can be taken apart to allow separate verification of the contained light source(s), household appliances containing light source(s), furniture (shelves, mirrors, display cabinets) containing light source(s). If a containing product cannot be taken apart for verification of the light source and separate control gear, the entire containing product is to be considered a light source;"
    ],
    "Article 4": [
      "1.   Manufacturers, importers or authorised representatives ofcontaining products shall ensure thatlight sources andseparate control gears can be replaced with the use of common available tools and without permanent damage to the containing product, unless a technical justification related to the functionality of the containing product is provided in the technical documentation explaining why the replacement of light sources and separate control gear is not appropriate.",
      "2.   Manufacturers, importers or authorised representatives of containing products shall provide information about the replaceability or non-replaceability of light sources and control gears by end-users or qualified persons without permanent damage to the containing product. Such information shall be available on a free-access website. For products sold directly to end-users, this information shall be on the packaging, at least in the form of a pictogram, and in the user instructions.",
      "2.   Manufacturers, importers or authorised representatives ofcontaining products shall provide information about the replaceability or non-replaceability oflight sources andcontrol gears byend-users or qualified persons without permanent damage to the containing product. Such information shall be available on a free-access website. For products sold directly to end-users, this information shall be on the packaging, at least in the form of a pictogram, and in the user instructions.",
      "3.   Manufacturers, importers or authorised representatives ofcontaining products shall ensure thatlight sources andseparate control gears can be dismantled from containing products at end of life. Dismantling instructions shall be available on a free access website.",
      "3.   Manufacturers, importers or authorised representatives of containing products shall ensure that light sources and separate control gears can be dismantled from containing products at end of life. Dismantling instructions shall be available on a free access website.",
      "1.   Manufacturers, importers or authorised representatives of containing products shall ensure that light sources and separate control gears can be replaced with the use of common available tools and without permanent damage to the containing product, unless a technical justification related to the functionality of the containing product is provided in the technical documentation explaining why the replacement of light sources and separate control gear is not appropriate."
    ],
    "Article 11": [
      "Forlight sources that allow the manufacturer of acontaining productto make implementation choices that influence light source characteristics (e.g. definition of the operating current(s); thermal design), and that cannot be controlled by theend-user, the reference control settings need not be defined. In that case the nominal test conditions as defined by the light source manufacturer apply;",
      "Light source placed on the market, not in a containing product",
      "If a light source is placed on the market, not in a containing product, in a packaging containing information to be visibly displayed at a point-of-sale prior to its purchase, the following information shall be clearly and prominently displayed on the packaging:",
      "For light sources that allow the manufacturer of a containing product to make implementation choices that influence light source characteristics (e.g. definition of the operating current(s); thermal design), and that cannot be controlled by the end-user, the reference control settings need not be defined. In that case the nominal test conditions as defined by the light source manufacturer apply;",
      "Light sourceplaced on the market, not in acontaining product",
      "If alight sourceis placed on the market, not in acontaining product, in a packaging containing information to be visibly displayed at a point-of-sale prior to its purchase, the following information shall be clearly and prominently displayed on the packaging:"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        1,
        1,
        0,
        0
      ]
    },
    "Article 4": {
      "article_score": 14,
      "statement_scores": [
        3,
        2,
        2,
        2,
        2,
        3
      ]
    },
    "Article 11": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}