{
  "term": "control capability providing TSO",
  "celex_id": "32017R1485",
  "original_definition": "'control capability providing TSO' means the TSO that shall trigger the activation of its reserve capacity for a control capability receiving TSO under the conditions of an agreement for sharing reserves;",
  "generated_definition": "'control capability providing TSO' means a tso responsible for making available its own reserve capacity on frr and rr to other tsos, based on the lfc block operational agreement or synchronous area operational agreement.",
  "existing_sentences": {
    "Article 3": [
      "‘control capability providing TSO’ means the TSO that shall trigger the activation of its reserve capacity for a control capability receiving TSO under the conditions of an agreement for sharing reserves;",
      "‘control capability providing TSO’ means the TSO that shall trigger the activation of itsreserve capacityfor acontrol capability receiving TSO under the conditions of an agreement for sharing reserves;",
      "‘control capability receiving TSO’ means the TSO calculatingreserve capacityby taking into account reserve capacity which is accessible through acontrol capability providing TSO under the conditions of an agreement for sharing reserves;",
      "‘control capability receiving TSO’ means the TSO calculating reserve capacity by taking into account reserve capacity which is accessible through a control capability providing TSO under the conditions of an agreement for sharing reserves;"
    ],
    "Article 118": [
      "the roles and responsibilities of the reserve connecting TSO, the reserve receiving TSO and the affected TSO for the exchange of reserves between synchronous areas, and of the control capability providing TSO, the control capability receiving TSO and the affected TSO for the sharing of reserves between synchronous areas defined in accordance with Article 171(2);",
      "the roles and responsibilities of thecontrol capability providing TSO, thecontrol capability receiving TSOand theaffected TSOfor the sharing ofFRR and RR defined in accordance with Article 166(1);",
      "the roles and responsibilities of the control capability providing TSO, the control capability receiving TSO and the affected TSO for the sharing of FRR and RR defined in accordance with Article 166(1);",
      "the roles and responsibilities of thereserve connecting TSO, thereserve receiving TSOand theaffected TSOfor theexchange of reservesbetween synchronous areas, and of thecontrol capability providing TSO, thecontrol capability receiving TSOand the affected TSO for thesharing of reserves between synchronous areas defined in accordance with Article 171(2);"
    ],
    "Article 119": [
      "the roles and the responsibilities of thecontrol capability providing TSO, thecontrol capability receiving TSOand of theaffected TSOfor the sharing ofFRR and RR defined in accordance with Article 166(7);",
      "roles and the responsibilities of the control capability providing TSO, the control capability receiving TSO and of the affected TSO for the sharing of FRR and RR between synchronous areas in accordance with Article 175(2);",
      "the roles and the responsibilities of the control capability providing TSO, the control capability receiving TSO and of the affected TSO for the sharing of FRR and RR defined in accordance with Article 166(7);",
      "roles and the responsibilities of thecontrol capability providing TSO, thecontrol capability receiving TSOand of theaffected TSOfor the sharing ofFRR and RR between synchronous areas in accordance with Article 175(2);"
    ],
    "Article 125": [
      "in case of sharingFRRor RR within a synchronous area, the roles and responsibilities of thecontrol capability receiving TSOand of thecontrol capability providing TSOand theaffected TSOs in accordance with Article 165(3); or",
      "in case of sharing reserves between synchronous areas, the roles and responsibilities of thecontrol capability receiving TSOand of thecontrol capability providing TSOin accordance with Article 171(4) and the procedures in case thesharing of reserves between synchronous areas is not executed in real-time in accordance with Article 171(9).",
      "in case of sharing FRR or RR within a synchronous area, the roles and responsibilities of the control capability receiving TSO and of the control capability providing TSO and the affected TSOs in accordance with Article 165(3); or",
      "in case of sharing reserves between synchronous areas, the roles and responsibilities of the control capability receiving TSO and of the control capability providing TSO in accordance with Article 171(4) and the procedures in case the sharing of reserves between synchronous areas is not executed in real-time in accordance with Article 171(9)."
    ],
    "Article 166": [
      "7.   All TSOs of aLFC blockshall specify in theLFC block operational agreementtheir roles and responsibilities of thecontrol capability providing TSO, thecontrol capability receiving TSOand theaffected TSOfor the sharing ofFRR and RR with TSOs of other LFC blocks.",
      "5.   In case of sharing ofFRR/RR, thecontrol capability providing TSOshall make available to thecontrol capability receiving TSOa share of its ownreserve capacityon FRR and RR required to comply with its reserve requirements for FRR and/or RR resulting from the FRR/RR dimensioning rules in Articles 157 and 160. The control capability providing TSO can be either:",
      "5.   In case of sharing of FRR/RR, the control capability providing TSO shall make available to the control capability receiving TSO a share of its own reserve capacity on FRR and RR required to comply with its reserve requirements for FRR and/or RR resulting from the FRR/RR dimensioning rules in Articles 157 and 160. The control capability providing TSO can be either:",
      "2.   Where FRR/RR sharing takes place, the control capability providing TSO and control capability receiving TSO shall notify that sharing pursuant to the notification requirements in Article 150.",
      "4.   Anycontrol capability providing TSO,control capability receiving TSOoraffected TSOinvolved in the sharing ofFRR/RR may refuse sharing of FRR/RR where it would result in power flows that violate theoperational securitylimits when activating thereserve capacity on FRR and RR subject to the sharing of FRR/RR.",
      "2.   WhereFRR/RR sharing takes place, thecontrol capability providing TSOandcontrol capability receiving TSO shall notify that sharing pursuant to the notification requirements in Article 150.",
      "3.   The control capability receiving TSO and the control capability providing TSO participating in the sharing of FRR/RR shall specify in a FRR or RR sharing agreement their roles and responsibilities, including:",
      "1.   All TSOs of a synchronous area shall specify in the synchronous area operational agreement the roles and responsibilities of the control capability providing TSO, the control capability receiving TSO and the affected TSO for sharing FRR/RR.",
      "1.   All TSOs of a synchronous area shall specify in the synchronous area operational agreement the roles and responsibilities of thecontrol capability providing TSO, thecontrol capability receiving TSOand theaffected TSOfor sharingFRR/RR.",
      "7.   All TSOs of a LFC block shall specify in the LFC block operational agreement their roles and responsibilities of the control capability providing TSO, the control capability receiving TSO and the affected TSO for the sharing of FRR and RR with TSOs of other LFC blocks.",
      "partial or full usage of the reserve capacity on FRR and RR by the control capability providing TSO.",
      "partial or full usage of thereserve capacityonFRRand RR by thecontrol capability providing TSO.",
      "3.   Thecontrol capability receiving TSOand thecontrol capability providing TSOparticipating in the sharing ofFRR/RR shall specify in a FRR or RR sharing agreement their roles and responsibilities, including:",
      "4.   Any control capability providing TSO, control capability receiving TSO or affected TSO involved in the sharing of FRR/RR may refuse sharing of FRR/RR where it would result in power flows that violate the operational security limits when activating the reserve capacity on FRR and RR subject to the sharing of FRR/RR."
    ],
    "Article 171": [
      "7.   Anyreserve connecting TSO,reserve receiving TSO,control capability providing TSO,control capability receiving TSOoraffected TSOinvolved in the exchange orsharing of reservesmay refuse the exchange or sharing of reserve where it would result in power flows that violate theoperational securitylimits when activating thereserve capacity subject to the exchange or sharing of reserve.",
      "2.   All TSOs of the synchronous area shall specify in the synchronous area operational agreement the roles and the responsibilities of thereserve connecting TSO, thereserve receiving TSOand theaffected TSOfor theexchange of reservesas well as for thecontrol capability providing TSO,control capability receiving TSOand affected TSO for thesharing of reserves between synchronous areas.",
      "3.   The reserve connecting TSO and reserve receiving TSO or the control capability providing TSO and the control capability receiving TSO shall notify the exchange or sharing of FCR, FRR or RR in accordance with Article 150.",
      "7.   Any reserve connecting TSO, reserve receiving TSO, control capability providing TSO, control capability receiving TSO or affected TSO involved in the exchange or sharing of reserves may refuse the exchange or sharing of reserve where it would result in power flows that violate the operational security limits when activating the reserve capacity subject to the exchange or sharing of reserve.",
      "3.   Thereserve connecting TSOandreserve receiving TSOor thecontrol capability providing TSOand thecontrol capability receiving TSOshall notify the exchange or sharing ofFCR,FRR or RR in accordance with Article 150.",
      "2.   All TSOs of the synchronous area shall specify in the synchronous area operational agreement the roles and the responsibilities of the reserve connecting TSO, the reserve receiving TSO and the affected TSO for the exchange of reserves as well as for the control capability providing TSO, control capability receiving TSO and affected TSO for the sharing of reserves between synchronous areas."
    ],
    "Article 175": [
      "2.   All TSOs of an LFC block shall specify in the LFC block operational agreement their roles and responsibilities of the control capability providing TSO, the control capability receiving TSO and the affected TSO for the sharing of FRR and RR with TSOs of other LFC blocks in other synchronous areas.",
      "2.   All TSOs of anLFC blockshall specify in theLFC block operational agreementtheir roles and responsibilities of thecontrol capability providing TSO, thecontrol capability receiving TSOand theaffected TSOfor the sharing ofFRR and RR with TSOs of other LFC blocks in other synchronous areas.",
      "1.   In case of sharing ofFRRor RR, thecontrol capability providing TSOshall make available to thecontrol capability receiving TSOa share of its ownreserve capacityon FRR and RR required to comply with the reserve requirements for FRR and/or RR resulting from the FRR/RR dimensioning rules referred to in Articles 157 and 160. The control capability providing TSO can be either:",
      "1.   In case of sharing of FRR or RR, the control capability providing TSO shall make available to the control capability receiving TSO a share of its own reserve capacity on FRR and RR required to comply with the reserve requirements for FRR and/or RR resulting from the FRR/RR dimensioning rules referred to in Articles 157 and 160. The control capability providing TSO can be either:"
    ],
    "Article 177": [
      "4.   All TSOs of the LFC blocks to which the control capability providing TSO and the control capability receiving TSOs belong shall specify the conditions for sharing FRR in an FRR sharing agreement.",
      "3.   Each operator of a HVDC interconnector shall control the active power flow over the HVDC interconnector following the instructions provided by either the control capability providing TSO or control capability receiving TSO in accordance with the FRR technical minimum requirements in Article 158(1)."
    ],
    "Article 179": [
      "3.   Each operator of an HVDC interconnector shall control the active power flow over the HVDC interconnector following the instructions provided by either the control capability providing TSO or the control capability receiving TSO in accordance with the RR technical minimum requirements in Article 161.",
      "3.   Each operator of an HVDC interconnector shall control the active power flow over the HVDC interconnector following the instructions provided by either thecontrol capability providing TSOor thecontrol capability receiving TSOin accordance with theRR technical minimum requirements in Article 161.",
      "4.   All TSOs of each LFC block to which the reserve control capability providing TSO and reserve control capability receiving TSO belong to, shall specify the conditions for the sharing of RR in an RR sharing agreement.",
      "4.   All TSOs of eachLFC blockto which the reservecontrol capability providing TSOand reservecontrol capability receiving TSObelong to, shall specify the conditions for the sharing ofRR in an RR sharing agreement."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 3": {
      "article_score": 2,
      "statement_scores": [
        0,
        0,
        1,
        1
      ]
    },
    "Article 118": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 119": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 125": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 166": {
      "article_score": 16,
      "statement_scores": [
        1,
        2,
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 171": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 175": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        2,
        2
      ]
    },
    "Article 177": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 179": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    }
  }
}