{
  "term": "cost-optimal level",
  "celex_id": "32010L0031",
  "original_definition": "'cost-optimal level' means the energy performance level which leads to the lowest cost during the estimated economic lifecycle, where:the lowest cost is determined taking into account energy-related investment costs, maintenance and operating costs (including energy costs and savings, the category of building concerned, earnings from energy produced), where applicable, and disposal costs, where applicable; andthe estimated economic lifecycle is determined by each Member State. It refers to the remaining estimated economic lifecycle of a building where energy performance requirements are set for the building as a whole, or to the estimated economic lifecycle of a building element where energy performance requirements are set for building elements.The cost-optimal level shall lie within the range of performance levels where the cost benefit analysis calculated over the estimated economic lifecycle is positive;",
  "generated_definition": "'cost-optimal level' means the cost-optimal level of minimum energy performance requirements is the most energy-efficient level achievable, taking into account the relevant parameters such as climatic conditions and practical accessibility of energy infrastructure, and compared to the minimum energy performance requirements in force.",
  "existing_sentences": {
    "Article 2": [
      "‘cost-optimal level’ means the energy performance level which leads to the lowest cost during the estimated economic lifecycle, where:",
      "The cost-optimal level shall lie within the range of performance levels where the cost benefit analysis calculated over the estimated economic lifecycle is positive;",
      "Thecost-optimal level shall lie within the range of performance levels where the cost benefit analysis calculated over the estimated economic lifecycle is positive;"
    ],
    "Article 4": [
      "Member States shall take the necessary measures to ensure that minimum energy performance requirements are set forbuilding elements that form part of thebuilding envelopeand that have a significant impact on the energy performance of the building envelope when they are replaced or retrofitted, with a view to achievingcost-optimal levels.",
      "Member States shall take the necessary measures to ensure that minimum energy performance requirements are set for building elements that form part of the building envelope and that have a significant impact on the energy performance of the building envelope when they are replaced or retrofitted, with a view to achieving cost-optimal levels.",
      "1.   Member States shall take the necessary measures to ensure that minimum energy performance requirements for buildings or building units are set with a view to achieving cost-optimal levels. The energy performance shall be calculated in accordance with the methodology referred to in Article 3. Cost-optimal levels shall be calculated in accordance with the comparative methodology framework referred to in Article 5 once the framework is in place.",
      "1.   Member States shall take the necessary measures to ensure that minimum energy performance requirements forbuildings orbuilding units are set with a view to achieving cost-optimal levels. The energy performance shall be calculated in accordance with the methodology referred to in Article 3.Cost-optimal levels shall be calculated in accordance with the comparative methodology framework referred to in Article 5 once the framework is in place."
    ],
    "Article 5": [
      "4.   The Commission shall publish a report on the progress of the Member States in reaching cost-optimal levels of minimum energy performance requirements.",
      "3.   If the result of the comparison performed in accordance with paragraph 2 shows that the minimum energy performance requirements in force are significantly less energy efficient thancost-optimal levels of minimum energy performance requirements, the Member State concerned shall justify this difference in writing to the Commission in the report referred to in paragraph 2, accompanied, to the extent that the gap cannot be justified, by a plan outlining appropriate steps to significantly reduce the gap by the next review of the energy performance requirements as referred to in Article 4(1).",
      "3.   If the result of the comparison performed in accordance with paragraph 2 shows that the minimum energy performance requirements in force are significantly less energy efficient than cost-optimal levels of minimum energy performance requirements, the Member State concerned shall justify this difference in writing to the Commission in the report referred to in paragraph 2, accompanied, to the extent that the gap cannot be justified, by a plan outlining appropriate steps to significantly reduce the gap by the next review of the energy performance requirements as referred to in Article 4(1).",
      "1.   The Commission shall establish by means of delegated acts in accordance with Articles 23, 24 and 25 by 30 June 2011 a comparative methodology framework for calculating cost-optimal levels of minimum energy performance requirements for buildings and building elements.",
      "Calculation ofcost-optimal levels of minimum energy performance requirements",
      "Calculation of cost-optimal levels of minimum energy performance requirements",
      "2.   Member States shall calculate cost-optimal levels of minimum energy performance requirements using the comparative methodology framework established in accordance with paragraph 1 and relevant parameters, such as climatic conditions and the practical accessibility of energy infrastructure, and compare the results of this calculation with the minimum energy performance requirements in force.",
      "1.   The Commission shall establish by means of delegated acts in accordance with Articles 23, 24 and 25 by 30 June 2011 a comparative methodology framework for calculatingcost-optimal levels of minimum energy performance requirements forbuildings andbuilding elements.",
      "2.   Member States shall calculatecost-optimal levels of minimum energy performance requirements using the comparative methodology framework established in accordance with paragraph 1 and relevant parameters, such as climatic conditions and the practical accessibility of energy infrastructure, and compare the results of this calculation with the minimum energy performance requirements in force.",
      "4.   The Commission shall publish a report on the progress of the Member States in reachingcost-optimal levels of minimum energy performance requirements."
    ],
    "Article 10": [
      "6.   Member States shall take account of the cost-optimal levels of energy performance when providing incentives for the construction or major renovation of buildings.",
      "7.   The provisions of this Directive shall not prevent Member States from providing incentives for new buildings, renovations or building elements which go beyond the cost-optimal levels.",
      "7.   The provisions of this Directive shall not prevent Member States from providing incentives for newbuildings, renovations orbuilding elements which go beyond thecost-optimal levels.",
      "6.   Member States shall take account of thecost-optimal levels of energy performance when providing incentives for the construction ormajor renovationofbuildings."
    ],
    "Article 31": [
      "By calculating the costs of the energy efficiency measures during the expected economic lifecycle, the cost-effectiveness of different levels of minimum energy performance requirements is assessed by the Member States. This will allow the determination ofcost-optimal levels of energy performance requirements.",
      "The comparative methodology framework shall enable Member States to determine the energy performance of buildings and building elements and the economic aspects of measures relating to the energy performance, and to link them with a view to identifying the cost-optimal level.",
      "The comparative methodology framework shall enable Member States to determine the energy performance ofbuildings andbuilding elements and the economic aspects of measures relating to the energy performance, and to link them with a view to identifying thecost-optimal level.",
      "Comparative methodology framework to identifycost-optimal levels of energy performance requirements forbuildings andbuilding elements",
      "Comparative methodology framework to identify cost-optimal levels of energy performance requirements for buildings and building elements",
      "By calculating the costs of the energy efficiency measures during the expected economic lifecycle, the cost-effectiveness of different levels of minimum energy performance requirements is assessed by the Member States. This will allow the determination of cost-optimal levels of energy performance requirements."
    ],
    "Not Article": [
      "The Commission should be empowered to adopt delegated acts in accordance with Article 290 TFEU in respect of the adaptation to technical progress of certain parts of the general framework set out in Annex I, and in respect of the establishment of a methodology framework for calculating cost-optimal levels of minimum energy performance requirements. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level.",
      "Buildings have an impact on long-term energy consumption. Given the long renovation cycle for existing buildings, new, and existing buildings that are subject tomajor renovation, should therefore meet minimum energy performance requirements adapted to the local climate. As the application of alternative energy supply systems is not generally explored to its full potential, alternative energy supply systems should be considered for new buildings, regardless of their size, pursuant to the principle of first ensuring that energy needs for heating and cooling are reduced tocost-optimal levels.",
      "The Commission should lay down a comparative methodology framework for calculatingcost-optimal levels of minimum energy performance requirements. Member States should use this framework to compare the results with the minimum energy performance requirements which they have adopted. Should significant discrepancies, i.e. exceeding 15 %, exist between the calculated cost-optimal levels of minimum energy performance requirements and the minimum energy performance requirements in force, Member States should justify the difference or plan appropriate steps to reduce the discrepancy. The estimated economic lifecycle of abuildingorbuilding element should be determined by Member States, taking into account current practices and experience in defining typical economic lifecycles. The results of this comparison and the data used to reach these results should be regularly reported to the Commission. These reports should enable the Commission to assess and report on the progress of Member States in reaching cost-optimal levels of minimum energy performance requirements.",
      "Buildings have an impact on long-term energy consumption. Given the long renovation cycle for existing buildings, new, and existing buildings that are subject to major renovation, should therefore meet minimum energy performance requirements adapted to the local climate. As the application of alternative energy supply systems is not generally explored to its full potential, alternative energy supply systems should be considered for new buildings, regardless of their size, pursuant to the principle of first ensuring that energy needs for heating and cooling are reduced to cost-optimal levels.",
      "The Commission should be empowered to adopt delegated acts in accordance with Article 290 TFEU in respect of the adaptation to technical progress of certain parts of the general framework set out in Annex I, and in respect of the establishment of a methodology framework for calculatingcost-optimal levels of minimum energy performance requirements. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level.",
      "The Commission should lay down a comparative methodology framework for calculating cost-optimal levels of minimum energy performance requirements. Member States should use this framework to compare the results with the minimum energy performance requirements which they have adopted. Should significant discrepancies, i.e. exceeding 15 %, exist between the calculated cost-optimal levels of minimum energy performance requirements and the minimum energy performance requirements in force, Member States should justify the difference or plan appropriate steps to reduce the discrepancy. The estimated economic lifecycle of a building or building element should be determined by Member States, taking into account current practices and experience in defining typical economic lifecycles. The results of this comparison and the data used to reach these results should be regularly reported to the Commission. These reports should enable the Commission to assess and report on the progress of Member States in reaching cost-optimal levels of minimum energy performance requirements."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        0,
        1,
        1
      ]
    },
    "Article 4": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        2,
        2
      ]
    },
    "Article 5": {
      "article_score": 10,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 10": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 31": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 10,
      "statement_scores": [
        1,
        1,
        3,
        1,
        1,
        3
      ]
    }
  }
}