{
  "term": "data provider",
  "celex_id": "32013R0543",
  "original_definition": "'data provider' means the entity that is sending the data to the central information transparency platform;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘data provider’ means the entity that is sending the data to the central information transparency platform;"
    ],
    "Article 4": [
      "TSOs, and where relevant data providers, shall process the data they receive and provide them to the ENTSO for Electricity in due time for publication.",
      "2.   Primary owners of data may fulfil their obligation laid down in paragraph 1 by submitting data directly to the central information transparency platform provided they use a third party acting asdata provideron their behalf. This way of submitting data shall be subject to the prior agreement of the TSO in whosecontrol area the primary owner is located. When providing its agreement the TSO shall assess whether the data provider fulfils the requirements referred to in points (b) and (c) of Article 5, first subparagraph.",
      "6.   National regulatory authorities shall ensure that the primary owners of the data, TSOs and data providers comply with their obligations under this Regulation.",
      "2.   Primary owners of data may fulfil their obligation laid down in paragraph 1 by submitting data directly to the central information transparency platform provided they use a third party acting as data provider on their behalf. This way of submitting data shall be subject to the prior agreement of the TSO in whose control area the primary owner is located. When providing its agreement the TSO shall assess whether the data provider fulfils the requirements referred to in points (b) and (c) of Article 5, first subparagraph.",
      "TSOs, and where relevantdata providers, shall process the data they receive and provide them to the ENTSO for Electricity in duetime for publication.",
      "1.   Primary owners of data shall submit data to TSOs in accordance with Articles 6 to 17. They shall ensure that the data they provide to TSOs, or where provided for in accordance with paragraph 2 todata providers, are complete, of the required quality and provided in a manner that allows TSOs or data providers to process and deliver the data to the ENTSO for Electricity in sufficienttime to allow the ENTSO for Electricity to meet its obligations under this Regulation in relation to the timing of the publication of information.",
      "1.   Primary owners of data shall submit data to TSOs in accordance with Articles 6 to 17. They shall ensure that the data they provide to TSOs, or where provided for in accordance with paragraph 2 to data providers, are complete, of the required quality and provided in a manner that allows TSOs or data providers to process and deliver the data to the ENTSO for Electricity in sufficient time to allow the ENTSO for Electricity to meet its obligations under this Regulation in relation to the timing of the publication of information."
    ],
    "Article 5": [
      "standardised ways and formats of data communication and exchange between primary owners of data, TSOs, data providers and the ENTSO for Electricity;",
      "technical and operational criteria which data providers would need to fulfil when providing data to the central information transparency platform;"
    ],
    "Article 18": [
      "The liability of theprimary owner of the data, thedata provider and the ENTSO for Electricity under this Regulation shall be limited to cases of gross negligence and/or wilful misconduct. In any event they shall not be liable to compensate the person who uses the data for any loss of profit, loss of business, or any other indirect incidental, special or consequential damages of any kind arising from a breach of their obligations under this Regulation.",
      "The liability of the primary owner of the data, the data provider and the ENTSO for Electricity under this Regulation shall be limited to cases of gross negligence and/or wilful misconduct. In any event they shall not be liable to compensate the person who uses the data for any loss of profit, loss of business, or any other indirect incidental, special or consequential damages of any kind arising from a breach of their obligations under this Regulation."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 4": {
      "article_score": 11,
      "statement_scores": [
        1,
        2,
        1,
        2,
        1,
        2,
        2
      ]
    },
    "Article 5": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 18": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    }
  }
}