{
  "term": "day-ahead market gate closure time",
  "celex_id": "32015R1222",
  "original_definition": "'day-ahead market gate closure time' means the point in time until which orders are accepted in the day-ahead market;",
  "generated_definition": "'day-ahead market gate closure time' means the time by which coordinated capacity calculators must provide cross-zonal capacity and allocation constraints to nemos for the day-ahead market, as determined by the relevant grid code.",
  "existing_sentences": {
    "Article 2": [
      "‘day-ahead market time-frame’ means the time-frame of the electricity market until theday-ahead market gate closure time, where, for each market time unit, products aretraded the day prior to delivery;",
      "‘day-ahead market gate closure time’ means the point in time until whichorders are accepted in the day-ahead market;",
      "‘day-ahead market gate closure time’ means the point in time until which orders are accepted in the day-ahead market;",
      "‘day-ahead market time-frame’ means the time-frame of the electricity market until the day-ahead market gate closure time, where, for each market time unit, products are traded the day prior to delivery;"
    ],
    "Article 46": [
      "In such cases, cross-zonal capacity andallocation constraintsshall be provided by thecoordinated capacity calculatorno later than 30 minutes before theday-ahead market gate closure time.",
      "In such cases, cross-zonal capacity and allocation constraints shall be provided by the coordinated capacity calculator no later than 30 minutes before the day-ahead market gate closure time.",
      "2.   If acoordinated capacity calculatoris unable to provide for cross-zonal capacity andallocation constraintsone hour prior to theday-ahead market gate closure time, that coordinated capacity calculator shall notify the relevant NEMOs. These NEMOs shall immediately publish a notice for market participants.",
      "2.   If a coordinated capacity calculator is unable to provide for cross-zonal capacity and allocation constraints one hour prior to the day-ahead market gate closure time, that coordinated capacity calculator shall notify the relevant NEMOs. These NEMOs shall immediately publish a notice for market participants."
    ],
    "Article 47": [
      "3.   Market participants shall submit allorders to the relevant NEMOs beforeday-ahead market gate closure time, in accordance with Articles 39 and 40.",
      "2.   The day-ahead market gate closure time in each bidding zone shall be noon market time day-ahead. TSOs or NEMOs in the region based on the CEE region or its neighbouring countries may set a different gate closure time until this region has joined single day-ahead coupling.",
      "3.   Market participants shall submit all orders to the relevant NEMOs before day-ahead market gate closure time, in accordance with Articles 39 and 40.",
      "2.   Theday-ahead market gate closure timein each bidding zone shall be noonmarket timeday-ahead. TSOs or NEMOs in the region based on the CEE region or its neighbouring countries may set a different gate closure time until this region has joinedsingle day-ahead coupling."
    ],
    "Article 69": [
      "By 16 months after the entry into force of this Regulation, all TSOs shall develop a common proposal for a singleday-ahead firmness deadline, which shall not be shorter than half an hour before theday-ahead market gate closure time. The proposal shall be subject to consultation in accordance with Article 12.",
      "By 16 months after the entry into force of this Regulation, all TSOs shall develop a common proposal for a single day-ahead firmness deadline, which shall not be shorter than half an hour before the day-ahead market gate closure time. The proposal shall be subject to consultation in accordance with Article 12."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        1,
        0,
        0,
        1
      ]
    },
    "Article 46": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 47": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 69": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    }
  }
}