{
  "term": "double duct air conditioner",
  "celex_id": "32011R0626",
  "original_definition": "'double duct air conditioner' means an air conditioner in which, during cooling or heating, the condensor or evaporator intake air is introduced from the outdoor environment to the unit by a duct and rejected to the outdoor environment by a second duct, and which is placed wholly inside the space to be conditioned, near a wall;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘double duct air conditioner’ means an air conditioner in which, during cooling or heating, the condensor or evaporator intake air is introduced from the outdoor environment to the unit by a duct and rejected to the outdoor environment by a second duct, and which is placed wholly inside the space to be conditioned, near a wall;"
    ],
    "Article 3": [
      "a printed label is provided for eachair conditionerrespecting energy efficiency classes as set out in Annex II. The label shall comply with the format and content of information as set out in Annex III. For air conditioners, except single anddouble duct air conditioners, a printed label must be provided, at least in the packaging of the outdoor unit, for at least one combination of indoor and outdoor units at capacity ratio 1. For other combinations, the information can be alternatively provided on a free access web site;",
      "a product fiche, as set out in Annex IV, is made available. Forair conditioners, except single anddouble duct air conditioners, a product fiche must be provided at least in the packaging of the out door unit, for at least one combination of indoor and outdoor units at capacity ratio 1. For other combinations, the information can be alternatively provided on a free access web site;",
      "as regardsair conditioners, except single duct anddouble duct air conditioners, placed on the market from 1 January 2019, labels with energy efficiency classes A+++, A++, A+, A, B, C, D shall be in accordance with point 1.4 of Annex III for reversible air conditioners, with point 2.4 of Annex III for cooling-only air conditioners and with point 3.4 of Annex III for heating-only air conditioners.",
      "a product fiche, as set out in Annex IV, is made available. For air conditioners, except single and double duct air conditioners, a product fiche must be provided at least in the packaging of the out door unit, for at least one combination of indoor and outdoor units at capacity ratio 1. For other combinations, the information can be alternatively provided on a free access web site;",
      "as regards air conditioners, except single duct and double duct air conditioners, placed on the market from 1 January 2015, labels with energy efficiency classes A+, A, B, C, D, E, F, shall be in accordance with point 1.2 of Annex III for reversible air conditioners, with point 2.2 of Annex III for cooling-only air conditioners and with point 3.2 of Annex III for heating-only air conditioners;",
      "as regards air conditioners, except single duct and double duct air conditioners, placed on the market from 1 January 2013, labels with energy efficiency classes A, B, C, D, E, F, G shall be in accordance with point 1.1 of Annex III for reversible air conditioners, with point 2.1 of Annex III for cooling-only air conditioners and with point 3.1 of Annex III for heating-only air conditioners;",
      "4.   For theair conditioners, except for single anddouble duct air conditioners, the format of the label set out in Annex III shall be applied according to the following timetable:",
      "4.   For the air conditioners, except for single and double duct air conditioners, the format of the label set out in Annex III shall be applied according to the following timetable:",
      "3.   The format of the label forair conditioners except for single anddouble duct air conditioners shall be as set out in Annex III.",
      "as regards air conditioners, except single duct and double duct air conditioners, placed on the market from 1 January 2019, labels with energy efficiency classes A+++, A++, A+, A, B, C, D shall be in accordance with point 1.4 of Annex III for reversible air conditioners, with point 2.4 of Annex III for cooling-only air conditioners and with point 3.4 of Annex III for heating-only air conditioners.",
      "3.   The format of the label for air conditioners except for single and double duct air conditioners shall be as set out in Annex III.",
      "a printed label is provided for each air conditioner respecting energy efficiency classes as set out in Annex II. The label shall comply with the format and content of information as set out in Annex III. For air conditioners, except single and double duct air conditioners, a printed label must be provided, at least in the packaging of the outdoor unit, for at least one combination of indoor and outdoor units at capacity ratio 1. For other combinations, the information can be alternatively provided on a free access web site;",
      "as regards air conditioners, except single duct and double duct air conditioners, placed on the market from 1 January 2017, labels with energy efficiency classes A++, A+, A, B, C, D, E, shall be in accordance with point 1.3 of Annex III for reversible air conditioners, with point 2.3 of Annex III for cooling-only air conditioners and with point 3.3 of Annex III for heating-only air conditioners;",
      "as regardsair conditioners, except single duct anddouble duct air conditioners, placed on the market from 1 January 2017, labels with energy efficiency classes A++, A+, A, B, C, D, E, shall be in accordance with point 1.3 of Annex III for reversible air conditioners, with point 2.3 of Annex III for cooling-only air conditioners and with point 3.3 of Annex III for heating-only air conditioners;",
      "as regardsair conditioners, except single duct anddouble duct air conditioners, placed on the market from 1 January 2015, labels with energy efficiency classes A+, A, B, C, D, E, F, shall be in accordance with point 1.2 of Annex III for reversible air conditioners, with point 2.2 of Annex III for cooling-only air conditioners and with point 3.2 of Annex III for heating-only air conditioners;",
      "as regardsair conditioners, except single duct anddouble duct air conditioners, placed on the market from 1 January 2013, labels with energy efficiency classes A, B, C, D, E, F, G shall be in accordance with point 1.1 of Annex III for reversible air conditioners, with point 2.1 of Annex III for cooling-only air conditioners and with point 3.1 of Annex III for heating-only air conditioners;"
    ],
    "Article 10": [
      "The energy efficiency ratio (EERrated) and coefficient of performance (COPrated) for single and double duct air conditioners or seasonal energy efficiency ratio (SEER) and seasonal coefficient of performance (SCOP) for other air conditioners;",
      "The energy efficiency ratio (EERrated) and coefficient of performance (COPrated) for single anddouble duct air conditioners or seasonal energy efficiency ratio (SEER) and seasonal coefficient of performance (SCOP) for other air conditioners;",
      "Double duct air conditioner"
    ],
    "Not Article": [
      "Technological developments in the energy efficiency improvement of air conditioners have been very rapid in recent years. This has allowed several third-countries to introduce stringent minimum energy efficiency requirements and led to a process of introducing new energy labelling schemes based on seasonal performance. Today's appliances, excluding single and double duct air conditioners, that achieve the highest efficiency levels have largely surpassed the A efficiency levels established by Directive 2002/31/EC.",
      "This Regulation introduces two energy efficiency scales based on the primary function and on specific aspects important to consumer. Given that air conditioners are used mainly in part-load conditions, the efficiency testing should be changed to a seasonal efficiency measurement method, except for single and double duct air conditioners. The seasonal measurement method takes better into account the benefits of the inverter driven technology and the conditions in which these appliances are used. The new efficiency calculation method with an Ecodesign implementing measure setting minimum energy efficiency requirements higher than the current A level, will lead to a reclassification of these appliances. Consequently, split, window and wall air conditioners should have a new A-G energy efficiency class scale with a ‘+’ added on the top of the scale every two years until the A+++ class has been reached.",
      "This Regulation introduces two energy efficiency scales based on the primary function and on specific aspects important to consumer. Given thatair conditioners are used mainly in part-load conditions, the efficiency testing should be changed to a seasonal efficiency measurement method, except for single anddouble duct air conditioners. The seasonal measurement method takes better into account the benefits of the inverter driven technology and the conditions in which these appliances are used. The new efficiency calculation method with an Ecodesign implementing measure setting minimum energy efficiency requirements higher than the current A level, will lead to a reclassification of these appliances. Consequently, split, window and wall air conditioners should have a new A-G energy efficiency class scale with a ‘+’ added on the top of the scale every two years until the A+++ class has been reached.",
      "Technological developments in the energy efficiency improvement ofair conditioners have been very rapid in recent years. This has allowed several third-countries to introduce stringent minimum energy efficiency requirements and led to a process of introducing new energy labelling schemes based on seasonal performance. Today's appliances, excluding single anddouble duct air conditioners, that achieve the highest efficiency levels have largely surpassed the A efficiency levels established by Directive 2002/31/EC.",
      "For double duct and single duct air conditioners, steady-state energy efficiency performance indicators should continue to be applied, as there are currently no inverter units on the market. As no reclassification of these appliances is appropriate, single and double duct air conditioners should have an A+++-D scale. While these, inherently less efficient than split appliances, can go only up to an A+ energy efficiency class in a scale of A+++-D, the more efficient split appliances can reach up to the A+++ energy efficiency class.",
      "For double duct andsingle duct air conditioners, steady-state energy efficiency performance indicators should continue to be applied, as there are currently no inverter units on the market. As no reclassification of these appliances is appropriate, single anddouble duct air conditioners should have an A+++-D scale. While these, inherently less efficient than split appliances, can go only up to an A+ energy efficiency class in a scale of A+++-D, the more efficient split appliances can reach up to the A+++ energy efficiency class."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 3": {
      "article_score": 16,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 10": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}