{
  "term": "emergency stocks",
  "celex_id": "32009L0119",
  "original_definition": "'emergency stocks' means the oil stocks that each Member State is required to maintain pursuant to Article 3;",
  "generated_definition": "'emergency stocks' means stocks of essential goods and services that are set aside for emergency purposes and are physically accessible and available for use in the event of an emergency, and subject to verification and accounting arrangements.",
  "existing_sentences": {
    "Article 2": [
      "‘central stockholding entity’ (CSE) means the body or service upon which powers may be conferred to act to acquire, maintain or sell oil stocks, including emergency stocks and specific stocks;",
      "‘central stockholding entity’ (CSE) means the body or service upon which powers may be conferred to act to acquire, maintain or selloil stocks, includingemergency stocksandspecific stocks;",
      "‘emergency stocks’ means the oil stocks that each Member State is required to maintain pursuant to Article 3;",
      "‘emergency stocks’ means theoil stocks that each Member State is required to maintain pursuant to Article 3;"
    ],
    "Article 3": [
      "Emergency stocks — Calculating stockholding obligations"
    ],
    "Article 4": [
      "3.   Anyoil stocksmay be included simultaneously in both the calculation of a Member State’semergency stocksand the calculation of itsspecific stocks provided that those oil stocks satisfy all the conditions laid down in this Directive for both types of stocks.",
      "3.   Any oil stocks may be included simultaneously in both the calculation of a Member State’s emergency stocks and the calculation of its specific stocks provided that those oil stocks satisfy all the conditions laid down in this Directive for both types of stocks."
    ],
    "Article 5": [
      "Member States shall take all necessary measures to prevent all obstacles and encumbrances that could hamper the availability of emergency stocks and specific stocks. Each Member State may set limits or additional conditions on the possibility of its emergency stocks and specific stocks being held outside its territory.",
      "1.   At all times, Member States shall ensure thatemergency stocksandspecific stocks are available and physically accessible for the purposes of this Directive. They shall establish arrangements for the identification, accounting and control of those stocks so as to allow them to be verified at any time. This requirement also applies to any emergency stocks and specific stocks that are commingled with other stocks held by economic operators.",
      "2.   Where there is reason to implement the emergency procedures provided for in Article 20, Member States shall prohibit, and refrain from taking, any measure hindering the transfer, use or release ofemergency stocksorspecific stocks held within their territory on behalf of another Member State.",
      "1.   At all times, Member States shall ensure that emergency stocks and specific stocks are available and physically accessible for the purposes of this Directive. They shall establish arrangements for the identification, accounting and control of those stocks so as to allow them to be verified at any time. This requirement also applies to any emergency stocks and specific stocks that are commingled with other stocks held by economic operators.",
      "Member States shall take all necessary measures to prevent all obstacles and encumbrances that could hamper the availability ofemergency stocksandspecific stocks. Each Member State may set limits or additional conditions on the possibility of its emergency stocks and specific stocks being held outside its territory.",
      "2.   Where there is reason to implement the emergency procedures provided for in Article 20, Member States shall prohibit, and refrain from taking, any measure hindering the transfer, use or release of emergency stocks or specific stocks held within their territory on behalf of another Member State."
    ],
    "Article 6": [
      "2.   By the 25th February each year, each Member State shall send the Commission a summary copy of the stock register referred to in paragraph 1 showing at least the quantities and nature of the emergency stocks included in the register on the last day of the preceding calendar year.",
      "Register of emergency stocks — Annual report",
      "1.   Each Member State shall keep a continually updated and detailed register of allemergency stocksheld for its benefit which do not constitutespecific stocks. That register shall contain, in particular, information needed to pinpoint the depot, refinery or storage facility where the stocks in question are located, as well as the quantities involved, the owner of the stocks and their nature, with reference to the categories identified in the first paragraph of Section 3.1 of Annex C to Regulation (EC) No 1099/2008.",
      "1.   Each Member State shall keep a continually updated and detailed register of all emergency stocks held for its benefit which do not constitute specific stocks. That register shall contain, in particular, information needed to pinpoint the depot, refinery or storage facility where the stocks in question are located, as well as the quantities involved, the owner of the stocks and their nature, with reference to the categories identified in the first paragraph of Section 3.1 of Annex C to Regulation (EC) No 1099/2008."
    ],
    "Article 7": [
      "3.   CSEs or Member States may, for a specified period, delegate tasks relating to the management ofemergency stocksand, with the exception of sale and acquisition, ofspecific stocks, but only to:",
      "3.   CSEs or Member States may, for a specified period, delegate tasks relating to the management of emergency stocks and, with the exception of sale and acquisition, of specific stocks, but only to:"
    ],
    "Article 9": [
      "A Member State for which less than 30 days of specific stocks are held shall draw up an annual report analysing the measures taken by its national authorities to ensure and verify the availability and physical accessibility of its emergency stocks as referred to in Article 5 and shall document in the same report arrangements made to allow the Member State to control the use of these stocks in case of oil supply disruptions. That report shall be sent to the Commission by the end of the first month of the calendar year to which it relates.",
      "A Member State for which less than 30 days ofspecific stocksare held shall draw up an annual report analysing the measures taken by its national authorities to ensure and verify the availability andphysical accessibilityof itsemergency stocks as referred to in Article 5 and shall document in the same report arrangements made to allow the Member State to control the use of these stocks in case of oil supply disruptions. That report shall be sent to the Commission by the end of the first month of the calendar year to which it relates."
    ],
    "Article 12": [
      "3.   Member States may not include quantities of crude oil or petroleum products which are subject to a seizure order or enforcement action in their statistical summaries of emergency stocks. This also applies to stocks owned by companies that are bankrupt or have entered into an arrangement with creditors."
    ],
    "Article 18": [
      "7.   Member States shall take the necessary measures to ensure that all data, records, summaries and documents relating toemergency stocksandspecific stocks are kept for a period of at least 5 years.",
      "7.   Member States shall take the necessary measures to ensure that all data, records, summaries and documents relating to emergency stocks and specific stocks are kept for a period of at least 5 years."
    ],
    "Article 20": [
      "the Commission should recommend to Member States to release some or all of their emergency stocks and specific stocks or to take other measures of equivalent effect as considered appropriate. The Commission may act only after consulting the Coordination Group.",
      "1.   Member States shall ensure that they have procedures in place and take such measures as may be necessary, in order to enable their competent authorities to release quickly, effectively and transparently some or all of their emergency stocks and specific stocks in the event of a major supply disruption, and to impose general or specific restrictions on consumption in line with the estimated shortages, inter alia, by allocating petroleum products to certain groups of users on a priority basis.",
      "the Member States concerned may use theiremergency stocksandspecific stocks to fulfil their international obligations under that decision. Any Member State so doing shall notify the Commission immediately, so that the Commission can call a meeting of the Coordination Group or consult its members by electronic means to assess, in particular, the impact of that release;",
      "1.   Member States shall ensure that they have procedures in place and take such measures as may be necessary, in order to enable their competent authorities to release quickly, effectively and transparently some or all of theiremergency stocksandspecific stocksin the event of amajor supply disruption, and to impose general or specific restrictions on consumption in line with the estimated shortages, inter alia, by allocating petroleum products to certain groups of users on a priority basis.",
      "the Commission should recommend to Member States to release some or all of theiremergency stocksandspecific stocks or to take other measures of equivalent effect as considered appropriate. The Commission may act only after consulting the Coordination Group.",
      "If a major supply disruption is deemed to have occurred, the Commission shall authorise the release of some or all of the quantities of emergency stocks and specific stocks that have been put forward for that purpose by the Member States concerned.",
      "If amajor supply disruptionis deemed to have occurred, the Commission shall authorise the release of some or all of the quantities ofemergency stocksandspecific stocks that have been put forward for that purpose by the Member States concerned.",
      "the Member States concerned may use their emergency stocks and specific stocks to fulfil their international obligations under that decision. Any Member State so doing shall notify the Commission immediately, so that the Commission can call a meeting of the Coordination Group or consult its members by electronic means to assess, in particular, the impact of that release;"
    ],
    "Article 27": [
      "However, those quantities except for any held in refinery tanks, in pipeline tankage or in bulk terminals, may not be included when calculating levels ofspecific stockswhere such stocks are calculated separately fromemergency stocks.",
      "However, those quantities except for any held in refinery tanks, in pipeline tankage or in bulk terminals, may not be included when calculating levels of specific stocks where such stocks are calculated separately from emergency stocks.",
      "However, no 10 % reduction is to be applied when calculating the level ofspecific stocksor the levels of the different categories of specific stocks where those stocks or categories are considered separately from theemergency stocks, particularly with a view to verifying compliance with the minimum levels laid down by Article 9.",
      "However, no 10 % reduction is to be applied when calculating the level of specific stocks or the levels of the different categories of specific stocks where those stocks or categories are considered separately from the emergency stocks, particularly with a view to verifying compliance with the minimum levels laid down by Article 9."
    ],
    "Not Article": [
      "Whereemergency stocksandspecific stocks are commingled with other stocks held by economic operators, transparency of emergency stock levels should be emphasised.",
      "Given the need to increase the level of control and transparency, emergency stocks that are not specific stocks should be subject to increased monitoring requirements and, in certain cases, Member States should be required to notify measures governing the availability of emergency stocks and any changes in the arrangements for maintaining them.",
      "Where emergency stocks and specific stocks are commingled with other stocks held by economic operators, transparency of emergency stock levels should be emphasised.",
      "With the same objectives in mind, the preparation and submission of statistical summaries should also be extended to stocks other thanemergency stocksandspecific stocks, with those summaries to be submitted on a monthly basis.",
      "Given the need to increase the level of control and transparency,emergency stocksthat are notspecific stocks should be subject to increased monitoring requirements and, in certain cases, Member States should be required to notify measures governing the availability of emergency stocks and any changes in the arrangements for maintaining them.",
      "The Member States concerned should be allowed to fulfil any obligations they may be subject to as a result of a decision to release stocks taken pursuant to the IEA Agreement or its implementing measures. A proper and timely execution of IEA decisions is a key factor for efficient response to cases of supply difficulties. In order to ensure this, Member States should release part of their emergency stocks to the extent provided for in the IEA decision in question. The Commission should cooperate closely with IEA and base action at Community level on the IEA methodology. In particular, the Commission should be in a position to recommend stock releases by all Member States, as appropriate to complement, and facilitate the implementation of, the IEA decision inviting its members to release stocks. It is appropriate for Member States to respond positively to such Commission recommendations in the interest of a strong Community-wide solidarity and cohesion, between those Member States that are members of the IEA and those that are not, in response to a supply disruption.",
      "Under Council Directive 2006/67/EC of 24 July 2006 imposing an obligation on Member States to maintain minimum stocks of crude oil and/or petroleum products (4), stocks are calculated on the basis of average daily inland consumption during the previous calendar year. However, stockholding obligations under the Agreement on an International Energy Programme of 18 November 1974 (hereinafter ‘the IEA Agreement’) are calculated on the basis of net imports of oil and petroleum products. For that reason, and owing to other differences in methodology, the way in which stockholding obligations and Community emergency stocks are calculated should be brought more into line with the calculation methods used under the IEA Agreement, notwithstanding the facts that the IEA calculation methods may have to be evaluated in light of technological improvements during the last decades, and that non-IEA members that are fully dependent on imports may require a longer period for adapting their stockholding obligations. Further amendments to the methods and procedures for calculating stock levels may prove necessary and beneficial in order to further increase coherence with IEA practice, including, for example, changes that lead to a lowering for certain Member States of the reduction percentage of 10 % applied in the calculation of stocks, that would allow a different treatment of naphtha stocks, or that would allow the stocks held in tankers in territorial waters of a Member State to be counted.",
      "Under Council Directive 2006/67/EC of 24 July 2006 imposing an obligation on Member States to maintain minimum stocks of crude oil and/or petroleum products (4), stocks are calculated on the basis of average dailyinland consumptionduring the previous calendar year. However, stockholding obligations under the Agreement on an International Energy Programme of 18 November 1974 (hereinafter ‘the IEA Agreement’) are calculated on the basis of net imports of oil and petroleum products. For that reason, and owing to other differences in methodology, the way in which stockholding obligations and Communityemergency stocks are calculated should be brought more into line with the calculation methods used under the IEA Agreement, notwithstanding the facts that the IEA calculation methods may have to be evaluated in light of technological improvements during the last decades, and that non-IEA members that are fully dependent on imports may require a longer period for adapting their stockholding obligations. Further amendments to the methods and procedures for calculating stock levels may prove necessary and beneficial in order to further increase coherence with IEA practice, including, for example, changes that lead to a lowering for certain Member States of the reduction percentage of 10 % applied in the calculation of stocks, that would allow a different treatment of naphtha stocks, or that would allow the stocks held in tankers in territorial waters of a Member State to be counted.",
      "With the same objectives in mind, the preparation and submission of statistical summaries should also be extended to stocks other than emergency stocks and specific stocks, with those summaries to be submitted on a monthly basis."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        1,
        1,
        0,
        0
      ]
    },
    "Article 3": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 4": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 5": {
      "article_score": 10,
      "statement_scores": [
        2,
        2,
        1,
        2,
        2,
        1
      ]
    },
    "Article 6": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 7": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 9": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 12": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 18": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 20": {
      "article_score": 8,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 27": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 11,
      "statement_scores": [
        1,
        2,
        1,
        1,
        2,
        1,
        1,
        1,
        1
      ]
    }
  }
}