{
  "term": "end-user",
  "celex_id": "32011R0626",
  "original_definition": "'end-user' means a consumer buying or expected to buy an air conditioner;",
  "generated_definition": "'end-user' means a person or entity that acquires or uses a product or service for their own purposes, rather than for resale or commercial use.",
  "existing_sentences": {
    "Article 2": [
      "‘end-user’ means a consumer buying or expected to buy an air conditioner;",
      "‘end-user’ means a consumer buying or expected to buy anair conditioner;"
    ],
    "Article 3": [
      "any advertisement for a specific model of anair conditionershall contain the energy efficiency class, if the advertisement discloses energy-related or price information. Where more than one efficiency class is possible, the supplier or the manufacturer, as appropriate, shall declare the energy efficiency class for heating at least in ‘Average’ heating season. Information in the cases whereend-users cannot be expected to see the product displayed is to be provided as set out in Annex VI;",
      "any advertisement for a specific model of an air conditioner shall contain the energy efficiency class, if the advertisement discloses energy-related or price information. Where more than one efficiency class is possible, the supplier or the manufacturer, as appropriate, shall declare the energy efficiency class for heating at least in ‘Average’ heating season. Information in the cases where end-users cannot be expected to see the product displayed is to be provided as set out in Annex VI;"
    ],
    "Article 4": [
      "air conditioners offered for sale, hire or hire purchase where the end-user cannot be expected to see the product displayed, are marketed with the information provided by suppliers in accordance with Annexes V and VI;",
      "air conditioners offered for sale, hire or hire purchase where theend-user cannot be expected to see the product displayed, are marketed with the information provided by suppliers in accordance with Annexes V and VI;"
    ],
    "Article 10": [
      "Information to be provided in the cases where end-users cannot be expected to see the product displayed"
    ],
    "Not Article": [
      "The noise level of anair conditionercould be an important aspect forend-users. In order to enable them to make an informed decision, information on noise emissions should be included on the label of air conditioners.",
      "The noise level of an air conditioner could be an important aspect for end-users. In order to enable them to make an informed decision, information on noise emissions should be included on the label of air conditioners."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 3": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 4": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 10": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Not Article": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    }
  }
}