{
  "term": "energy products",
  "celex_id": "32008R1099",
  "original_definition": "'energy products' mean combustible fuels, heat, renewable energy, electricity, or any other form of energy;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 1": [
      "2.   This Regulation shall apply to statistical data concerningenergy productsand theiraggregates in the Community.",
      "2.   This Regulation shall apply to statistical data concerning energy products and their aggregates in the Community."
    ],
    "Article 2": [
      "‘aggregates’ mean data aggregated at national level on the treatment or use of energy products, namely production, trade, stocks, transformation, consumption, and structural characteristics of the energy system such as installed capacities for electricity generation or production capacities for oil products;",
      "‘aggregates’ mean data aggregated at national level on the treatment or use ofenergy products, namely production, trade, stocks, transformation, consumption, and structural characteristics of the energy system such as installed capacities for electricity generation or production capacities for oil products;",
      "‘energy products’ mean combustible fuels, heat, renewable energy, electricity, or any other form of energy;"
    ],
    "Article 3": [
      "1.   While applying the principles of maintaining a reduced burden on respondents and of administrative simplification, Member States shall compile data concerning energy products and their aggregates in the Community from the following sources:",
      "1.   While applying the principles of maintaining a reduced burden on respondents and of administrative simplification, Member States shall compile data concerningenergy productsand theiraggregates in the Community from the following sources:",
      "specific statistical surveys addressed to the primary and transformed energy producers and traders, distributors and transporters, importers and exporters of energy products;"
    ],
    "Article 4": [
      "Aggregates,energy products and the transmission frequency of national statistics",
      "Aggregates, energy products and the transmission frequency of national statistics"
    ],
    "Article 12": [
      "The term ‘hard coal’ refers to coal of gross calorific value greater than 23 865 kJ/kg (5 700 kcal/kg) on an ashfree but moist basis and with a mean random reflectance of vitrinite of at least 0,6. Hard coal comprises all energy products from 1 to 3 together (anthracite, coking coal and other bituminous coal).",
      "Quantities of fuels used for the primary or secondary conversion of energy (e.g. coal to electricity, coke oven gas to electricity) or used for the transformation to derived energy products (e.g. coking coal to coke).",
      "Electricity and heat produced from the energy products mentioned in Section 5.1 (except for charcoal and including the total sum only of the liquid biofuels) must be declared, wherever applicable, separately:",
      "The following list of aggregates shall be declared for all energy products listed in the previous paragraph unless otherwise specified.",
      "Quantities ofenergy productsthat are mentioned in Section 5.1 (except for hydro power, solar photovoltaic energy, energy from tides, waves and oceans and wind energy) must be declared for the followingaggregates:",
      "Annex A applies for explanations of terms for which a specific explanation is not supplied in this chapter. The definitions and units mentioned in Chapters 1, 2, 4 and 5 apply to energy products belonging to solid fuels and manufactured gases, natural gas, oil and petroleum products, and renewable energy and energy from waste.",
      "3.1.   Applicable energy products",
      "Energy products used as raw materials in the different sectors; that is, not consumed as a fuel or transformed into another fuel.",
      "Unless otherwise specified, this data collection applies to all of the following energy products, for which the definitions in Chapter 4 of Annex B apply: crude oil, LPG, gasoline (which is the sum of motor gasoline and aviation gasoline), kerosene (which is the sum of kerosene type jet fuel and other kerosene), gas/diesel oil and fuel oil (both low and high sulphur content).",
      "4.1.   Applicable energy products",
      "2.1.   Applicable energy products",
      "Unless otherwise specified this data collection applies to all of the following energy products, for which the definitions in Annex B Chapter 4 apply: crude oil, NGL, refinery feedstocks, other hydrocarbons, refinery gas (not liquefied), ethane, LPG, naphtha, motor gasoline, aviation gasoline, gasoline type jet fuel (naphtha type jet fuel or JP4), kerosene type jet fuel, other kerosene, gas/diesel oil (distillate fuel oil), transport diesel, heating and other gasoil, fuel oil (both low and high sulphur content), white spirit and SBP, lubricants, bitumen, paraffin waxes and petroleum coke.",
      "Quantities of energy products that are mentioned in Section 5.1 (except for hydro power, solar photovoltaic energy, energy from tides, waves and oceans and wind energy) must be declared for the following aggregates:",
      "Quantities ofenergy productsthat are mentioned in Section 5.1 (except for hydro power, solar photovoltaic energy, energy from tides, waves and oceans and wind energy) and used in the energy sector or for final consumption must be declared for the followingaggregates:",
      "Both gross and net calorific values are to be declared for the energy products mentioned in paragraph 1.1 for the following main aggregates.",
      "Quantities of renewables and wastes used for the conversion of primary forms of energy to secondary (e.g. landfill gases to electricity) or used for the transformation to derived energy products (e.g. biogas used for blended natural gas).",
      "Renewable energy products",
      "For solid fuels and manufactured gases used by autoproducers, quantities must be reported from the following energy products: anthracite, coking coal, other bituminous coal, sub-bituminous coal, lignite/brown coal, peat, patent fuel, coke oven coke, gas coke, coal tar, BKB/PB, gasworks gas, coke oven gas, blast furnace gas and oxygen steel furnace gas. Their input quantities must be reported for the plants in the following activities:",
      "Excludes the following energy products: refinery feedstocks, additives/oxygenates, biofuels, other hydrocarbons, ethane, motor gasoline, biogasoline, aviation gasoline, gasoline type jet fuel (naphtha type jet fuel or JP4), white spirit and SBP, and lubricants.",
      "Unless otherwise specified this data collection applies to all of the following energy products:",
      "Both gross and net calorific values are to be declared for theenergy productsmentioned in paragraph 1.1 for the following mainaggregates.",
      "Quantities of energy products that are mentioned in Section 5.1 (except for hydro power, solar photovoltaic energy, energy from tides, waves and oceans and wind energy) and used in the supply and transformation sectors must be declared for the following aggregates:",
      "Quantities of fuels used for the primary or secondary conversion of energy (e.g. natural gas to electricity) or used for the transformation to derived energy products (e.g. natural gas to methanol).",
      "Quantities ofenergy productsthat are mentioned in Section 5.1 (except for hydro power, solar photovoltaic energy, energy from tides, waves and oceans and wind energy) and used in the supply and transformation sectors must be declared for the followingaggregates:",
      "The following list ofaggregatesshall be declared for allenergy products listed in the previous paragraph unless otherwise specified.",
      "1.1.   Applicable energy products",
      "5.1.   Applicable energy products",
      "For oil products used by autoproducers, quantities must be reported from the following energy products: crude oil, NGL, refinery gas, LPG, naphtha, kerosene type jet fuel, other kerosene, gas/diesel (distillate fuel oil), heavy fuel oil, bitumen (including orimulsion), petroleum coke and other oil products. Their input quantities must be reported for the plants in the following activities:",
      "For renewable energy and energy from waste used by autoproducers, quantities must be reported from the following energy products: geothermal energy, solar thermal, industrial waste (non-renewable), municipal waste (renewable), municipal waste (non-renewable), wood/wood waste/other solid waste, landfill gas, sewage sludge gas, other biogas and liquid biofuels. Their input quantities must be reported for the plants in the following activities:",
      "Quantities of energy products that are mentioned in Section 5.1 (except for hydro power, solar photovoltaic energy, energy from tides, waves and oceans and wind energy) and used in the energy sector or for final consumption must be declared for the following aggregates:",
      "The following opening and closing stocks must be declared for all energy products except for refinery gas:"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        1,
        1,
        0
      ]
    },
    "Article 3": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Article 4": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 12": {
      "article_score": 31,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}