{
  "term": "equivalent model",
  "celex_id": "32014R0066",
  "original_definition": "'equivalent model' means a model placed on the market with the same technical parameters as another model placed on the market under a different commercial code number by the same manufacturer or importer.",
  "generated_definition": "'equivalent model' means models of the same type and intended purpose that are designed and manufactured by different producers, but are interchangeable with the model in question, and for which the technical documentation has been established.",
  "existing_sentences": {
    "Article 2": [
      "‘equivalent model’ means a model placed on the market with the same technical parameters as another model placed on the market under a different commercial code number by the same manufacturer or importer."
    ],
    "Article 4": [
      "4.   If the manufacturer or importer places on the market equivalent models, the manufacturer or importer shall include a list of all other equivalent models.",
      "3.   Where the information included in the technical documentation for a model has been obtained by calculation on the basis of design, or extrapolation from other equivalent appliances, or both, the technical documentation shall include details of such calculations or extrapolations, or both, and of tests undertaken by manufacturers to verify the accuracy of the calculations undertaken. In such cases, the technical documentation shall also include a list of all other equivalent models where the information contained in the technical documentation was obtained on the same basis."
    ],
    "Article 8": [
      "If the result referred to in point 2(a) is not achieved, the model and all equivalent models shall be considered not to comply with this Regulation.",
      "If the result referred to in point 5 is not achieved, the model and all equivalent models shall be considered not to comply with this Regulation. The Member State authorities shall provide the test results and other relevant information to the authorities of the other Member States and to the Commission within 1 month of the decision being taken on the non-compliance of the model."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 4": {
      "article_score": 3,
      "statement_scores": [
        2,
        1
      ]
    },
    "Article 8": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    }
  }
}