{
  "term": "fan coil unit",
  "celex_id": "32016R2281",
  "original_definition": "'fan coil unit' means a device that provides forced circulation of indoor air, for the purpose of one or more of heating, cooling, dehumidification and filtering of indoor air, for the thermal comfort of human beings, but which does not include the source of heating or cooling nor an outdoor side heat exchanger. The device may be equipped with minimal ductwork to guide the intake and exit of air, including conditioned air. The product may be designed to be built in or may have an enclosure allowing it be placed in the space to be conditioned. It may include a Joule effect heat generator designed to be used as back-up heater only;",
  "generated_definition": "'fan coil unit' means a device that uses a fan to distribute heated or cooled air through a duct system for heating, cooling, or ventilation purposes.",
  "existing_sentences": {
    "Article 1": [
      "fan coil units."
    ],
    "Article 2": [
      "‘rated cooling capacity’ (Prated,c\n) means the cooling capacity of acomfort chillerand/or air conditioner orfan coil units when providing space cooling at ‘standard rating conditions’, expressed in kW;",
      "‘fan coil unit’ means a device that provides forced circulation of indoor air, for the purpose of one or more of heating, cooling, dehumidification and filtering of indoor air, for the thermal comfort of human beings, but which does not include the source of heating or cooling nor an outdoor side heat exchanger. The device may be equipped with minimal ductwork to guide the intake and exit of air, including conditioned air. The product may be designed to be built in or may have an enclosure allowing it be placed in the space to be conditioned. It may include a Joule effectheat generator designed to be used as back-up heater only;",
      "‘rated heating capacity’ (Prated,h\n) means the heating capacity of a heat pump, warm air heater orfan coil units when providing space heating at ‘standard rating conditions’, expressed in kW;",
      "‘fan coil unit’ means a device that provides forced circulation of indoor air, for the purpose of one or more of heating, cooling, dehumidification and filtering of indoor air, for the thermal comfort of human beings, but which does not include the source of heating or cooling nor an outdoor side heat exchanger. The device may be equipped with minimal ductwork to guide the intake and exit of air, including conditioned air. The product may be designed to be built in or may have an enclosure allowing it be placed in the space to be conditioned. It may include a Joule effect heat generator designed to be used as back-up heater only;",
      "‘rated heating capacity’ (Prated,h\n) means the heating capacity of a heat pump, warm air heater or fan coil units when providing space heating at ‘standard rating conditions’, expressed in kW;",
      "‘rated cooling capacity’ (Prated,c\n) means the cooling capacity of a comfort chiller and/or air conditioner or fan coil units when providing space cooling at ‘standard rating conditions’, expressed in kW;"
    ],
    "Article 3": [
      "fan coil units shall comply with the requirements set out in point (5) of Annex II.",
      "1.   The ecodesign requirements for air heating products, cooling products, fan coil units and high temperature chillers are set out in Annex II.",
      "1.   The ecodesign requirements forair heating products,cooling products,fan coil units and high temperature chillers are set out in Annex II."
    ],
    "Article 7": [
      "the appropriateness of setting ecodesign requirements for the noise emissions of air heating products, cooling products, high temperature process chillers and fan coil units;",
      "the appropriateness of setting ecodesign requirements for the noise emissions ofair heating products,cooling products,high temperature process chillers andfan coil units;"
    ],
    "Article 9": [
      "Definitions related to fan coil units",
      "Standard rating conditions for fan coil units",
      "for fan coil units, the information set out in Table 13 of this Annex, measured and calculated in accordance with Annex III;",
      "Forair heating product,cooling product,high temperature process chillerorfan coil unit models with a rated heating, cooling or refrigeration capacity ≥ 70 kW or that are produced in lower quantities than 5 per year, if the result referred to in point 2 is not achieved, the model and any other model where the information included in the technical documentation was obtained on the same basis shall be considered not to comply with this Regulation.",
      "‘air flow rate’ means the air flow rate in m3/h measured at the air outlet of indoor and/or outdoor units (if applicable) ofcomfort chillers, air conditioners or heat pumps, andfan coil units atstandard rating conditions for cooling, or heating if the product has no cooling function;",
      "For air heating product, cooling product, high temperature process chiller or fan coil unit models with a rated heating, cooling or refrigeration capacity < 70 kW and that are produced in quantities of five or more per year, if the result referred to in point 2(b) is not achieved, the Member State authorities shall randomly select three additional units of the same model for testing.",
      "Forair heating product,cooling product,high temperature process chillerorfan coil unit models with a rated heating, cooling or refrigeration capacity < 70 kW and that are produced in quantities of five or more per year, if the result referred to in point 2(b) is not achieved, the Member State authorities shall randomly select three additional units of the same model for testing.",
      "Theair heating product,cooling product,high temperature process chillerorfan coil unit model shall be considered to comply with the applicable requirements set out in Annex II to this Regulation:",
      "Information requirements for fan coil units",
      "‘air flow rate’ means the air flow rate in m3/h measured at the air outlet of indoor and/or outdoor units (if applicable) of comfort chillers, air conditioners or heat pumps, and fan coil units at standard rating conditions for cooling, or heating if the product has no cooling function;",
      "For air heating product, cooling product, high temperature process chiller or fan coil unit models with a rated heating, cooling or refrigeration capacity ≥ 70 kW or that are produced in lower quantities than 5 per year, if the result referred to in point 2 is not achieved, the model and any other model where the information included in the technical documentation was obtained on the same basis shall be considered not to comply with this Regulation.",
      "The air heating product, cooling product, high temperature process chiller or fan coil unit model shall be considered to comply with the applicable requirements set out in Annex II to this Regulation:",
      "Forair heating product,cooling product,high temperature process chillerorfan coil unit models with a rated heating, cooling or refrigeration capacity < 70 kW or that are produced in quantities of 5 or more per year, if the result referred to in point 2(a) is not achieved, the model and any other model where the information included in the technical documentation was obtained on the same basis shall be considered not to comply with this Regulation.",
      "Standard rating conditionsforfan coil units",
      "For air heating product, cooling product, high temperature process chiller or fan coil unit models with a rated heating, cooling or refrigeration capacity < 70 kW or that are produced in quantities of 5 or more per year, if the result referred to in point 2(a) is not achieved, the model and any other model where the information included in the technical documentation was obtained on the same basis shall be considered not to comply with this Regulation."
    ],
    "Not Article": [
      "implementing Directive 2009/125/EC of the European Parliament and of the Council establishing a framework for the setting of ecodesign requirements for energy-related products, with regard to ecodesign requirements forair heating products,cooling products,high temperature process chillers andfan coil units",
      "Noise emissions forair heating products,cooling products,high temperature process chillers andfan coil units are also relevant. Nevertheless the environment where air heating products, cooling products and high temperature process chillers are installed has an impact on the maximum noise emissions that can be accepted. In addition, secondary measures can be taken in order to attenuate the impact of noise emissions. In consequence no minimum requirements are set regarding maximum noise emissions. Information requirements regarding sound power level are established",
      "Noise emissions for air heating products, cooling products, high temperature process chillers and fan coil units are also relevant. Nevertheless the environment where air heating products, cooling products and high temperature process chillers are installed has an impact on the maximum noise emissions that can be accepted. In addition, secondary measures can be taken in order to attenuate the impact of noise emissions. In consequence no minimum requirements are set regarding maximum noise emissions. Information requirements regarding sound power level are established",
      "This Regulation should coverair heating products,cooling products andhigh temperature process chillers designed to use gaseous fuels, liquid fuels or electricity andfan coil units.",
      "This Regulation should cover air heating products, cooling products and high temperature process chillers designed to use gaseous fuels, liquid fuels or electricity and fan coil units.",
      "To further limit the environmental effects of air heating products, cooling products, high temperature process chillers and fan coil units, manufacturers should provide information on disassembly, recycling and/or disposal.",
      "implementing Directive 2009/125/EC of the European Parliament and of the Council establishing a framework for the setting of ecodesign requirements for energy-related products, with regard to ecodesign requirements for air heating products, cooling products, high temperature process chillers and fan coil units",
      "To further limit the environmental effects ofair heating products,cooling products,high temperature process chillers andfan coil units, manufacturers should provide information on disassembly, recycling and/or disposal."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 2": {
      "article_score": 4,
      "statement_scores": [
        1,
        0,
        1,
        0,
        1,
        1
      ]
    },
    "Article 3": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Article 7": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 9": {
      "article_score": 15,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 8,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}