{
  "term": "heat pump water heater",
  "celex_id": "32013R0812",
  "original_definition": "'heat pump water heater' means a water heater that uses ambient heat from an air source, water source or ground source, and/or waste heat for heat generation.",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘heat pump water heater’ means a water heater that uses ambient heat from an air source, water source or ground source, and/or waste heat for heat generation."
    ],
    "Article 3": [
      "a product fiche, as set out in point 1 of Annex IV, is provided for each water heater, whereby: for heat pump water heaters, the product fiche is provided at least for the heat generator; for water heaters intended for use in packages of water heater and solar device, a second fiche, as set out in point 4 of Annex IV, is provided;",
      "a printed label complying with the format and content of information set out in point 1.1 of Annex III is provided for eachwater heaterconforming to thewater heating energy efficiencyclasses set out in point 1 of Annex II, whereby: forheat pump water heaters, the printed label is provided at least in the packaging of theheat generator; for water heaters intended for use in packages of water heater andsolar device, a second label complying with the format and content of information set out in point 3 of Annex III is provided for each water heater;",
      "From 26 September 2017 a printed label complying with the format and content of information set out in point 1.2 of Annex III shall be provided for each water heater conforming to the water heating energy efficiency classes set out in point 1 of Annex II, whereby: for heat pump water heaters, the printed label shall be provided at least in the packaging of the heat generator.",
      "From 26 September 2017 a printed label complying with the format and content of information set out in point 1.2 of Annex III shall be provided for eachwater heaterconforming to thewater heating energy efficiencyclasses set out in point 1 of Annex II, whereby: forheat pump water heaters, the printed label shall be provided at least in the packaging of theheat generator.",
      "a product fiche, as set out in point 1 of Annex IV, is provided for eachwater heater, whereby: forheat pump water heaters, the product fiche is provided at least for theheat generator; for water heaters intended for use in packages of water heater andsolar device, a second fiche, as set out in point 4 of Annex IV, is provided;",
      "a printed label complying with the format and content of information set out in point 1.1 of Annex III is provided for each water heater conforming to the water heating energy efficiency classes set out in point 1 of Annex II, whereby: for heat pump water heaters, the printed label is provided at least in the packaging of the heat generator; for water heaters intended for use in packages of water heater and solar device, a second label complying with the format and content of information set out in point 3 of Annex III is provided for each water heater;"
    ],
    "Article 8": [
      "the water heating energy efficiency in %, rounded to the nearest integer and calculated in accordance with point 3 of Annex VIII, whereby: for solar water heaters and heat pump water heaters, under average climate conditions;",
      "Heat pump water heaters shall be tested under the conditions set out in Table 6,",
      "1.2.3.   Heat pump water heaters in water heating energy efficiency classes A+ to F",
      "Conventional water heaters and heat pump water heaters:",
      "1.1.3.Heat pump water heaters inwater heating energy efficiency classes A to G",
      "in addition, for solarwater heaters andheat pump water heaters:",
      "thewater heating energy efficiencyin %, rounded to the nearest integer and calculated in accordance with point 3 of Annex VIII, whereby: for solarwater heaters andheat pump water heaters, under average climate conditions;",
      "the annual electricity consumption in kWh in terms of final energy and/or the annual fuel consumption in GJ in terms of GCV, rounded to the nearest integer and calculated in accordance with point 4 of Annex VIII, whereby: for solar water heaters and heat pump water heaters, under average climate conditions;",
      "Heat pump water heaters which use ventilation exhaust air as the heat source shall be tested under the conditions set out in Table 7.",
      "in addition, for solar water heaters and heat pump water heaters under colder and warmer climate conditions:",
      "Conventionalwater heaters andheat pump water heaters:",
      "the water heating energy efficiency class of the model, determined in accordance with point 1 of Annex II, whereby: for solar water heaters and heat pump water heaters, under average climate conditions;",
      "the annual electricity consumption in kWh in terms of final energy and/or the annual fuel consumption in GJ in terms of GCV, rounded to the nearest integer and calculated in accordance with point 4 of Annex VIII, whereby: for solarwater heaters andheat pump water heaters, under average climate conditions;",
      "Thewater heating energy efficiencyof awater heatershall be calculated in accordance with point 3 of Annex VIII, for solar water heaters andheat pump water heaters under average climate conditions.",
      "1.1.3.   Heat pump water heaters in water heating energy efficiency classes A to G",
      "The water heating energy efficiency of a water heater shall be calculated in accordance with point 3 of Annex VIII, for solar water heaters and heat pump water heaters under average climate conditions.",
      "in addition, for solarwater heaters andheat pump water heaters under colder and warmer climate conditions:",
      "in addition, for solar water heaters and heat pump water heaters:",
      "thewater heating energy efficiencyclass of the model, determined in accordance with point 1 of Annex II, whereby: for solarwater heaters andheat pump water heaters, under average climate conditions;",
      "1.2.3.Heat pump water heaters inwater heating energy efficiency classes A+ to F"
    ],
    "Not Article": [
      "This Regulation should ensure that consumers get more accurate comparative information about the performance of solar water heaters and heat pump water heaters in three European climate zones.",
      "As regards significant energy and cost savings for each type of water heater and for hot water storage tanks, this Regulation should introduce a new single labelling scale from A to G for conventional water heaters, solar water heaters and heat pump water heaters and for hot water storage tanks. A dynamic class A+ should be added to the classification after two years to accelerate the market penetration of the most efficient water heaters and hot water storage tanks.",
      "As regards significant energy and cost savings for each type ofwater heaterand forhot water storage tanks, this Regulation should introduce a new single labelling scale from A to G for conventional water heaters, solar water heaters andheat pump water heaters and for hot water storage tanks. A dynamic class A+ should be added to the classification after two years to accelerate the market penetration of the most efficient water heaters and hot water storage tanks.",
      "This Regulation should ensure that consumers get more accurate comparative information about the performance of solarwater heaters andheat pump water heaters in three European climate zones."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 3": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 8": {
      "article_score": 20,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    }
  }
}