{
  "term": "heat pump water heater",
  "celex_id": "32013R0814",
  "original_definition": "'heat pump water heater' means a water heater using ambient heat from an air source, water source or ground source, and/or waste heat for heat generation;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘heat pump water heater’ means a water heater using ambient heat from an air source, water source or ground source, and/or waste heat for heat generation;"
    ],
    "Article 9": [
      "heat pump water heaters equipped with external combustion using gaseous fuels and solar water heaters using gaseous fuels: 70 mg/kWh fuel input in terms of GCV,",
      "Conventional water heaters and heat pump water heaters",
      "heat pump water heaters equipped with external combustion using liquid fuels andsolar water heaters using liquid fuels: 120 mg/kWh fuel input in terms of GCV,",
      "heat pump water heaters equipped with external combustion using gaseous fuels andsolar water heaters using gaseous fuels: 70 mg/kWh fuel input in terms of GCV,",
      "heat pump water heaters equipped with external combustion using liquid fuels and solar water heaters using liquid fuels: 120 mg/kWh fuel input in terms of GCV,",
      "Heat pump water heaters shall be tested under the conditions set out in Table 4;",
      "Conventional water heaters andheat pump water heaters"
    ],
    "Not Article": [
      "The preparatory study shows that requirements regarding the other ecodesign parameters referred to in Annex I, Part 1 to Directive 2009/125/EC are not necessary in the case ofwater heaters andhot water storage tanks. In particular, greenhouse gas emissions related to refrigerants used inheat pump water heaters for heating today’s European building stock are not identified as significant. The appropriateness of setting ecodesign requirements for these greenhouse gas emissions will be reassessed when reviewing this Regulation.",
      "The environmental aspects of water heaters that have been identified as significant for the purposes of this Regulation are energy consumption in the use phase and (for heat pump water heaters) sound power levels. In addition, for water heaters using fossil fuels, emissions of nitrogen oxides, carbon monoxide and hydrocarbons are also identified as significant environmental aspects. The significant environmental aspect of hot water storage tanks is energy consumption due to their standing losses.",
      "The preparatory study shows that requirements regarding the other ecodesign parameters referred to in Annex I, Part 1 to Directive 2009/125/EC are not necessary in the case of water heaters and hot water storage tanks. In particular, greenhouse gas emissions related to refrigerants used in heat pump water heaters for heating today’s European building stock are not identified as significant. The appropriateness of setting ecodesign requirements for these greenhouse gas emissions will be reassessed when reviewing this Regulation.",
      "The environmental aspects ofwater heaters that have been identified as significant for the purposes of this Regulation are energy consumption in the use phase and (forheat pump water heaters)sound power levels. In addition, for water heaters usingfossil fuels, emissions of nitrogen oxides, carbon monoxide and hydrocarbons are also identified as significant environmental aspects. The significant environmental aspect ofhot water storage tanks is energy consumption due to theirstanding losses."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 9": {
      "article_score": 7,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    }
  }
}