{
  "term": "household dishwasher",
  "celex_id": "32019R2017",
  "original_definition": "'household dishwasher' means a machine which cleans and rinses tableware, and which is declared by the manufacturer in the Declaration of Conformity to comply with Directive 2014/35/EU of the European Parliament and of the Council (9) or with Directive 2014/53/EU of the European Parliament and of the Council (10);",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 1": [
      "battery-operated household dishwashers that can be connected to the mains through an AC/DC converter purchased separately.",
      "battery-operatedhousehold dishwashers that can be connected to themains through an AC/DC converter purchased separately."
    ],
    "Article 2": [
      "‘household dishwasher’ means a machine which cleans and rinses tableware, and which is declared by the manufacturer in the Declaration of Conformity to comply with Directive 2014/35/EU of the European Parliament and of the Council (9) or with Directive 2014/53/EU of the European Parliament and of the Council (10);",
      "‘point of sale’ means a location where household dishwashers are displayed or offered for sale, hire or hire-purchase.",
      "‘point of sale’ means a location wherehousehold dishwashers are displayed or offered for sale, hire or hire-purchase."
    ],
    "Article 3": [
      "an electronic label in the format and containing the information, as set out in Annex III, is made available to dealers for each household dishwasher model;",
      "any visual advertisement for a specific model of household dishwasher contains the energy efficiency class and the range of energy efficiency classes available on the label in accordance with Annex VII and Annex VIII;",
      "an electronic product information sheet, as set out in Annex V, is made available to dealers for each household dishwasher model.",
      "any technical promotional material concerning a specific model of household dishwasher, including on the internet, which describes its specific technical parameters, includes the energy efficiency class of that model and the range of energy efficiency classes available on the label, in accordance with Annex VII;",
      "each household dishwasher is supplied with a printed label in the format as set out in Annex III;"
    ],
    "Article 4": [
      "each household dishwasher, at the point of sale, including at trade fairs, bears the label provided by suppliers in accordance with point 1(a) of Article 3, with the label being displayed for built-in household dishwashers in such a way as to be clearly visible, and for all other household dishwashers in such a way as to be clearly visible on the outside of the front or top of the household dishwasher;",
      "any visual advertisement for a specific model of household dishwasher contains the energy efficiency class of that model and the range of energy efficiency classes available on the label, in accordance with Annex VII;",
      "eachhousehold dishwasher, at thepoint of sale, including at trade fairs, bears the label provided by suppliers in accordance with point 1(a) of Article 3, with the label being displayed forbuilt-in household dishwashers in such a way as to be clearly visible, and for all other household dishwashers in such a way as to be clearly visible on the outside of the front or top of the household dishwasher;",
      "any technical promotional material concerning a specific model of household dishwasher, including on the internet, which describes its specific technical parameters, includes the energy efficiency class of that model and the range of energy efficiency classes available on the label, in accordance with Annex VII."
    ],
    "Article 5": [
      "Where a hosting service provider referred to in Article 14 of Directive 2000/31/EC allows the direct selling of household dishwashers through its internet website, the service provider shall enable the showing of the electronic label and electronic product information sheet provided by the dealer on the display mechanism in accordance with the provisions of Annex VIII and shall inform the dealer of the obligation to display them."
    ],
    "Article 8": [
      "the improvement potential with regard to the energy consumption, functional and environmental performance of household dishwashers;"
    ],
    "Article 11": [
      "for household dishwashers with rated capacity ps ≥ 10 and width > 50 cm:",
      "‘standard programme energy consumption’ (SPEC) means the energy consumption taken as a reference as a function of the rated capacity of the household dishwasher, expressed in kilowatt hour per cycle;",
      "‘rated capacity’ means the maximum number of place settings together with the serving pieces, which can be cleaned, rinsed and dried in a household dishwasher in one cycle when loaded in accordance with the supplier’s instructions;",
      "The information part of the product information sheet of household dishwashers pursuant to point 1(b) of Article 3 shall be entered into the product database by the supplier according to Table 3.",
      "For the calculation of the drying performance index (ID) of a household dishwasher model, the drying performance of the eco programme is compared to the drying performance of the reference dishwasher.",
      "The energy efficiency class of a household dishwasher shall be determined on the basis of its Energy Efficiency Index (EEI) as set out in Table 1.",
      "‘drying performance index’ (ID) means the ratio of the drying performance of a household dishwasher to the drying performance of a reference household dishwasher;",
      "for household dishwashers with rated capacity ps ≤ 9 or width ≤ 50 cm:",
      "(5)  Commission Regulation (EU) No 1016/2010 of 10 November 2010 implementing Directive 2009/125/EC of the European Parliament and of the Council with regard to ecodesign requirements for household dishwashers (OJ L 293, 11.11.2010, p. 31).",
      "ID,i is the drying performance index of the eco programme of the household dishwasher under test for one test run (i);",
      "‘standby mode’ means a condition where the household dishwasher is connected to the mains and provides only the following functions, which may persist for an indefinite time:",
      "‘eco’ means the name of the programme of a household dishwasher declared by the manufacturer as suitable to clean normally soiled tableware, and to which the information on the energy label and the product information sheet relates;",
      "For the calculation of the cleaning performance index (IC) of a household dishwasher model, the cleaning performance of the eco programme is compared to the cleaning performance of a reference dishwasher.",
      "SPEC is the standard programme energy consumption of the household dishwasher.",
      "‘standby mode’ means a condition where thehousehold dishwasheris connected to themains and provides only the following functions, which may persist for an indefinite time:",
      "The acoustic airborne noise emission class of a household dishwasher shall be determined on the basis of the acoustic airborne noise emissions as set out in Table 2.",
      "‘eco programme water consumption’ (EPWC) means the water consumption of a household dishwasher for the eco programme, expressed in litres per cycle;",
      "‘cleaning performance index’ (IC) means the ratio of the cleaning performance of a household dishwasher to the cleaning performance of a reference household dishwasher;",
      "‘eco programme energy consumption’ (EPEC) means the energy consumption of a household dishwasher for the eco programme, expressed in kilowatt hour per cycle;",
      "‘off mode’ means a condition in which thehousehold dishwasheris connected to themains and is not providing any function; the following shall also be considered as off mode:",
      "replace, repair or handle the household dishwashers in any way if they do not meet the specifications set out in the guarantee statement or in the relevant advertising;",
      "the dimensions and specifications of the elements constituting the label shall be as indicated in the label design for household dishwashers;",
      "(2)  Commission Delegated Regulation (EU) No 1059/2010 of 28 September 2010 supplementing Directive 2010/30/EU of the European Parliament and of the Council with regard to energy labelling of household dishwashers (OJ L 314, 30.11.2010, p. 1).",
      "For the calculation of the EEI of a household dishwasher model, the EPEC of the household dishwasher is compared to its SPEC.",
      "EPEC is the eco programme energy consumption of the household dishwasher, measured in kWh/cycle and rounded to three decimal places;",
      "The EEI of a household dishwasher shall be calculated in accordance with Annex IV.",
      "(1)  Commission Regulation (EU) 2019/2022 of 1 October 2019 laying down ecodesign requirements for household dishwashers pursuant to Directive 2009/125/EC of the European Parliament and of the Council amending Commission Regulation (EC) No 1275/2008 and repealing Commission Regulation (EU) No 1016/2010 (see page 267 of this Official Journal).",
      "The energy consumption, EEI, water consumption, programme duration, cleaning and drying performance, and airborne acoustical noise emissions of a household dishwasher model shall be measured and/or calculated using the eco programme with the household dishwasher loaded at rated capacity. The energy consumption, water consumption, programme duration, cleaning and drying performance shall be measured concurrently.",
      "CT,i is the cleaning performance of the eco programme of the household dishwasher under test for one test run (i), rounded to two decimal places;",
      "DT,i is the average drying performance score of the eco programme of the household dishwasher under test for one test run (i), rounded to two decimal places;",
      "‘off mode’ means a condition in which the household dishwasher is connected to the mains and is not providing any function; the following shall also be considered as off mode:"
    ],
    "Not Article": [
      "Non-household dishwashers have distinct characteristics and uses. They are subject to other regulatory work, in particular Directive 2006/42/EC of the European Parliament and of the Council (6), and should not be included in the scope of this Regulation. This Regulation for household dishwashers should apply to dishwashers with the same technical characteristics, regardless of the setting they are used in.",
      "It appears from the review that the electricity and water consumption of household dishwashers can be further reduced by implementing energy labelling measures focusing on better differentiating between products. This should give suppliers an incentive to further improve the energy and resource efficiency of household dishwashers while accelerating the market transformation towards more efficient technologies.",
      "Household dishwashers that are displayed at trade fairs should bear the energy label if the first unit of the model has already been placed on the market or is placed on the market on the trade fair.",
      "The energy labelling of household dishwashers enable consumers to make informed choices towards more energy and resource efficient appliances. The understanding and relevance of the information provided on the label have been confirmed through a specific consumer survey in line with Article 14(2) of Regulation (EU) 2017/1369.",
      "Provisions on the energy labelling of household dishwashers were established by Commission Delegated Regulation (EU) No 1059/2010 (2).",
      "The review concluded that there was a need to introduce revised energy labelling requirements for household dishwashers.",
      "The environmental aspects of household dishwashers that have been identified as significant for the purposes of this Regulation are energy and water consumption in the use phase, the generation of waste at the end of life, the emissions to air and water in the production phase due to the extraction and processing of raw materials and in the use phase because of the consumption of electricity.",
      "supplementing Regulation (EU) 2017/1369 of the European Parliament and of the Council with regard to energy labelling of household dishwashers and repealing Commission Delegated Regulation (EU) No 1059/2010",
      "Household dishwashers are among the product groups mentioned in Article 11(5)(b) of Regulation (EU) 2017/1369 for which the Commission should adopt a delegated act to introduce an A to G rescaled label.",
      "Measures from the ecodesign working plan have an estimated potential to deliver in total more than 260 TWh of annual final energy savings in 2030, which is equivalent to reducing greenhouse gas emissions by approximately 100 million tonnes per year in 2030. Household dishwashers is one of the product groups listed in the working plan, with estimated annual electricity savings of 2,1 TWh, leading to GHG emission reductions of 0,7 Mt CO2 eq/year, and estimated water savings of 16 million m3 in 2030."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        0,
        1,
        1
      ]
    },
    "Article 3": {
      "article_score": 5,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 4": {
      "article_score": 10,
      "statement_scores": [
        4,
        1,
        4,
        1
      ]
    },
    "Article 5": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 8": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 11": {
      "article_score": 35,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        2,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 12,
      "statement_scores": [
        2,
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}