{
  "term": "indirect heating functionality",
  "celex_id": "32015R1188",
  "original_definition": "'indirect heating functionality' means the product is capable of transferring part of the total heat output to a heat transfer fluid, for use as space heating or domestic hot water generation;",
  "generated_definition": "'indirect heating functionality' means the ability of a product to provide heat through a circulator or other means, without directly heating the local space.",
  "existing_sentences": {
    "Article 2": [
      "‘indirect heating functionality’ means the product is capable of transferring part of the total heat output to a heat transfer fluid, for use as space heating or domestic hot water generation;"
    ],
    "Article 9": [
      "‘electric power requirement atminimum heat output’ (elmin) means the electric power consumption of thelocal space heaterwhile providing the minimum heat output. The electric power consumption shall be established without consideration of the power consumption of a circulator in case the product offersindirect heating functionality and a circulator is incorporated, expressed in kW;",
      "‘electric power requirement at nominal heat output’ (elmax) means the electric power consumption of the local space heater while providing the nominal heat output. The electric power consumption shall be established without consideration of the power consumption of a circulator in case the product offers indirect heating functionality and a circulator is incorporated, expressed in kW;",
      "‘electric power requirement at minimum heat output’ (elmin) means the electric power consumption of the local space heater while providing the minimum heat output. The electric power consumption shall be established without consideration of the power consumption of a circulator in case the product offers indirect heating functionality and a circulator is incorporated, expressed in kW;",
      "Indirect heating functionality: [yes/no]",
      "‘electric power requirement atnominal heat output’ (elmax) means the electric power consumption of thelocal space heaterwhile providing the nominal heat output. The electric power consumption shall be established without consideration of the power consumption of a circulator in case the product offersindirect heating functionality and a circulator is incorporated, expressed in kW;"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 9": {
      "article_score": 5,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}