{
  "term": "information or status display",
  "celex_id": "32014R0066",
  "original_definition": "'information or status display' means a continuous function providing information or indicating the status of the equipment on a display, including clocks;",
  "generated_definition": "'information or status display' means the power consumption of equipment in any condition providing only information or status display, or providing only a combination of reactivation function and information or status display, shall not exceed 2,00 w. the power consumption of equipment in any condition providing only information or status display, or providing only a combination of reactivation function and information or status display shall not exceed 1,00 w.",
  "existing_sentences": {
    "Article 2": [
      "‘information or status display’ means a continuous function providing information or indicating the status of the equipment on a display, including clocks;",
      "‘standby mode’ means a condition where the equipment is connected to the mains power source, depends on energy input from the mains power source to work as intended and provides only reactivation function, or reactivation function and only an indication of enabled reactivation function, and/or information or status display, which may persist for an indefinite time;",
      "‘standby mode’ means a condition where the equipment is connected to the mains power source, depends on energy input from the mains power source to work as intended and provides onlyreactivation function, or reactivation function and only an indication of enabled reactivation function, and/orinformation or status display, which may persist for an indefinite time;"
    ],
    "Article 8": [
      "The power consumption of equipment in any condition providing only information or status display, or providing only a combination of reactivation function and information or status display, shall not exceed 2,00 W.",
      "The power consumption of equipment in any condition providing only information or status display, or providing only a combination of reactivation function and information or status display shall not exceed 1,00 W.",
      "The power consumption of equipment in any condition providing onlyinformation or status display, or providing only a combination ofreactivation function and information or status display shall not exceed 1,00 W.",
      "The power consumption of equipment in any condition providing onlyinformation or status display, or providing only a combination ofreactivation function and information or status display, shall not exceed 2,00 W."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        0,
        1,
        1
      ]
    },
    "Article 8": {
      "article_score": 8,
      "statement_scores": [
        2,
        2,
        2,
        2
      ]
    }
  }
}