{
  "term": "information or status display",
  "celex_id": "32008R1275",
  "original_definition": "'information or status display' means a continuous function providing information or indicating the status of the equipment on a display, including clocks;",
  "generated_definition": "'information or status display' means the power consumption of equipment in any condition providing only information or status display, or providing only a combination of reactivation function and information or status display, shall not exceed 2,00 w.",
  "existing_sentences": {
    "Article 2": [
      "‘information or status display’ means a continuous function providing information or indicating the status of the equipment on a display, including clocks;",
      "information or status display;"
    ],
    "Article 8": [
      "The power consumption of equipment in any condition providing only information or status display, or providing only a combination of reactivation function and information or status display, shall not exceed 2,00 W.",
      "The power consumption of equipment in any condition providing only information or status display, or providing only a combination of reactivation function and information or status display shall not exceed 1,00 W.",
      "The power consumption of equipment in any condition providing onlyinformation or status display, or providing only a combination ofreactivation function and information or status display shall not exceed 1,00 W.",
      "The power consumption of equipment in any condition providing onlyinformation or status display, or providing only a combination ofreactivation function and information or status display, shall not exceed 2,00 W."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 1,
      "statement_scores": [
        0,
        1
      ]
    },
    "Article 8": {
      "article_score": 8,
      "statement_scores": [
        2,
        2,
        2,
        2
      ]
    }
  }
}