{
  "term": "installation",
  "celex_id": "32005R0302",
  "original_definition": "'installation' means a reactor, a critical installation, a conversion plant, a fabrication plant, a reprocessing plant, an isotope separation plant, a separate storage installation, a waste treatment or waste storage installation; or any other location where source material or special fissile material is customarily used;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 1": [
      "This Regulation shall apply to any person or undertaking setting up or operating an installation for the production, separation, reprocessing, storage or other use of source material or special fissile material."
    ],
    "Article 2": [
      "‘site’ means an area delimited by the Community and the Member State, comprising one or moreinstallations, includingclosed-down installations, as defined in their relevant basic technical characteristics, whereby:",
      "‘site’ means an area delimited by the Community and the Member State, comprising one or more installations, including closed-down installations, as defined in their relevant basic technical characteristics, whereby:",
      "‘installation’ means a reactor, a critical installation, a conversion plant, a fabrication plant, a reprocessing plant, an isotope separation plant, a separate storage installation, awaste treatment or waste storage installation; or any other location where source material or special fissile material is customarily used;",
      "‘site’ also includes all plants co-located with theinstallations which provide or use essential services including hot cells for processing irradiated materials not containing nuclear material; plants for the treatment, storage and disposal ofwaste; and buildings associated with activities specified in Annex 1 to Additional Protocol 1999/188/Euratom and identified by the State concerned;",
      "waste treatment or waste storage installations do not constitute a site in themselves;",
      "wastetreatment or waste storageinstallations do not constitute asite in themselves;",
      "‘site’ also includes all plants co-located with the installations which provide or use essential services including hot cells for processing irradiated materials not containing nuclear material; plants for the treatment, storage and disposal of waste; and buildings associated with activities specified in Annex 1 to Additional Protocol 1999/188/Euratom and identified by the State concerned;",
      "‘installation’ means a reactor, a critical installation, a conversion plant, a fabrication plant, a reprocessing plant, an isotope separation plant, a separate storage installation, a waste treatment or waste storage installation; or any other location where source material or special fissile material is customarily used;"
    ],
    "Article 3": [
      "3.   While thesite representativecarries the responsibility for the timely collection of the relevant information and the submission of the general description of the site to the Commission, the responsibility for the correctness and the completeness of the declarations remains with the persons or the undertakings setting up or operating theinstallation, and for buildings on a site which do not involve nuclear material with the Member State concerned. As far as possible the declarations provided for in paragraphs 1 and 2 shall be submitted in electronic form if they are kept in such form by the person or undertaking. If information is sent to the Commission both in electronic and in paper form, the paper form shall prevail.",
      "For the purpose of the first subparagraph ‘use’ of nuclear materials is taken to include, inter alia: power production in reactors, research in critical or zero energy installations, conversion, fabrication, reprocessing, storage, isotope separation, and ore concentration, as well as treatment or storage of waste.",
      "3.   While the site representative carries the responsibility for the timely collection of the relevant information and the submission of the general description of the site to the Commission, the responsibility for the correctness and the completeness of the declarations remains with the persons or the undertakings setting up or operating the installation, and for buildings on a site which do not involve nuclear material with the Member State concerned. As far as possible the declarations provided for in paragraphs 1 and 2 shall be submitted in electronic form if they are kept in such form by the person or undertaking. If information is sent to the Commission both in electronic and in paper form, the paper form shall prevail.",
      "1.   Any person or undertaking setting up or operating an installation for the production, separation, reprocessing, storage or other use of source material or special fissile material shall declare to the Commission the basic technical characteristics of the installation, using the relevant questionnaire shown in Annex I.",
      "For the purpose of the first subparagraph ‘use’ ofnuclear materialsis taken to include, inter alia: power production in reactors, research in critical or zero energyinstallations, conversion, fabrication, reprocessing, storage, isotope separation, and ore concentration, as well as treatment or storage ofwaste."
    ],
    "Article 4": [
      "For other existing installations any additional information required by the questionnaire in Annex I shall be supplied within 120 days of the date of entry into force of this Regulation.",
      "Using the questionnaire in Annex I, existing waste treatment or waste storage installations shall communicate to the Commission the basic technical characteristics of their installation within 120 days of the date of entry into force of this Regulation.",
      "Installations in the territory of States acceding to the European Union shall communicate to the Commission their basic technical characteristics within 30 days of the date of entry into force of this Regulation in that State, except forwaste treatment or waste storage installations whose basic technical characteristics shall be communicated within 120 days of the date of entry into force of this Regulation in that State.",
      "The declaration of the basic technical characteristics of new installations shall be communicated to the Commission in accordance with Article 3(1) at least 200 days before the first consignment of nuclear material is due to be received.",
      "For newinstallations with an inventory or annual throughput of nuclear material of more than oneeffective kilogram, all relevant information relating to the owner, operator, purpose, location, type, capacity and expected commissioning date shall be communicated to the Commission at least 200 days before construction begins.",
      "For new installations with an inventory or annual throughput of nuclear material of more than one effective kilogram, all relevant information relating to the owner, operator, purpose, location, type, capacity and expected commissioning date shall be communicated to the Commission at least 200 days before construction begins.",
      "Using the questionnaire in Annex I, existingwastetreatment or waste storageinstallations shall communicate to the Commission the basic technical characteristics of their installation within 120 days of the date of entry into force of this Regulation.",
      "Installations in the territory of States acceding to the European Union shall communicate to the Commission their basic technical characteristics within 30 days of the date of entry into force of this Regulation in that State, except for waste treatment or waste storage installations whose basic technical characteristics shall be communicated within 120 days of the date of entry into force of this Regulation in that State."
    ],
    "Article 7": [
      "The system of measurements on which the records are based shall comply with the most recent international standards or shall be equivalent in quality to those standards. On the basis of these records, which shall be retained for a period of at least five years, it must be possible to draw up and substantiate the declarations made to the Commission. Accounting and operating records shall be made available to the Commission’s inspectors in electronic form if they are kept in this form by the installation. Further details may be specified in the particular safeguard provisions referred to in Article 6 for each installation."
    ],
    "Article 8": [
      "the isotopic composition of plutonium, including its decay isotopes, and reference dates, if recorded at the installation for operational needs."
    ],
    "Article 11": [
      "The persons or undertakings referred to in the first subparagraph of Article 3(1) shall transmit to the Commission, within 30 days of the date of entry into force of this Regulation, an initialbook inventoryof allnuclear materialsthey are holding, using the format set out in Annex V. This Article does not apply to the persons or undertakings who have already transmitted an initial book inventory under Regulation (Euratom) No 3227/76, or towastetreatment or waste storageinstallations.",
      "The persons or undertakings referred to in the first subparagraph of Article 3(1) shall transmit to the Commission, within 30 days of the date of entry into force of this Regulation, an initial book inventory of all nuclear materials they are holding, using the format set out in Annex V. This Article does not apply to the persons or undertakings who have already transmitted an initial book inventory under Regulation (Euratom) No 3227/76, or to waste treatment or waste storage installations."
    ],
    "Article 12": [
      "4.   In order that they may be reported as a single inventory change, small inventory changes, such as transfers of samples for purposes of analysis, may be grouped together, as laid down in the particular safeguard provisions referred to in Article 6 for the installation concerned.",
      "Unless otherwise specified in the particular safeguard provisions referred to in Article 6 for an installation, these reports shall be sent monthly, at the latest 15 days after the end of the month, and shall state all inventory changes which have occurred or become known during that month."
    ],
    "Article 13": [
      "Unless otherwise specified in the particular safeguard provisions referred to in Article 6 for an installation, a physical inventory shall be taken every calendar year and the period between two successive physical inventory takings shall not exceed 14 months.",
      "Unless otherwise specified in the particular safeguard provisions referred to in Article 6 for aninstallation, aphysical inventory shall be taken every calendar year and the period between two successive physical inventory takings shall not exceed 14 months."
    ],
    "Article 20": [
      "where aninstallationtransfers a total quantity of materials to the same State that could exceed oneeffective kilogram in any consecutive period of twelve months, even though no single consignment exceeds one effective kilogram.",
      "where an installation transfers a total quantity of materials to the same State that could exceed one effective kilogram in any consecutive period of twelve months, even though no single consignment exceeds one effective kilogram."
    ],
    "Article 21": [
      "where an installation imports or receives a total quantity of materials from the same State that could exceed one effective kilogram in any consecutive period of twelve months, even though no single consignment exceeds one effective kilogram.",
      "where aninstallationimports or receives a total quantity of materials from the same State that could exceed oneeffective kilogram in any consecutive period of twelve months, even though no single consignment exceeds one effective kilogram."
    ],
    "Article 34": [
      "the provisions of Articles 3(1), 4 and 6 shall apply, with exceptions for reasons of national security, to installations or parts of installations to which access could be restricted for such reasons but which produce, treat, separate, reprocess or use in any other way, simultaneously, both civil nuclear materials and nuclear materials assigned or liable to be assigned to meet defence requirements;",
      "the provisions of Articles 3(1), 4 and 6 shall apply toinstallations or parts of installations which at certain times are operated exclusively withnuclear materials liable to be assigned to meet defence requirements but which at other times are operated exclusively with civil nuclear materials;",
      "the provisions of Articles 3(1), 4 and 6 shall apply, with exceptions for reasons of national security, toinstallations or parts of installations to which access could be restricted for such reasons but which produce, treat, separate, reprocess or use in any other way, simultaneously, both civilnuclear materials and nuclear materials assigned or liable to be assigned to meet defence requirements;",
      "the provisions of Articles 2 and 5, Articles 7 to 32, paragraphs 1 and 2 of this Article and Articles 35, 36 and 37 shall apply in relation to all civilnuclear materialssituated in theinstallations or parts of installations referred to in points (a) and (b) of this paragraph;",
      "to installations or parts of installations which have been assigned to meet defence requirements and which are situated in the territory of a nuclear-weapon Member State;",
      "the provisions of Articles 3(1), 4 and 6 shall apply to installations or parts of installations which at certain times are operated exclusively with nuclear materials liable to be assigned to meet defence requirements but which at other times are operated exclusively with civil nuclear materials;",
      "the provisions of Articles 2 and 5, Articles 7 to 32, paragraphs 1 and 2 of this Article and Articles 35, 36 and 37 shall apply in relation to all civil nuclear materials situated in the installations or parts of installations referred to in points (a) and (b) of this paragraph;",
      "2.   For nuclear materials, installations or parts of installations which are liable to be assigned to meet defence requirements and which are situated in the territory of a nuclear-weapon Member State, the extent of the application of this Regulation and the procedures under it shall be defined by the Commission in consultation and in agreement with the Member State concerned, taking into account the provisions of the second paragraph of Article 84 of the Treaty.",
      "2.   Fornuclear materials,installations or parts of installations which are liable to be assigned to meet defence requirements and which are situated in the territory of a nuclear-weapon Member State, the extent of the application of this Regulation and the procedures under it shall be defined by the Commission in consultation and in agreement with the Member State concerned, taking into account the provisions of the second paragraph of Article 84 of the Treaty."
    ],
    "Article 36": [
      "Where an installation is controlled by a person or undertaking established outside the Community, any obligations imposed by this Regulation shall be fulfilled by the local management of the installation.",
      "Installations controlled from outside the Community"
    ],
    "Article 40": [
      "(1)  Items 12 to 15 are to be answered for each type of assembly in the installation. Terminology consistent with item 12 should be used.",
      "In addition to point 10 above, a description and a layout drawing should be provided of feed storage areas for reprocessing installations, indicating:",
      "Name of the receiving installation:",
      "The quantity column may be based on the quantity data recorded at the installation and does not require measurements of the items exported/shipped.",
      "Information on the health and safety rules which have to be observed at the installation and with which the inspectors must comply.",
      "Area layout (map showing the installation, boundaries, buildings, roads, rivers, railways, etc).",
      "(4)  Separate installations engaged solely in the handling, storing or processing of waste materials (not forming a part of enrichment, conversion, fabrication, chemical reprocessing and recovery installations or of reactors).",
      "Use only for inventory change codes RD and RF. For inventory change code RD, the code of the shippingmaterial balance areais reported. If this code is unknown, the code ‘F’, ‘Q’ or ‘W’ (for the shipping MBA in France, the United Kingdom or a non-nuclear-weapon State) is reported and the shipper’s full name and address must be entered in the comment field (40). For inventory change code RF, the country code of the exporting state, or the MBA code of the exportinginstallation if known, is reported, and the shipper’s full name and addressmust be entered in the comment field (40).",
      "Installation (receiver):",
      "In the case of ore producers, the potential annual throughput of the installation.",
      "Name of the installation:",
      "identification of the installation,",
      "The quantity column may be based on the quantity data recorded at the installation and does not require measurements of the items imported/received.",
      "This form should be used either when the initial request is made for derogation of aninstallationfrom the rules governing the form and frequency of notifications, or when nuclear material which may qualify for a derogation is imported from athird country.",
      "Installation (shipper):",
      "Special code describing measurement errors and their propagation, for material balance evaluation purposes. The codes are agreed between the installation and the Commission.",
      "For anyinstallationof a type not referred to in sections A to E which uses more than oneeffective kilogram per annum, information should be given on the following:",
      "Other nuclear material used in the installation (briefly state material, purpose and method of use, e.g. as booster rods).",
      "If any individual receipt of nuclear material exceeds the quantities indicated above or if the ‘percentage inventory’ of the installation exceeds 100 % at any time, the Commission must be notified immediately.",
      "Indication of the particular safeguards obligation assumed by the Community under an Agreement concluded with athird countryor an international organisation, to which the material is subject (Article 17). The Commission will communicate the appropriate codes to theinstallations.",
      "Key measurement point. The codes are notified to the installation concerned in the particular safeguard provisions. If no code has been specified, ‘&’ should be used.",
      "A separate entry should be made for each type of derogation, for each corresponding installation and for each type of inventory change.",
      "Description, by means of drawings or otherwise, of all nuclear material in the installation, showing:",
      "(5)  The term ‘other’ denotes all theinstallations not covered by sections A to H, and where nuclear material in quantities not exceeding oneeffective kilogram is habitually used. It also specifically includes ore producers (point 8 above).",
      "MBA code of the receiving installation:",
      "Code of installation of Annex I-G shipping material. The Commission will communicate to the operator or entity the appropriate code. Simplified reporting procedures apply to these operators.",
      "The quantity column may be based on the quantity data recorded at theinstallationand does not require measurements of theitems imported/received.",
      "The ‘Location’ column should include the name and address of theinstallationand should show the location of thewasteat the time of the declaration. The address must be sufficiently detailed to indicate the geographical position of the location in relation to other locations specified in this or other declarations, and to indicate how the location may be reached should access be necessary. If a location is on thesite of a nuclear installation, the installation code should be included in the location column.",
      "MBA code of the shipping installation:",
      "Name of installation:",
      "Key measurement point. The codes are notified to the installation concerned in the particular safeguard provisions. If no codes have been specified, ‘&’ should be used.",
      "The ‘Location’ column should include the name and address of the installation and should show the location of the waste at the time of the declaration. The address must be sufficiently detailed to indicate the geographical position of the location in relation to other locations specified in this or other declarations, and to indicate how the location may be reached should access be necessary. If a location is on the site of a nuclear installation, the installation code should be included in the location column.",
      "MBA code or name and address of corresponding installation",
      "For any installation of a type not referred to in sections A to E which uses more than one effective kilogram per annum, information should be given on the following:",
      "This form should be used either when the initial request is made for derogation of an installation from the rules governing the form and frequency of notifications, or when nuclear material which may qualify for a derogation is imported from a third country.",
      "(4)  Separateinstallations engaged solely in the handling, storing or processing ofwaste materials (not forming a part of enrichment, conversion, fabrication, chemical reprocessing and recovery installations or of reactors).",
      "Code of the reporting material balance area. This code is notified to the installation concerned by the Commission.",
      "Layout of installation:",
      "Code of the reportingmaterial balance area. This code is notified to theinstallation concerned by the Commission.",
      "containment of certain parts of the installation;",
      "Area layout (map showing the installation, boundaries, buildings, roads, rivers, railways, etc.).",
      "Installation:",
      "general arrangements at the installation, including those relating to material use and accountancy, containment and surveillance,",
      "Name, address and country of the installation receiving, and of the installation shipping, the nuclear material.",
      "The initial declaration should include all nuclearinstallations, and all other buildings on theirsitesas described in Article 2(21). A separate entry should be made for each building on the site. Subsequent annual update declarations should include only those sites and buildings which have undergone a change since the previous declaration. A map of the site shall be attached with the initial declaration and updated when necessary.",
      "MBA code of the receiving installation or Name and address of the receiving installation (2)",
      "MBA code to be filled in for shipments to installations within the territories of the Member States, full name and address to be filled in for exports to installations outside the territories of the Member States, or when the MBA code is unknown.",
      "(2)  To be provided for each critical assembly if more than one in the installation.",
      "Layout of installation, showing structural containment, fences and access routes.",
      "Use only for inventory change codes SD and SF. For inventory change code SD, the code of the receiving material balance area is reported. If this code is unknown, the code ‘F’, ‘Q’ or ‘W’ (for the receiving MBA in France, the United Kingdom or a non-nuclear-weapon State) is reported and the receiver’s full name and address must be entered in the comment field (40). For inventory change code SF, the country code of the importing state or the MBA code of the importing installation if known, is reported, and the receiver’s full name and addressmust be entered in the comment field (40).",
      "Key measurement point. The codes are notified to theinstallation concerned in the particular safeguard provisions. If no code has been specified, ‘&’ should be used.",
      "Use only for inventory change codes SD and SF. For inventory change code SD, the code of the receivingmaterial balance areais reported. If this code is unknown, the code ‘F’, ‘Q’ or ‘W’ (for the receiving MBA in France, the United Kingdom or a non-nuclear-weapon State) is reported and the receiver’s full name and address must be entered in the comment field (40). For inventory change code SF, the country code of the importing state or the MBA code of the importinginstallation if known, is reported, and the receiver’s full name and addressmust be entered in the comment field (40).",
      "The information required under these headings is, where applicable, the same as that required for the types of installations coming under sections C, D and E of this Annex.",
      "Information on the health and safety rules which have to be observed at the installation, and with which the inspectors must comply.",
      "date of installation acceptance;",
      "Code of the reporting material balance area as notified by the Commission to the installation concerned.",
      "Installation (shipper):...",
      "Unique identifier for the reactor from which irradiated fuel is being stored or reprocessed. Use only for inventory changes in spent fuel storage or reprocessing installations.",
      "Unique identifier for the reprocessing campaign. Use only for inventory changes in the processmaterial balance area(s) of spent fuel reprocessinginstallations.",
      "The quantity column may be based on the quantity data recorded at theinstallationand does not require measurements of theitems exported/shipped.",
      "Use only for inventory change codes RD and RF. For inventory change code RD, the code of the shipping material balance area is reported. If this code is unknown, the code ‘F’, ‘Q’ or ‘W’ (for the shipping MBA in France, the United Kingdom or a non-nuclear-weapon State) is reported and the shipper’s full name and address must be entered in the comment field (40). For inventory change code RF, the country code of the exporting state, or the MBA code of the exporting installation if known, is reported, and the shipper’s full name and addressmust be entered in the comment field (40).",
      "(1)Items 12 to 15 are to be answered for each type of assembly in theinstallation. Terminology consistent with item 12 should be used.",
      "Indication of the particular safeguards obligation assumed by the Community under an Agreement concluded with a third country or an international organisation, to which the material is subject (Article 17). The Commission will communicate the appropriate codes to the installations.",
      "Building schedule (if installation not in operation):",
      "Installation (receiver):...",
      "(3)  Separate installations not normally associated with reactors, with enrichment, conversion and fabrication installations, or with chemical reprocessing and recovery installations.",
      "Sketch of critical assembly core showing core support structure, shielding and heat removal systems, with description (to be provided for each critical assembly if more than one in the installation).",
      "Area layout (map showing the installation, boundaries, buildings, roads, rivers, railways, etc.)",
      "The initial declaration should include all nuclear installations, and all other buildings on their sitesas described in Article 2(21). A separate entry should be made for each building on the site. Subsequent annual update declarations should include only those sites and buildings which have undergone a change since the previous declaration. A map of the site shall be attached with the initial declaration and updated when necessary.",
      "Key measurement point. The codes are notified to theinstallation concerned in the particular safeguard provisions. If no codes have been specified, ‘&’ should be used.",
      "Code of installation of Annex I-G receiving material. The Commission will communicate to the operator or entity the appropriate code. Simplified reporting procedures apply to these operators.",
      "In addition to point 13 above, the description of the installation should include:",
      "Code of the reportingmaterial balance areaas notified by the Commission to theinstallation concerned.",
      "(5)  The term ‘other’ denotes all the installations not covered by sections A to H, and where nuclear material in quantities not exceeding one effective kilogram is habitually used. It also specifically includes ore producers (point 8 above).",
      "Campaign identifier for reprocessing installations",
      "Name, address and country of the installation shipping, and of the installation receiving, the nuclear material. The receiver at the ultimate destination should also be indicated where applicable.",
      "Name, address and, if known, MBA code of the shipping installation",
      "Name of the shipping installation:",
      "Unique identifier for the reprocessing campaign. Use only for inventory changes in the process material balance area(s) of spent fuel reprocessing installations."
    ],
    "Not Article": [
      "In the territories of France and the United Kingdom some installations or parts thereof as well as certain materials are liable to be involved in the production cycle for defence needs. Special safeguard procedures should therefore be applied to take account of these circumstances."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0
      ]
    },
    "Article 3": {
      "article_score": 3,
      "statement_scores": [
        0,
        0,
        1,
        2,
        0
      ]
    },
    "Article 4": {
      "article_score": 2,
      "statement_scores": [
        0,
        1,
        0,
        0,
        0,
        0,
        1,
        0
      ]
    },
    "Article 7": {
      "article_score": 2,
      "statement_scores": [
        2
      ]
    },
    "Article 8": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 11": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 12": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 13": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 20": {
      "article_score": 1,
      "statement_scores": [
        0,
        1
      ]
    },
    "Article 21": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 34": {
      "article_score": 0,
      "statement_scores": [
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0
      ]
    },
    "Article 36": {
      "article_score": 2,
      "statement_scores": [
        2,
        0
      ]
    },
    "Article 40": {
      "article_score": 58,
      "statement_scores": [
        1,
        0,
        1,
        1,
        1,
        1,
        0,
        0,
        1,
        1,
        1,
        1,
        1,
        0,
        1,
        1,
        0,
        1,
        1,
        0,
        1,
        1,
        1,
        0,
        1,
        1,
        0,
        2,
        1,
        1,
        1,
        3,
        1,
        1,
        1,
        0,
        1,
        1,
        0,
        1,
        1,
        1,
        1,
        2,
        0,
        2,
        0,
        1,
        1,
        1,
        0,
        0,
        0,
        1,
        1,
        1,
        1,
        0,
        0,
        0,
        1,
        0,
        0,
        1,
        1,
        0,
        1,
        1,
        0,
        0,
        1,
        1,
        0,
        0,
        0,
        2,
        1,
        1,
        0
      ]
    },
    "Not Article": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    }
  }
}