{
  "term": "interconnected infrastructure",
  "celex_id": "32022R0996",
  "original_definition": "'interconnected infrastructure' means a system of infrastructures, including pipelines, LNG terminals and storage facilities, which transports gases, that primarily consist of methane and include biogas and gas from biomass, in particular biomethane, or other types of gas that can technically and safely be injected into, and transported through the natural gas pipeline system, hydrogen systems as well as pipeline networks and transmission or distribution infrastructures for liquid fuels;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘interconnected infrastructure’ means a system of infrastructures, including pipelines, LNG terminals and storage facilities, which transports gases, that primarily consist of methane and include biogas and gas from biomass, in particular biomethane, or other types of gas that can technically and safely be injected into, and transported through the natural gas pipeline system, hydrogen systems as well as pipeline networks and transmission or distribution infrastructures for liquid fuels;",
      "‘interconnected infrastructure’ means a system of infrastructures, including pipelines, LNG terminals and storage facilities, which transports gases, that primarily consist of methane and include biogas and gas from biomass, in particular biomethane, or other types of gas that can technically and safely be injected into, and transported through the natural gas pipeline system,hydrogen systems as well as pipeline networks and transmission or distribution infrastructures for liquidfuels;"
    ],
    "Article 18": [
      "3.   For the purpose of tracing consignments of liquid or gaseous fuels in an interconnected infrastructure and subject to the same mass balancing system, the sustainability and GHG emissions saving characteristics and the other information as described in paragraph 1 shall be registered in the Union database at the first entry point and registered out as consumed at the point of final consumption. If gaseous fuels are withdrawn from an interconnected infrastructure and further transformed into gaseous or liquid fuels, the point of final consumption is considered to be the point of final consumption of the final gaseous or liquid fuels. In such a case, all intermediary stages from the withdrawal of the gaseous fuels from the interconnected infrastructure until the point of final consumption of the final gaseous or liquid fuels have to be registered in the Union Database.",
      "3.   For the purpose of tracing consignments of liquid or gaseousfuelsin aninterconnected infrastructureand subject to the same mass balancing system, the sustainability and GHG emissions saving characteristics and the other information as described in paragraph 1 shall be registered in theUnion database at the first entry point and registered out as consumed at the point of final consumption. If gaseous fuels are withdrawn from an interconnected infrastructure and further transformed into gaseous or liquid fuels, the point of final consumption is considered to be the point of final consumption of the final gaseous or liquid fuels. In such a case, all intermediary stages from the withdrawal of the gaseous fuels from the interconnected infrastructure until the point of final consumption of the final gaseous or liquid fuels have to be registered in the Union Database."
    ],
    "Article 19": [
      "raw materials or fuels shall only be considered to be part of a mixture if they are physically mixed unless they are physically identical or belong to the same product group. Where raw materials or fuels are physically identical or belong to the same product group, they must be stored in the same interconnected infrastructure, processing or logistical facility, transmission and distribution infrastructure or site;",
      "raw materials orfuelsshall only be considered to be part of a mixture if they are physically mixed unless they are physically identical or belong to the sameproduct group. Where raw materials or fuels are physically identical or belong to the same product group, they must be stored in the sameinterconnected infrastructure, processing or logistical facility, transmission and distribution infrastructure orsite;",
      "voluntary schemes shall specify the minimum set of sustainability and GHG emissions saving characteristics, in accordance with Annex I, that need to be passed down the supply chain as well as other information necessary to trace the consignments. In case of liquid or gaseousfuelsintroduced into aninterconnected infrastructureand subject to the same mass balancing system, the respective sustainability and GHG emissions saving characteristics shall be assigned to the consignments entering and exiting the interconnected infrastructure. The voluntary schemes shall also ensure thateconomic operators correctly enter all relevant information in theUnion database.",
      "voluntary schemes shall specify the minimum set of sustainability and GHG emissions saving characteristics, in accordance with Annex I, that need to be passed down the supply chain as well as other information necessary to trace the consignments. In case of liquid or gaseous fuels introduced into an interconnected infrastructure and subject to the same mass balancing system, the respective sustainability and GHG emissions saving characteristics shall be assigned to the consignments entering and exiting the interconnected infrastructure. The voluntary schemes shall also ensure that economic operators correctly enter all relevant information in the Union database."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 18": {
      "article_score": 6,
      "statement_scores": [
        3,
        3
      ]
    },
    "Article 19": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        2,
        2
      ]
    }
  }
}