{
  "term": "interconnector",
  "celex_id": "32009L0073",
  "original_definition": "'interconnector' means a transmission line which crosses or spans a border between Member States for the sole purpose of connecting the national transmission systems of those Member States;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘interconnector’ means atransmissionline which crosses or spans a border between Member States for the sole purpose of connecting the national transmissionsystems of those Member States;",
      "‘interconnector’ means a transmission line which crosses or spans a border between Member States for the sole purpose of connecting the national transmission systems of those Member States;"
    ],
    "Article 36": [
      "1.   Major new gas infrastructure, i.e. interconnectors, LNG and storage facilities, may, upon request, be exempted, for a defined period of time, from the provisions of Articles 9, 32, 33 and 34 and Article 41(6), (8) and (10) under the following conditions:",
      "in case the exemption relates to an interconnector, the result of the consultation with the regulatory authorities concerned; and"
    ],
    "Article 41": [
      "9.   The regulatory authorities shall monitor congestion management of national gas transmission networks including interconnectors, and the implementation of congestion management rules. To that end, transmission system operators or market operators shall submit their congestion management rules, including capacity allocation, to the national regulatory authorities. National regulatory authorities may request amendments to those rules.",
      "9.   The regulatory authorities shall monitor congestion management of national gastransmissionnetworks includinginterconnectors, and the implementation of congestion management rules. To that end,transmission system operators or market operators shall submit their congestion management rules, including capacity allocation, to the national regulatory authorities. National regulatory authorities may request amendments to those rules."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 36": {
      "article_score": 1,
      "statement_scores": [
        0,
        1
      ]
    },
    "Article 41": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    }
  }
}