{
  "term": "Investment",
  "celex_id": "31998D0181",
  "original_definition": "'Investment' means every kind of asset, owned or controlled directly or indirectly by an investor and includes:tangible and intangible, and movable and immovable, property, and any property rights such as leases, mortgages, liens, and pledges;a company or business enterprise, or shares, stock, or other forms of equity participation in a company or business enterprise, and bonds and other debt of a company or business enterprise;claims to money and claims to performance pursuant to contract having an economic value and associated with an investment;intellectual property;returns;any right conferred by law or contract or by virtue of any licences and permits granted pursuant to law to undertake any economic activity in the energy sector.A change in the form in which assets are invested does not affect their character as investments and the term ‘investment’ includes all investments, whether existing at or made after the later of the date of entry into force of this Treaty for the Contracting Party of the investor making the investment and that for the Contracting Party in the area of which the investment is made (hereinafter referred to as the ‘effective date’) provided that the Treaty shall only apply to matters affecting such investments after the effective date.‘Investment’ refers to any investment associated with an economic activity in the energy sector and to investments or classes of investments designated by a Contracting Party in its area as ‘Charter efficiency projects’ and so notified to the Secretariat.",
  "generated_definition": "'Investment' means a financial commitment or allocation of resources to a business or project with the expectation of earning a profit or return on investment.",
  "existing_sentences": {
    "Article 1": [
      "‘Investment’ means every kind of asset, owned or controlled directly or indirectly by an investor and includes:",
      "‘Investment’ refers to any investment associated with an economic activity in the energy sector and to investments or classes of investments designated by a Contracting Party in its area as ‘Charter efficiency projects’ and so notified to the Secretariat.",
      "‘Investment’ refers to any investment associated with an economic activity in the energy sector and to investments or classes of investments designated by aContracting Partyin its area as ‘Charter efficiency projects’ and so notified to the Secretariat."
    ],
    "Article 4": [
      "Australia notes that the provisions of Articles 5 and 10 (11) do not diminish its rights and obligations under theGATT, including as elaborated in the Uruguay Round Agreement on Trade-RelatedInvestment Measures, particularly with respect to the list of exceptions in Article 5 (3), which it considers incomplete.",
      "The representatives' agreement to Article 5 is not meant to imply any position on whether or to what extent the provisions of the ‘Agreement on Trade-Related Investment Measures’ annexed to the Final Act of the Uruguay Round of Multilateral Trade Negotiations are implicit in Articles III and XI of the General Agreement on Tariffs and Trade (GATT).",
      "Australia notes that the provisions of Articles 5 and 10 (11) do not diminish its rights and obligations under the GATT, including as elaborated in the Uruguay Round Agreement on Trade-Related Investment Measures, particularly with respect to the list of exceptions in Article 5 (3), which it considers incomplete.",
      "The representatives' agreement to Article 5 is not meant to imply any position on whether or to what extent the provisions of the ‘Agreement on Trade-RelatedInvestmentMeasures’ annexed to the Final Act of the Uruguay Round of Multilateral Trade Negotiations are implicit in Articles III and XI of the General Agreement on Tariffs and Trade (GATT).",
      "Australia further notes that it would not be appropriate for dispute settlement bodies established under the Treaty to give interpretations ofGATTArticles III and XI in the context of disputes between parties to the GATT or between an investor of a party to the GATT and another party to the GATT. It considers that with respect to the application of Article 10 (11) between an investor and a party to the GATT, the only issue that can be considered under Article 26 is the issue of the awards of arbitration in the event that a GATT panel or the WTO dispute settlement body first establishes that a trade-related investment measure maintained by theContracting Partyis inconsistent with its obligations under the GATT or the Agreement on Trade-RelatedInvestment Measures.",
      "Australia further notes that it would not be appropriate for dispute settlement bodies established under the Treaty to give interpretations of GATT Articles III and XI in the context of disputes between parties to the GATT or between an investor of a party to the GATT and another party to the GATT. It considers that with respect to the application of Article 10 (11) between an investor and a party to the GATT, the only issue that can be considered under Article 26 is the issue of the awards of arbitration in the event that a GATT panel or the WTO dispute settlement body first establishes that a trade-related investment measure maintained by the Contracting Party is inconsistent with its obligations under the GATT or the Agreement on Trade-Related Investment Measures."
    ],
    "Article 13": [
      "1.Investments of investors of aContracting Party in the area of any other Contracting Party shall not be nationalized, expropriated or subjected to a measure or measures having effect equivalent to nationalization or expropriation (hereinafter referred to as ‘expropriation’) except where such expropriation is:",
      "1.   Investments of investors of a Contracting Party in the area of any other Contracting Party shall not be nationalized, expropriated or subjected to a measure or measures having effect equivalent to nationalization or expropriation (hereinafter referred to as ‘expropriation’) except where such expropriation is:"
    ],
    "Article 26": [
      "the International Centre for Settlement ofInvestmentDisputes, established pursuant to the Convention on the Settlement of Investment Disputes between States and Nationals of other States opened for signature at Washington, 18 March 1965 (hereinafter referred to as the ‘Icsid Convention’), if theContracting Party of the investor and the Contracting Party party to the dispute are both parties to the Icsid Convention; or",
      "the International Centre for Settlement of Investment Disputes, established pursuant to the Convention referred to in subparagraph (a) (i), under the rules governing the Additional Facility for the Administration of Proceedings by the Secretariat of the Centre (hereinafter referred to as the ‘Additional Facility Rules’), if the Contracting Party of the investor or the Contracting Party party to the dispute, but not both, is a party to the Icsid Convention;",
      "the International Centre for Settlement ofInvestmentDisputes, established pursuant to the Convention referred to in subparagraph (a) (i), under the rules governing the Additional Facility for the Administration of Proceedings by the Secretariat of the Centre (hereinafter referred to as the ‘Additional Facility Rules’), if theContracting Party of the investor or the Contracting Party party to the dispute, but not both, is a party to the Icsid Convention;",
      "the International Centre for Settlement of Investment Disputes, established pursuant to the Convention on the Settlement of Investment Disputes between States and Nationals of other States opened for signature at Washington, 18 March 1965 (hereinafter referred to as the ‘Icsid Convention’), if the Contracting Party of the investor and the Contracting Party party to the dispute are both parties to the Icsid Convention; or"
    ],
    "Article 50": [
      "According to the Act on Investments of Foreigners in Hungary, Article 33, foreign top managers, executive managers, members of the Supervisory Board and foreign employees may transfer their income up to 50 % of their aftertax earnings derived from the company of their employment through the bank of their company.",
      "According to the Act onInvestments of Foreigners in Hungary, Article 33, foreign top managers, executive managers, members of the Supervisory Board and foreign employees may transfer their income up to 50 % of their aftertax earnings derived from the company of their employment through the bank of their company."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 0,
      "statement_scores": [
        0,
        0,
        0
      ]
    },
    "Article 4": {
      "article_score": 5,
      "statement_scores": [
        0,
        1,
        1,
        0,
        1,
        2
      ]
    },
    "Article 13": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 26": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        0,
        2
      ]
    },
    "Article 50": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    }
  }
}