{
  "term": "mains",
  "celex_id": "32019R2020",
  "original_definition": "'mains' means the electricity supply of 230 (± 10 %) volt of alternating current at 50 Hz;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘control gear’ means one or more devices, that may or may not be physically integrated in alight source, intended to prepare themains for the electric format required by one or more specific light sources within boundary conditions set by electric safety and electromagnetic compatibility. It may include transforming the supply and starting voltage, limiting operational and preheating current, preventing cold starting, correcting the power factor and/or reducing radio interference.",
      "A Power over Ethernet (PoE) switch is not acontrol gearin the sense of this Regulation. ‘Power-over-Ethernet switch’ or ‘PoE switch’ means equipment for power-supply and data-handling that is installed between themainsand office equipment and/orlight sources for the purpose of data transfer and power supply;",
      "A Power over Ethernet (PoE) switch is not a control gear in the sense of this Regulation. ‘Power-over-Ethernet switch’ or ‘PoE switch’ means equipment for power-supply and data-handling that is installed between the mains and office equipment and/or light sources for the purpose of data transfer and power supply;",
      "‘control gear’ means one or more devices, that may or may not be physically integrated in a light source, intended to prepare the mains for the electric format required by one or more specific light sources within boundary conditions set by electric safety and electromagnetic compatibility. It may include transforming the supply and starting voltage, limiting operational and preheating current, preventing cold starting, correcting the power factor and/or reducing radio interference.",
      "‘mains’ or ‘mains voltage’ (MV) means the electricity supply of 230 (± 10 %) volt of alternating current at 50 Hz;"
    ],
    "Article 11": [
      "‘mainslight source (MLS)’ means a light source that can be operated directly on the mains electricity supply.Light sources that operate directly on the mains, and can also operate indirectly on the mains using aseparate control gear, shall be considered to be mains light sources;",
      "‘on-mode power’ (Pon), expressed in watt, means the electric power consumption of alight sourcein full-load with all lighting control parts and non-lighting parts disconnected. If these parts cannot be disconnected, they shall be switched off or their power consumption shall be minimised following the manufacturer’s instructions. In case of a NMLS that requires aseparate control gearto operate, Pon can be measured directly on the input to the light source, or Pon is determined using a control gear with known efficiency, whose electric power consumption is subsequently subtracted from the measuredmains power input value;",
      "‘battery-operated’ means a product that operates only on direct current (DC) supplied from a source contained in the same product, without being connected directly or indirectly to the mains electricity supply;",
      "‘on-mode power’ (Pon), expressed in watt, means the electric power consumption of a light source in full-load with all lighting control parts and non-lighting parts disconnected. If these parts cannot be disconnected, they shall be switched off or their power consumption shall be minimised following the manufacturer’s instructions. In case of a NMLS that requires a separate control gear to operate, Pon can be measured directly on the input to the light source, or Pon is determined using a control gear with known efficiency, whose electric power consumption is subsequently subtracted from the measured mains power input value;",
      "‘non-mainslight source(NMLS)’ means a light source that requires aseparate control gear to operate on the mains;",
      "Directional light sources not operating on the mains: 85- 95 lm/W",
      "Non-directional (NDLS) not operating on mains (NMLS)",
      "‘no-load mode’ means the condition of aseparate control gearin which its input is connected to themainspower source and its output is intentionally disconnected fromlight sources, and, if applicable, from lighting control parts and non-lighting parts. If these parts cannot be disconnected, they shall be switched off and their power consumption shall be minimised following the manufacturer’s instructions. No-load mode only applies to a separate control gear for which the manufacturer or importer has declared in the technical documentation that it has been designed for this mode;",
      "‘displacement factor (cos φ1)’ means the cosine of the phase angle φ1 between the fundamental harmonic of the mains supply voltage and the fundamental harmonic of the mains current. It is used for mains light sources using LED- or OLED-technology. The displacement factor is measured at full-load, for the reference control settings where applicable, with any lighting control parts in control mode and non-lighting parts disconnected, switched off or set to minimum power consumption according to the manufacturer’s instructions;",
      "Directional (DLS) operating on mains (MLS)",
      "‘mains light source (MLS)’ means a light source that can be operated directly on the mains electricity supply. Light sources that operate directly on the mains, and can also operate indirectly on the mains using a separate control gear, shall be considered to be mains light sources;",
      "Non-directional (NDLS) operating on mains (MLS)",
      "‘displacement factor (cos φ1)’ means the cosine of the phase angle φ1 between the fundamental harmonic of themainssupply voltage and the fundamental harmonic of the mains current. It is used for mainslight sources using LED- or OLED-technology. The displacement factor is measured at full-load, for the reference control settings where applicable, with any lighting control parts in control mode and non-lighting parts disconnected, switched off or set to minimum power consumption according to the manufacturer’s instructions;",
      "Directionallight sources not operating on themains: 85- 95 lm/W",
      "‘no-load mode’ means the condition of a separate control gear in which its input is connected to the mains power source and its output is intentionally disconnected from light sources, and, if applicable, from lighting control parts and non-lighting parts. If these parts cannot be disconnected, they shall be switched off and their power consumption shall be minimised following the manufacturer’s instructions. No-load mode only applies to a separate control gear for which the manufacturer or importer has declared in the technical documentation that it has been designed for this mode;",
      "Directional (DLS) not operating on mains (NMLS)",
      "‘non-mains light source (NMLS)’ means a light source that requires a separate control gear to operate on the mains;"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        0,
        0,
        1,
        1,
        0
      ]
    },
    "Article 11": {
      "article_score": 24,
      "statement_scores": [
        4,
        0,
        1,
        1,
        1,
        1,
        1,
        0,
        3,
        1,
        5,
        1,
        1,
        0,
        1,
        1,
        2
      ]
    }
  }
}