{
  "term": "metering and consumption data",
  "celex_id": "32023R1162",
  "original_definition": "'metering and consumption data' means meter readings of electricity consumption from the grid, or electricity fed into the grid, or consumption from on-site generation facilities which are connected to the grid, and includes validated historical data and non-validated near-real time data;",
  "generated_definition": "'metering and consumption data' means data related to the measurement and consumption of energy, water, or other resources, including historical data and log information, made available to final customers and eligible parties in a structured, machine-readable, and interoperable format.",
  "existing_sentences": {
    "Article 1": [
      "2.   In order to ensure the application of interoperability requirements, this Regulation establishes areference modelformetering and consumption data that sets out the rules and procedures that Member States shall apply to enable interoperability. It lists the electricity market participants that are concerned by this act and the roles and responsibilities they perform individually or jointly, as described in Articles 5, 6, 7 and 8 and in the Annex to this Regulation, with one electricity market participant being able to carry out more than one role.",
      "1.   This implementing Regulation lays down interoperability requirements and rules for non-discriminatory and transparent procedures for access to electricitymetering and consumption databy final customers and eligible parties in accordance with Directive (EU) 2019/944. It also sets out non-discriminatory and transparent procedures for access to data that require reporting and publication of national practices applying thereference model.",
      "1.   This implementing Regulation lays down interoperability requirements and rules for non-discriminatory and transparent procedures for access to electricity metering and consumption data by final customers and eligible parties in accordance with Directive (EU) 2019/944. It also sets out non-discriminatory and transparent procedures for access to data that require reporting and publication of national practices applying the reference model.",
      "2.   In order to ensure the application of interoperability requirements, this Regulation establishes a reference model for metering and consumption data that sets out the rules and procedures that Member States shall apply to enable interoperability. It lists the electricity market participants that are concerned by this act and the roles and responsibilities they perform individually or jointly, as described in Articles 5, 6, 7 and 8 and in the Annex to this Regulation, with one electricity market participant being able to carry out more than one role."
    ],
    "Article 2": [
      "‘metering and consumption data’ means meter readings of electricity consumption from the grid, or electricity fed into the grid, or consumption from on-site generation facilities which are connected to the grid, and includes validated historical data and non-validated near-real time data;",
      "‘permission’ means the authorisation given by a final customer for aneligible partyon the basis of a contractual agreement they have with this party, to access theirmetering and consumption datamanaged by themetered data administrator for the provision of a specific service;",
      "‘permission’ means the authorisation given by a final customer for an eligible party on the basis of a contractual agreement they have with this party, to access their metering and consumption data managed by the metered data administrator for the provision of a specific service;"
    ],
    "Article 5": [
      "2.Metered data administrators shall keep complementary information on historicalmetering and consumption data in accordance with Annex I.4 points (a) and (b) to Directive (EU) 2019/944. For the duration of the retention period, the historical metering and consumption data shall be kept available, along with the corresponding log information, for access by final customers and eligible parties on final customers’ request.",
      "ensure that final customers (i) can access their validated metering and consumption data; (ii) can make it available to eligible parties and (iii) receive it in a structured, commonly used, machine-readable and interoperable format;",
      "2.   Metered data administrators shall keep complementary information on historical metering and consumption data in accordance with Annex I.4 points (a) and (b) to Directive (EU) 2019/944. For the duration of the retention period, the historical metering and consumption data shall be kept available, along with the corresponding log information, for access by final customers and eligible parties on final customers’ request.",
      "make validated metering and consumption data available to final customers and eligible parties in accordance with this Regulation through an online or through another appropriate interface, on request, in a non-discriminatory way, and without undue delay;"
    ],
    "Article 7": [
      "the means for final customers to access, without unnecessary delay, their historical metering and consumption data, in cooperation with the metered data administrator where applicable. This shall be possible as described in the procedures for access to validated historical metering and consumption data by the final customer in the Annex.",
      "the means for final customers to access, without unnecessary delay, their historicalmetering and consumption data, in cooperation with themetered data administratorwhere applicable. This shall be possible as described in the procedures for access tovalidated historical metering and consumption data by the final customer in the Annex."
    ],
    "Article 11": [
      "2.   While preparing their advice and undertaking their supporting activities to the Commission, the ENTSO for Electricity and EU DSO entity cooperate closely with representatives of national regulatory authorities, competent authorities and regulated entities with institutional roles at national level regarding the right to access to metering and consumption data, as well as with all relevant stakeholders, including consumer associations, electricity retailers, European standardisation organisations, service and technology providers, and equipment and component manufacturers."
    ],
    "Article 14": [
      "Thereference modelformetering and consumption data access",
      "Table I contains information regarding the national market structure and environment which is particularly useful to eligible parties that would like to set up their operation in the respective territory and utilise metering and consumption data access in each Member State. Table I is primarily listing information that needs to be accessible for eligible parties to register, on-board or establish prerequisite infrastructure to take part in the procedures listed in Table III and accordingly communicate and exchange information with relevant market players occupying the roles and undertaking the responsibilities indicated in Table II.",
      "The reference model for metering and consumption data access",
      "The reference model for metering and consumption data is composed of a set of reference procedures for access to data and of the required information exchanges between roles acted by market players relating to this specific case.",
      "Thereference modelformetering and consumption data is composed of a set of reference procedures for access to data and of the required information exchanges between roles acted by market players relating to this specific case."
    ],
    "Not Article": [
      "Fulfilment of these interoperability requirements and compliance with the procedures for access to data depends on Member States using the same reference model for metering and consumption data. By establishing a reference model, this Regulation aims at ensuring that market participants have a mutual and clear understanding of the roles, responsibilities and procedures for access to data. At the same time, implementation of the reference model allows Member States to determine the communication and component layers in accordance with national specificities and practices.",
      "The present Regulation lays down a set of rules for interoperability for access to metering and consumption data taking into account existing national practices. The ‘reference model’ set out in this Regulation defines common rules and procedures at Union level for the business, function and information layers, in line with national practices.",
      "on interoperability requirements and non-discriminatory and transparent procedures for access to metering and consumption data",
      "This Regulation applies to metering and consumption data in the form of validated historical metering and consumption data and non-validated near-real time metering and consumption data. It lays down rules enabling final customers in the retail electricity market and eligible parties to access this data, in a timely, simple and secure manner. Moreover, it ensures that suppliers and service providers have transparent and seamless access to final customers’ data, in a manner that the data is easy for them to understand and use, provided that customers have given the required permission. Upon receiving this permission, the metered data administrator provides the relevant data covered by this authorisation to the eligible party chosen by the final customer. Moreover, this specific authorisation procedure could be linked to a contractual agreement, or to an explicit clause within the contractual agreement with the eligible party. This way, interoperability is ensured in a manner that respects consumer rights over their data, and market participants have a shared understanding of the type of data and workflows that are required for specific services and processes. Customers can be required to give permission to suppliers or other market participants such as aggregators as part of their contractual agreements. Where a customer terminates their contract with a supplier or other market participant, the supplier or market participant should continue to have access to the metering data necessary for billing or balancing purposes. Member States may require certain metering data to be shared for legitimate public purposes, for instance with environmental or statistical authorities as well as with system operators or other market participants.",
      "The present Regulation lays down a set of rules for interoperability for access tometering and consumption datataking into account existing national practices. The ‘reference model’ set out in this Regulation defines common rules and procedures at Union level for the business, function and information layers, in line with national practices.",
      "This Regulation applies tometering and consumption datain the form ofvalidated historical metering and consumption dataand non-validated near-real time metering and consumption data. It lays down rules enabling final customers in the retail electricity market and eligible parties to access this data, in a timely, simple and secure manner. Moreover, it ensures that suppliers and service providers have transparent and seamless access to final customers’ data, in a manner that the data is easy for them to understand and use, provided that customers have given the requiredpermission. Upon receiving this permission, themetered data administratorprovides the relevant data covered by this authorisation to theeligible party chosen by the final customer. Moreover, this specific authorisation procedure could be linked to a contractual agreement, or to an explicit clause within the contractual agreement with the eligible party. This way, interoperability is ensured in a manner that respects consumer rights over their data, and market participants have a shared understanding of the type of data and workflows that are required for specific services and processes. Customers can be required to give permission to suppliers or other market participants such as aggregators as part of their contractual agreements. Where a customer terminates their contract with a supplier or other market participant, the supplier or market participant should continue to have access to the metering data necessary for billing or balancing purposes. Member States may require certain metering data to be shared for legitimate public purposes, for instance with environmental or statistical authorities as well as with system operators or other market participants.",
      "Member States may choose how to implement the interoperability requirements in their national system reflecting national practices, in particular regarding aspects linked to the communication and component layer. While this ensures that the implementation model is based on existing national practices, it also makes it more difficult for eligible parties to understand how the reference model is implemented across the Union in the Member States, in particular with regard to the communication and component layer. This could lead to a barrier to entry for eligible parties who want to be active in other Member States. Therefore, a common repository of national practices should be established on how the reference model is implemented in the national practices of Member States and should be made publicly available. The publication of these reports is part of the transparent and non-discriminatory procedures introduced in this Regulation, because it will contribute to improving access to metering and consumption data across the EU by increasing awareness, providing clarity on applicable rules, and help lowering barriers for new market entrants. Moreover, it will also enable market participants identify and better understand similarities, differences and relationships between Member States’ national arrangements. Furthermore, it will also help share best practices between Member States and improve interoperability.",
      "Within the context of the procedures described in the reference model for metering and consumption data introduced in this Regulation and its Annex, eligible parties are receiving and processing data. Any processing of personal data under this implementing act, such as meter or connection point identification numbers, exchanged using the procedures set out in this implementing act will need to comply with Regulation (EU) 2016/679 of the European Parliament and of the Council (8), including but not limited to the processing and retention requirements in Article 5 (1) and 6 (1) of the aforementioned Regulation. Moreover, and given that smart meters qualify as terminal equipment, Directive 2002/58/EC of the European Parliament and of the Council concerning the processing of personal data and the protection of privacy in the electronic communications sector, applies as well (9). Relevant eligible parties should accordingly comply with their obligations stemming from this Directive, including Article 5 (3).",
      "Within the context of the procedures described in thereference modelformetering and consumption dataintroduced in this Regulation and its Annex, eligible parties are receiving and processing data. Any processing of personal data under this implementing act, such as meter or connection point identification numbers, exchanged using the procedures set out in this implementing act will need to comply with Regulation (EU) 2016/679 of the European Parliament and of the Council (8), including but not limited to the processing and retention requirements in Article 5 (1) and 6 (1) of the aforementioned Regulation. Moreover, and given thatsmart meters qualify as terminal equipment, Directive 2002/58/EC of the European Parliament and of the Council concerning the processing of personal data and the protection of privacy in the electronic communications sector, applies as well (9). Relevant eligible parties should accordingly comply with their obligations stemming from this Directive, including Article 5 (3).",
      "Fulfilment of these interoperability requirements and compliance with the procedures for access to data depends on Member States using the samereference modelformetering and consumption data. By establishing a reference model, this Regulation aims at ensuring that market participants have a mutual and clear understanding of the roles, responsibilities and procedures for access to data. At the same time, implementation of the reference model allows Member States to determine the communication and component layers in accordance with national specificities and practices.",
      "Member States may choose how to implement the interoperability requirements in their national system reflecting national practices, in particular regarding aspects linked to the communication and component layer. While this ensures that the implementation model is based on existing national practices, it also makes it more difficult for eligible parties to understand how thereference modelis implemented across the Union in the Member States, in particular with regard to the communication and component layer. This could lead to a barrier to entry for eligible parties who want to be active in other Member States. Therefore, a common repository of national practices should be established on how the reference model is implemented in the national practices of Member States and should be made publicly available. The publication of these reports is part of the transparent and non-discriminatory procedures introduced in this Regulation, because it will contribute to improving access tometering and consumption data across the EU by increasing awareness, providing clarity on applicable rules, and help lowering barriers for new market entrants. Moreover, it will also enable market participants identify and better understand similarities, differences and relationships between Member States’ national arrangements. Furthermore, it will also help share best practices between Member States and improve interoperability."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        0,
        1,
        1
      ]
    },
    "Article 5": {
      "article_score": 6,
      "statement_scores": [
        2,
        1,
        2,
        1
      ]
    },
    "Article 7": {
      "article_score": 4,
      "statement_scores": [
        2,
        2
      ]
    },
    "Article 11": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 14": {
      "article_score": 5,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 15,
      "statement_scores": [
        1,
        1,
        1,
        3,
        1,
        3,
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}