{
  "term": "monitor",
  "celex_id": "32019R2013",
  "original_definition": "'monitor' means an electronic display intended for one person for close viewing such as in a desk based environment;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 1": [
      "1.   This Regulation establishes requirements for the labelling of, and the provision of supplementary product information on electronic displays, including televisions, monitors and digital signage displays.",
      "1.   This Regulation establishes requirements for the labelling of, and the provision of supplementary product information onelectronic displays, includingtelevisions,monitors anddigital signage displays."
    ],
    "Article 2": [
      "‘monitor’ or ‘computer monitor’ or ‘computer display’ means an electronic display intended for one person for close viewing such as in a desk based environment;",
      "network connection (encompassing a hard-wired or wireless interface) for controlling, monitoring or receiving the information to display from remote unicast or multicast but not broadcast sources;",
      "input signal analysis function for input signal monitoring and error detection, such as wave-form monitor/vector scope, RGB cut off, facility to check the video signal status at actual pixel resolution, interlace mode and screen marker;",
      "self-monitoring function capable of communicating at least one of the following information to a remote server:",
      "‘monitor’ or ‘computer monitor’ or ‘computer display’ means anelectronic display intended for one person for close viewing such as in a desk based environment;"
    ],
    "Article 11": [
      "‘room presence sensor’ or ‘gesture detection sensor’ or ‘occupancy sensor’ means a sensor monitoring and reacting to movements in the space around the product whose signal can trigger the switching to on mode. Lack of movement detection for a predetermined time can be used to switch into standby mode or networked standby mode;",
      "[television/monitor/signage/other]",
      "Monitor"
    ],
    "Not Article": [
      "The Commission has reviewed Regulation (EU) No 1062/2010 as required by its Article 7 and analysed technical, environmental and economic aspects of televisions and other electronic displays, including monitors and signage displays as well as the real-life user understanding and behaviour in respect to different labelling elements. The review was carried out in close cooperation with stakeholders and interested parties from the Union and third countries. The results of the review were made public and presented to the Consultation Forum established by Article 14 of Regulation (EU) 2017/1369.",
      "It appears from the review that the same requirements for televisions should also apply to monitors because of the rapidly increasing functionality overlap between displays and televisions. Moreover, digital signage displays are specifically listed in the Commission's 2016-2019 ecodesign working plan to be taken up in the revision of the existing regulations for televisions. The scope of this Regulation should thus comprise electronic displays including televisions, monitors and digital signage displays.",
      "It appears from the review that the same requirements fortelevisions should also apply tomonitors because of the rapidly increasing functionality overlap between displays and televisions. Moreover,digital signage displays are specifically listed in the Commission's 2016-2019 ecodesign working plan to be taken up in the revision of the existing regulations for televisions. The scope of this Regulation should thus compriseelectronic displays including televisions, monitors and digital signage displays.",
      "The annual energy consumption in 2016 oftelevisions in the Union constituted more than 3 % of the Union's electricity consumption. The projected energy consumption of televisions,monitors anddigital signage displays, in a business as usual scenario, is expected be close to 100 TWh/yr in 2030. This Regulation, together with the accompanying ecodesign regulation, is estimated to reduce the annual final energy consumption up to 39 TWh/yr by 2030.",
      "The Commission has reviewed Regulation (EU) No 1062/2010 as required by its Article 7 and analysed technical, environmental and economic aspects oftelevisions and otherelectronic displays, includingmonitors and signage displays as well as the real-life user understanding and behaviour in respect to different labelling elements. The review was carried out in close cooperation with stakeholders and interested parties from the Union and third countries. The results of the review were made public and presented to the Consultation Forum established by Article 14 of Regulation (EU) 2017/1369.",
      "The annual energy consumption in 2016 of televisions in the Union constituted more than 3 % of the Union's electricity consumption. The projected energy consumption of televisions, monitors and digital signage displays, in a business as usual scenario, is expected be close to 100 TWh/yr in 2030. This Regulation, together with the accompanying ecodesign regulation, is estimated to reduce the annual final energy consumption up to 39 TWh/yr by 2030."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 2": {
      "article_score": 1,
      "statement_scores": [
        0,
        0,
        1,
        0,
        0
      ]
    },
    "Article 11": {
      "article_score": 2,
      "statement_scores": [
        0,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 0,
      "statement_scores": [
        0,
        0,
        0,
        0,
        0,
        0
      ]
    }
  }
}