{
  "term": "national regulatory authority",
  "celex_id": "32017R1938",
  "original_definition": "'national regulatory authority' means a national regulatory authority designated in accordance with Article 39(1) of Directive 2009/73/EC;",
  "generated_definition": "'national regulatory authority' means a national regulatory authority is a government agency responsible for regulating and overseeing a specific industry or sector within a country.",
  "existing_sentences": {
    "Article 2": [
      "‘competent authority’ means a national governmental authority or anational regulatory authority designated by a Member State to ensure the implementation of the measures provided for in this Regulation;",
      "‘competent authority’ means a national governmental authority or a national regulatory authority designated by a Member State to ensure the implementation of the measures provided for in this Regulation;",
      "‘national regulatory authority’ means a national regulatory authority designated in accordance with Article 39(1) of Directive 2009/73/EC;"
    ],
    "Article 8": [
      "2.   The competent authority of each Member State shall, after consulting the natural gas undertakings, the relevant organisations representing the interests of household and industrial gas customers, including electricity producers, electricity transmission system operators, and, where it is not the competent authority, the national regulatory authority, establish:",
      "2.   Thecompetent authorityof each Member State shall, after consulting thenatural gas undertakings, the relevant organisations representing the interests of household and industrial gascustomers, including electricity producers, electricitytransmission system operators, and, where it is not the competent authority, thenational regulatory authority, establish:"
    ],
    "Article 9": [
      "The analysis referred to in points (a) and (b) shall be carried out by the national regulatory authority. The impact assessment shall be made public by the competent authority and shall be notified to the Commission.",
      "The analysis referred to in points (a) and (b) shall be carried out by thenational regulatory authority. The impact assessment shall be made public by thecompetent authority and shall be notified to the Commission."
    ],
    "Article 22": [
      "per crisis level, define the roles and responsibilities, including interactions with the competent authorities and, where appropriate, with the national regulatory authority, of:",
      "For the execution of the provisions set out in this Annex thenational regulatory authoritymay act as thecompetent authority if so decided by the Member State.",
      "national regulatory authority.",
      "For the execution of the provisions set out in this Annex the national regulatory authority may act as the competent authority if so decided by the Member State."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        1,
        1,
        0
      ]
    },
    "Article 8": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 9": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 22": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    }
  }
}