{
  "term": "nearly zero-energy building",
  "celex_id": "32010L0031",
  "original_definition": "'nearly zero-energy building' means a building that has a very high energy performance, as determined in accordance with Annex I. The nearly zero or very low amount of energy required should be covered to a very significant extent by energy from renewable sources, including energy from renewable sources produced on-site or nearby;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘nearly zero-energy building’ means a building that has a very high energy performance, as determined in accordance with Annex I. The nearly zero or very low amount of energy required should be covered to a very significant extent byenergy from renewable sources, including energy from renewable sources produced on-site or nearby;",
      "‘nearly zero-energy building’ means a building that has a very high energy performance, as determined in accordance with Annex I. The nearly zero or very low amount of energy required should be covered to a very significant extent by energy from renewable sources, including energy from renewable sources produced on-site or nearby;"
    ],
    "Article 9": [
      "2.   Member States shall furthermore, following the leading example of the public sector, develop policies and take measures such as the setting of targets in order to stimulate the transformation of buildings that are refurbished into nearly zero-energy buildings, and inform the Commission thereof in their national plans referred to in paragraph 1.",
      "after 31 December 2018, newbuildings occupied and owned by public authorities arenearly zero-energy buildings.",
      "by 31 December 2020, all new buildings are nearly zero-energy buildings; and",
      "after 31 December 2018, new buildings occupied and owned by public authorities are nearly zero-energy buildings.",
      "by 31 December 2020, all newbuildings arenearly zero-energy buildings; and",
      "information on the policies and financial or other measures adopted in the context of paragraphs 1 and 2 for the promotion ofnearly zero-energy buildings, including details of national requirements and measures concerning the use ofenergy from renewable sourcesin new buildings and existing buildings undergoingmajor renovation in the context of Article 13(4) of Directive 2009/28/EC and Articles 6 and 7 of this Directive.",
      "Nearly zero-energy buildings",
      "information on the policies and financial or other measures adopted in the context of paragraphs 1 and 2 for the promotion of nearly zero-energy buildings, including details of national requirements and measures concerning the use of energy from renewable sources in new buildings and existing buildings undergoing major renovation in the context of Article 13(4) of Directive 2009/28/EC and Articles 6 and 7 of this Directive.",
      "5.   The Commission shall by 31 December 2012 and every three years thereafter publish a report on the progress of Member States in increasing the number of nearly zero-energy buildings. On the basis of that report the Commission shall develop an action plan and, if necessary, propose measures to increase the number of those buildings and encourage best practices as regards the cost-effective transformation of existing buildings into nearly zero-energy buildings.",
      "2.   Member States shall furthermore, following the leading example of the public sector, develop policies and take measures such as the setting of targets in order to stimulate the transformation ofbuildings that are refurbished intonearly zero-energy buildings, and inform the Commission thereof in their national plans referred to in paragraph 1.",
      "Member States shall draw up national plans for increasing the number of nearly zero-energy buildings. These national plans may include targets differentiated according to the category of building.",
      "Member States shall draw up national plans for increasing the number ofnearly zero-energy buildings. These national plans may include targets differentiated according to the category of building.",
      "5.   The Commission shall by 31 December 2012 and every three years thereafter publish a report on the progress of Member States in increasing the number ofnearly zero-energy buildings. On the basis of that report the Commission shall develop an action plan and, if necessary, propose measures to increase the number of those buildings and encourage best practices as regards the cost-effective transformation of existing buildings into nearly zero-energy buildings."
    ],
    "Article 10": [
      "1.   In view of the importance of providing appropriate financing and other instruments to catalyse the energy performance ofbuildings and the transition tonearly zero-energy buildings, Member States shall take appropriate steps to consider the most relevant such instruments in the light of national circumstances.",
      "1.   In view of the importance of providing appropriate financing and other instruments to catalyse the energy performance of buildings and the transition to nearly zero-energy buildings, Member States shall take appropriate steps to consider the most relevant such instruments in the light of national circumstances."
    ],
    "Not Article": [
      "Measures are needed to increase the number ofbuildings which not only fulfil current minimum energy performance requirements, but are also more energy efficient, thereby reducing both energy consumption and carbon dioxide emissions. For this purpose Member States should draw up national plans for increasing the number ofnearly zero-energy buildings and regularly report such plans to the Commission.",
      "Measures are needed to increase the number of buildings which not only fulfil current minimum energy performance requirements, but are also more energy efficient, thereby reducing both energy consumption and carbon dioxide emissions. For this purpose Member States should draw up national plans for increasing the number of nearly zero-energy buildings and regularly report such plans to the Commission."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 9": {
      "article_score": 15,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        2
      ]
    },
    "Article 10": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    }
  }
}