{
  "term": "network user",
  "celex_id": "32009R0715",
  "original_definition": "'network user' means a customer or a potential customer of a transmission system operator, and transmission system operators themselves in so far as it is necessary for them to carry out their functions in relation to transmission;",
  "generated_definition": "'network user' means a party that uses a transmission system to transport or exchange electric energy, and who is involved in transactions such as nominations, capacity contracting and transfer of capacity rights.",
  "existing_sentences": {
    "Article 2": [
      "‘transport contract’ means a contract which the transmission system operator has concluded with a network user with a view to carrying out transmission;",
      "‘contracted capacity’ means capacity that the transmission system operator has allocated to a network user by means of a transport contract;",
      "‘technical capacity’ means the maximumfirm capacitythat thetransmissionsystem operator can offer to thenetwork users, taking account ofsystem integrity and the operational requirements of the transmission network;",
      "‘capacity’ means the maximum flow, expressed in normal cubic meters per time unit or in energy unit per time unit, to which thenetwork useris entitled in accordance with the provisions of thetransport contract;",
      "‘transport contract’ means a contract which thetransmissionsystem operator has concluded with anetwork user with a view to carrying out transmission;",
      "‘balancing period’ means the period within which the off-take of an amount of natural gas, expressed in units of energy, must be offset by everynetwork userby means of the injection of the same amount of natural gas into thetransmissionnetwork in accordance with thetransport contract or the network code;",
      "‘nomination’ means the prior reporting by thenetwork userto thetransmission system operator of the actual flow that the network user wishes to inject into or withdraw from the system;",
      "‘network user’ means a customer or a potential customer of atransmission system operator, and transmission system operators themselves in so far as it is necessary for them to carry out their functions in relation to transmission;",
      "‘network user’ means a customer or a potential customer of a transmission system operator, and transmission system operators themselves in so far as it is necessary for them to carry out their functions in relation to transmission;",
      "‘unused capacity’ means firm capacity which a network user has acquired under a transport contract but which that user has not nominated by the deadline specified in the contract;",
      "‘contracted capacity’ means capacity that thetransmissionsystem operator has allocated to anetwork userby means of atransport contract;",
      "‘nomination’ means the prior reporting by the network user to the transmission system operator of the actual flow that the network user wishes to inject into or withdraw from the system;",
      "‘technical capacity’ means the maximum firm capacity that the transmission system operator can offer to the network users, taking account of system integrity and the operational requirements of the transmission network;",
      "‘capacity’ means the maximum flow, expressed in normal cubic meters per time unit or in energy unit per time unit, to which the network user is entitled in accordance with the provisions of the transport contract;",
      "‘unused capacity’ meansfirm capacitywhich anetwork userhas acquired under atransport contract but which that user has not nominated by the deadline specified in the contract;",
      "‘balancing period’ means the period within which the off-take of an amount of natural gas, expressed in units of energy, must be offset by every network user by means of the injection of the same amount of natural gas into the transmission network in accordance with the transport contract or the network code;"
    ],
    "Article 7": [
      "1.   Draft amendments to any network code adopted under Article 6 may be proposed to the Agency by persons who are likely to have an interest in that network code, including the ENTSO for Gas,transmissionsystem operators,network users and consumers. The Agency may also propose amendments of its own initiative.",
      "1.   Draft amendments to any network code adopted under Article 6 may be proposed to the Agency by persons who are likely to have an interest in that network code, including the ENTSO for Gas, transmission system operators, network users and consumers. The Agency may also propose amendments of its own initiative."
    ],
    "Article 8": [
      "regarding cross-border interconnections, also build on the reasonable needs of different network users and integrate long-term commitments from investors referred to in Articles 14 and 22 of Directive 2009/73/EC; and"
    ],
    "Article 10": [
      "1.   While preparing the network codes, the draft Community-wide network development plan and the annual work programme referred to in Article 8(1), (2) and (3), the ENTSO for Gas shall conduct an extensive consultation process, at an early stage and in an open and transparent manner, involving all relevant market participants, and, in particular, the organisations representing all stakeholders, in accordance with the rules of procedure referred to in Article 5(1). That consultation shall also involve national regulatory authorities and other national authorities, supply and production undertakings, network users including customers, distribution system operators, including relevant industry associations, technical bodies and stakeholder platforms. It shall aim at identifying the views and proposals of all relevant parties during the decision-making process."
    ],
    "Article 13": [
      "Tariffs, or the methodologies used to calculate them, shall facilitate efficient gas trade and competition, while at the same time avoiding cross-subsidies between network users and providing incentives for investment and maintaining or creating interoperability for transmission networks.",
      "Tariffs fornetwork users shall be non-discriminatory and set separately for every entry point into or exit point out of thetransmission system. Cost-allocation mechanisms and rate setting methodology regarding entry points and exit points shall be approved by the national regulatory authorities. By 3 September 2011, the Member States shall ensure that, after a transitional period, network charges shall not be calculated on the basis of contract paths.",
      "Tariffs for network users shall be non-discriminatory and set separately for every entry point into or exit point out of the transmission system. Cost-allocation mechanisms and rate setting methodology regarding entry points and exit points shall be approved by the national regulatory authorities. By 3 September 2011, the Member States shall ensure that, after a transitional period, network charges shall not be calculated on the basis of contract paths.",
      "Tariffs, or the methodologies used to calculate them, shall facilitate efficient gas trade and competition, while at the same time avoiding cross-subsidies betweennetwork users and providing incentives for investment and maintaining or creating interoperability fortransmission networks."
    ],
    "Article 14": [
      "ensure that they offer services on a non-discriminatory basis to all network users;",
      "3.   Where appropriate, third-party access services may be granted subject to appropriate guarantees from network users with respect to the creditworthiness of such users. Such guarantees shall not constitute undue market-entry barriers and shall be non-discriminatory, transparent and proportionate.",
      "offer tonetwork users both long andshort-term services.",
      "offer to network users both long and short-term services."
    ],
    "Article 15": [
      "offer services on a non-discriminatory basis to all network users that accommodate market demand; in particular, where an LNG or storage system operator offers the same service to different customers, it shall do so under equivalent contractual terms and conditions;",
      "4.   Where appropriate, third-party access services may be granted subject to appropriate guarantees from network users with respect to the creditworthiness of such users. Such guarantees shall not constitute undue market-entry barriers and shall be non-discriminatory, transparent and proportionate."
    ],
    "Article 16": [
      "In regard to point (b) of the first subparagraph, a Member State may require notification or information of the transmission system operator by network users.",
      "In regard to point (b) of the first subparagraph, a Member State may require notification or information of thetransmissionsystem operator bynetwork users."
    ],
    "Article 18": [
      "1.   Thetransmissionsystem operator shall make public detailed information regarding the services it offers and the relevant conditions applied, together with the technical information necessary fornetwork users to gain effective network access.",
      "4.   The relevant points of a transmission system on which the information is to be made public shall be approved by the competent authorities after consultation with network users.",
      "4.   The relevant points of atransmissionsystem on which the information is to be made public shall be approved by the competent authorities after consultation withnetwork users.",
      "1.   The transmission system operator shall make public detailed information regarding the services it offers and the relevant conditions applied, together with the technical information necessary for network users to gain effective network access."
    ],
    "Article 21": [
      "2.   In order to enablenetwork users to take timely corrective action, thetransmission system operator shall provide sufficient, well-timed and reliable on-line based information on the balancing status of network users.",
      "3.   Imbalance charges shall be cost-reflective to the extent possible, whilst providing appropriate incentives on network users to balance their input and off-take of gas. They shall avoid cross-subsidisation between network users and shall not hamper the entry of new market entrants.",
      "2.   In order to enable network users to take timely corrective action, the transmission system operator shall provide sufficient, well-timed and reliable on-line based information on the balancing status of network users."
    ],
    "Article 23": [
      "details of the provision of information, definition of the technical information necessary for network users to gain effective access to the system and the definition of all relevant points for transparency requirements, including the information to be published at all relevant points and the time schedule for the publication of that information, in accordance with Articles 18 and 19;"
    ],
    "Article 32": [
      "Transmissionsystem operators shall consultnetwork users regarding procedures prior to their implementation and agree them with the regulatory authority.",
      "8.Transmissionsystem operators shall cooperate with other transmission system operators in coordinating the maintenance of their respective networks in order to minimise any disruption of transmission services tonetwork users and transmission system operators in other areas and in order to ensure equal benefits with respect to security of supply including in relation to transit.",
      "3.Transmissionsystem operators shall develop network codes and harmonised contracts following proper consultation withnetwork users.",
      "1.   In the event thatcontracted capacitygoes unused,transmissionsystem operators shall make that capacity available on theprimary marketon an interruptible basis via contracts of differing duration, as long as that capacity is not offered by the relevantnetwork useron thesecondary market at a reasonable price.",
      "4.Transmissionsystem operators shall implement standardisednominationandre-nominationprocedures. They shall develop information systems and electronic communication means to provide adequate data tonetwork users and to simplify transactions, such as nominations,capacity contracting and transfer of capacity rights between network users.",
      "9.   Transmission system operators shall publish at least annually, by a predetermined deadline, all planned maintenance periods that might affect network users' rights from transport contracts and corresponding operational information with adequate advance notice. This shall include publishing on a prompt and non-discriminatory basis any changes to planned maintenance periods and notification of unplanned maintenance, as soon as that information becomes available to the transmission system operator. During maintenance periods, transmission system operators shall publish regularly updated information on the details of and expected duration and effect of the maintenance.",
      "6.   Should difficulties in meeting contractual delivery obligations arise due tosystem integrityreasons,transmissionsystem operators should notifynetwork users and seek a non-discriminatory solution without delay.",
      "2.   Harmonisedtransport contracts and common network codes shall be designed in a manner that facilitates trading and re-utilisation ofcapacitycontracted bynetwork users without hampering capacity release.",
      "2.   Harmonised transport contracts and common network codes shall be designed in a manner that facilitates trading and re-utilisation of capacity contracted by network users without hampering capacity release.",
      "3.   Transmission system operators shall develop network codes and harmonised contracts following proper consultation with network users.",
      "1.   In the event that contracted capacity goes unused, transmission system operators shall make that capacity available on the primary market on an interruptible basis via contracts of differing duration, as long as that capacity is not offered by the relevant network user on the secondary market at a reasonable price.",
      "5.Transmissionsystem operators shall harmonise formalised request procedures and response times according to best industry practice with the aim of minimising response times. They shall provide for online screen-basedcapacitybooking and confirmation systems andnominationandre-nominationprocedures no later than 1 July 2006 after consultation with the relevantnetwork users.",
      "3.1.   Definition of the technical information necessary for network users to gain effective access to the system",
      "9.Transmissionsystem operators shall publish at least annually, by a predetermined deadline, all planned maintenance periods that might affectnetwork users' rights fromtransport contracts and corresponding operational information with adequate advance notice. This shall include publishing on a prompt and non-discriminatory basis any changes to planned maintenance periods and notification of unplanned maintenance, as soon as that information becomes available to the transmission system operator. During maintenance periods, transmission system operators shall publish regularly updated information on the details of and expected duration and effect of the maintenance.",
      "8.   Transmission system operators shall cooperate with other transmission system operators in coordinating the maintenance of their respective networks in order to minimise any disruption of transmission services to network users and transmission system operators in other areas and in order to ensure equal benefits with respect to security of supply including in relation to transit.",
      "4.   Transmission system operators shall implement standardised nomination and re-nomination procedures. They shall develop information systems and electronic communication means to provide adequate data to network users and to simplify transactions, such as nominations, capacity contracting and transfer of capacity rights between network users.",
      "5.   Network users shall be advised about the type of circumstance that could affect the availability of contracted capacity. Information on interruption should reflect the level of information available to the transmission system operator.",
      "6.Transmissionsystem operators shall not separately chargenetwork users for information requests and transactions associated with theirtransport contracts and which are carried out according to standard rules and procedures.",
      "5.   Transmission system operators shall harmonise formalised request procedures and response times according to best industry practice with the aim of minimising response times. They shall provide for online screen-based capacity booking and confirmation systems and nomination and re-nomination procedures no later than 1 July 2006 after consultation with the relevant network users.",
      "the different types oftransport contracts available for those services and, as applicable, the network code and/or the standard conditions outlining the rights and responsibilities of allnetwork users including harmonised transport contracts and other relevant documents;",
      "6.   Transmission system operators shall not separately charge network users for information requests and transactions associated with their transport contracts and which are carried out according to standard rules and procedures.",
      "Transmission system operators shall consult network users regarding procedures prior to their implementation and agree them with the regulatory authority.",
      "6.   Should difficulties in meeting contractual delivery obligations arise due to system integrity reasons, transmission system operators should notify network users and seek a non-discriminatory solution without delay.",
      "the different types of transport contracts available for those services and, as applicable, the network code and/or the standard conditions outlining the rights and responsibilities of all network users including harmonised transport contracts and other relevant documents;",
      "3.   Definition of the technical information necessary for network users to gain effective access to the system, the definition of all relevant points for transparency requirements and the information to be published at all relevant points and the time schedule according to which that information shall be published"
    ],
    "Not Article": [
      "To enhance competition through liquid wholesale markets for gas, it is vital that gas can be traded independently of its location in the system. The only way to do this is to givenetwork users the freedom to book entry and exitcapacity independently, thereby creating gas transport through zones instead of along contractual paths. The preference for entry-exit systems to facilitate the development of competition was already expressed by most stakeholders at the 6th Madrid Forum on 30 and 31 October 2002. Tariffs should not be dependent on the transport route. The tariff set for one or more entry points should therefore not be related to the tariff set for one or more exit points, and vice versa.",
      "To enhance competition through liquid wholesale markets for gas, it is vital that gas can be traded independently of its location in the system. The only way to do this is to give network users the freedom to book entry and exit capacity independently, thereby creating gas transport through zones instead of along contractual paths. The preference for entry-exit systems to facilitate the development of competition was already expressed by most stakeholders at the 6th Madrid Forum on 30 and 31 October 2002. Tariffs should not be dependent on the transport route. The tariff set for one or more entry points should therefore not be related to the tariff set for one or more exit points, and vice versa.",
      "There is substantial contractual congestion in the gas networks. The congestion-management and capacity-allocation principles for new or newly negotiated contracts are therefore based on the freeing-up of unused capacity by enabling network users to sublet or resell their contracted capacities and the obligation of transmission system operators to offer unused capacity to the market, at least on a day-ahead and interruptible basis. Given the large proportion of existing contracts and the need to create a true level playing field between users of new and existing capacity, those principles should be applied to all contracted capacity, including existing contracts.",
      "There is substantialcontractual congestionin the gas networks. The congestion-management andcapacity-allocation principles for new or newly negotiated contracts are therefore based on the freeing-up ofunused capacityby enablingnetwork users to sublet or resell their contracted capacities and the obligation oftransmissionsystem operators to offer unused capacity to the market, at least on a day-ahead and interruptible basis. Given the large proportion of existing contracts and the need to create a true level playing field between users of new and existing capacity, those principles should be applied to allcontracted capacity, including existing contracts."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 16,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        0,
        0,
        1,
        1,
        2,
        1,
        1,
        1,
        1
      ]
    },
    "Article 7": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 8": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 10": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 13": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 14": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 15": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 16": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 18": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 21": {
      "article_score": 6,
      "statement_scores": [
        2,
        2,
        2
      ]
    },
    "Article 23": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 32": {
      "article_score": 27,
      "statement_scores": [
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    }
  }
}