{
  "term": "network",
  "celex_id": "32023R0826",
  "original_definition": "'network' means a communication infrastructure with a topology of links, an architecture, including the physical components, organisational principles, communication procedures and formats (protocols);",
  "generated_definition": "'network' means a network is a group of devices connected together to facilitate communication and exchange data.",
  "existing_sentences": {
    "Article 2": [
      "‘remotely initiated trigger’ means a signal that comes from outside theequipmentvia anetwork;",
      "‘remotely initiated trigger’ means a signal that comes from outside the equipment via a network;",
      "‘network’ means a communication infrastructure with a topology of links, an architecture, including the physical components, organisational principles, communication procedures and formats (protocols);"
    ],
    "Article 10": [
      "The power consumption of networked equipment, other than HiNA equipment or equipment with HiNA functionality, in networked standby shall not exceed 2,00 W.",
      "If the equipment has more than one type of network port, for each type of network port the following procedure is repeated. If two or more network ports of a type are available, one port is chosen randomly for each type of network port and that port is connected to the appropriate network complying with the port’s maximum specification.",
      "The following general conditions shall apply when testingnetworkedequipment:",
      "theequipmentdoes not have astandby modeor other equivalent state in terms of energy efficiency requirements, power management function or the ability to deactivate wirelessnetwork connections mode;",
      "‘Motor-operated building element’ means opening or comfort equipment in buildings, excluding ventilation equipment, that can move or rotate, or both, by using input from the mains power source. The motor-operated building element incorporates an electric motor or an actuator and a control unit, and is operated by the end-user through cabled and/or wireless control(s), via a network, or controlled automatically with the use of sensors;",
      "‘Networkavailability’ means a capability of theequipmentto resume functions after aremotely initiated trigger has been detected by a network port;",
      "‘Networkedequipment’ means equipment that can connect to a network and has one or more network ports;",
      "‘Modem’ means a network device whose main function is to transmit and receive digitally modulated analogue signals over a wired network;",
      "‘Motor-operated adjustable furniture’ means furniture that includes motors or actuators and a control unit to adjust height, position or form. Those adjustments are operated by the end-user through cabled and/or wireless controls, via a network or controlled automatically with the use of sensors;",
      "The power management function shall be available for allnetworkports of the networkedequipment.",
      "Unless all network ports are deactivated, the power management function shall be activated when the equipment is placed on the market or put into service. After the equipment is reset to its factory default settings, the power management function shall be activated if any of the network ports is activated.",
      "Possibility of deactivating wireless network connections:",
      "The tested unit is switched on. The device that provides theremotely initiated triggerthat will reactivate the tested unit is connected to the appropriatenetwork, switched on, and ready to provide the trigger when required to. Once the tested unit is switched on and working properly, it is allowed to go intonetworked standbyand the power consumption is measured. Then the appropriate trigger is given to the unit through the network port and a check is made on whether theequipment is reactivated. If one physical network port is shared by two or more types of (logical) network ports, that procedure is repeated for each type of logical network port, with the other logical network ports being logical-disconnected.",
      "To measure the energy consumption instandby modeofnetworkedequipment that has such mode, all network ports of the unit shall be deactivated or disconnected, as applicable.",
      "‘Networkedequipmentwith high network availability’ or ‘HiNA equipment’ means equipment with one or more of the following functionalities, but no other, as themain function(s): those of a router, network switch, wireless network access point, hub, modem, VoIP telephone, video phone;",
      "Power management function for all equipment other than networked equipment:",
      "If applicable, a technical justification shall be provided that the requirements set out in point 2(a), 2(b), 2(c) and 2(d) are inappropriate for the intended use of equipment. The need to maintain one or more network connections or to wait for a remotely initiated trigger is not considered a technical justification for exemption from the requirements set out in point 2(b) in the case of equipment that is not defined as networked equipment by the manufacturer. For the requirements set out in point 2(c), the technical justification shall, in particular, provide evidence on why a main function needs to remain always active. In addition, where applicable, the packaging shall mention explicitly that:",
      "Power management fornetworkedequipment:",
      "‘Networkswitch’ means a network device whosemain function is to filter, forward and distribute frames based on the destination address of each frame. All switches operate at least at the data link layer (L2);",
      "guidance on how to activate and deactivate wireless network ports.",
      "‘Networkport’ means a wired or wireless physical interface of the network connection located on theequipment through which the equipment can be remotely activated;",
      "Power management for networked equipment:",
      "Networkedequipment other than HiNA equipment shall comply with the requirements set out in point 2(b) when all wired network ports are disconnected and all wireless network ports are deactivated.",
      "the number and type of network ports and, with the exception of wireless network ports, where those ports are located on the equipment; in particular it shall be declared if the same physical network port accommodates two or more types of network ports;",
      "If for a certain type of network port only one port is available, that port is connected to the appropriate network complying with the port’s maximum specification. Wired network ports not used shall be disconnected and wireless ports not used shall be deactivated.",
      "for networked equipment, specification whether it is HiNA equipment, equipment with HiNA functionality, or other networked equipment; where no information is provided, the equipment is not considered HiNA equipment or equipment with HiNA functionality;",
      "The tested unit is switched on. The device that provides theremotely initiated triggerthat will reactivate the tested unit is connected to the appropriatenetwork, switched on, and ready to provide the trigger when required to. Once the tested unit is switched on and working properly, it is allowed to go intonetworked standbyand the power consumption is measured. Then the appropriate trigger is given to the unit through the network port and a check is made on whether theequipment is reactivated.",
      "Networkedequipmentthat has one or morestandby modes shall comply with the requirements for those standby modes when all wired network ports are disconnected and all wireless network ports are deactivated.",
      "Networked equipment other than HiNA equipment shall comply with the requirements set out in point 2(b) when all wired network ports are disconnected and all wireless network ports are deactivated.",
      "Anynetworkedequipment that can be connected to a wireless network shall offer the user the possibility to deactivate the wireless network connections. That requirement does not apply to equipment that relies on a single wireless network connection for intended use and have no wired network connection.",
      "‘Wireless network access point’ means a network device whose main function is to provide IEEE 802.11 (Wi-Fi) connectivity to multiple clients;",
      "‘Hub’ means a network device that contains multiple ports and is used to connect segments of a Local Area Network;",
      "The tested unit is switched on. The device that provides the remotely initiated trigger that will reactivate the tested unit is connected to the appropriate network, switched on, and ready to provide the trigger when required to. Once the tested unit is switched on and working properly, it is allowed to go into networked standby and the power consumption is measured. Then the appropriate trigger is given to the unit through the network port and a check is made on whether the equipment is reactivated. If one physical network port is shared by two or more types of (logical) network ports, that procedure is repeated for each type of logical network port, with the other logical network ports being logical-disconnected.",
      "whether all network ports are deactivated before the equipment is placed on the market or put into service;",
      "guidance on how to activate and deactivate wireless network ports;",
      "‘Networked equipment’ means equipment that can connect to a network and has one or more network ports;",
      "specification whether it is networked or non-networked equipment;",
      "‘Network port’ means a wired or wireless physical interface of the network connection located on the equipment through which the equipment can be remotely activated;",
      "whether allnetworkports are deactivated before theequipment is placed on the market or put into service;",
      "specification whether it isnetworked or non-networkedequipment;",
      "If theequipmenthas one type ofnetwork port and if two or more ports of that type are available, one of those ports is randomly chosen and that port is connected to the appropriate network complying with the port’s maximum specification. If the equipment has multiple wireless network ports of the same type, the other wireless ports shall be deactivated if possible. If the equipment has multiple wired network ports of the same type, the other network ports shall be disconnected. If only one network port is available, that port is connected to the appropriate network complying with the port’s maximum specification.",
      "‘Wirelessnetworkaccess point’ means a network device whosemain function is to provide IEEE 802.11 (Wi-Fi) connectivity to multiple clients;",
      "the number and type ofnetworkports and, with the exception of wireless network ports, where those ports are located on theequipment; in particular it shall be declared if the same physical network port accommodates two or more types of network ports;",
      "If the equipment relies on active wired connection to one or more network ports for the intended use, manual deactivation of those network ports is allowed instead of wire disconnection.",
      "for each type of network port:",
      "‘Physical network port’ means the physical (hardware) medium of a network port. A physical network port can host two or more network technologies;",
      "‘Networked equipment with high network availability functionality’ or ‘equipment with HiNA functionality’ means equipment that has the functionality of a router, network switch, wireless network access point or combination thereof included, but not being HiNA equipment;",
      "‘Network switch’ means a network device whose main function is to filter, forward and distribute frames based on the destination address of each frame. All switches operate at least at the data link layer (L2);",
      "‘Networkedequipment with high network availability functionality’ or ‘equipment with HiNA functionality’ means equipment that has the functionality of a router, network switch, wireless network access point or combination thereof included, but not being HiNA equipment;",
      "If theequipmenthas more than one type ofnetwork port, for each type of network port the following procedure is repeated. If two or more network ports of a type are available, one port is chosen randomly for each type of network port and that port is connected to the appropriate network complying with the port’s maximum specification.",
      "fornetworkedequipment:",
      "‘Network availability’ means a capability of the equipment to resume functions after a remotely initiated trigger has been detected by a network port;",
      "If applicable, a technical justification shall be provided that the requirements set out in point 2(a), 2(b), 2(c) and 2(d) are inappropriate for the intended use ofequipment. The need to maintain one or morenetworkconnections or to wait for aremotely initiated triggeris not considered a technical justification for exemption from the requirements set out in point 2(b) in the case of equipment that is not defined as networked equipment by the manufacturer. For the requirements set out in point 2(c), the technical justification shall, in particular, provide evidence on why amain function needs to remain always active. In addition, where applicable, the packaging shall mention explicitly that:",
      "The tested unit is switched on. The device that provides the remotely initiated trigger that will reactivate the tested unit is connected to the appropriate network, switched on, and ready to provide the trigger when required to. Once the tested unit is switched on and working properly, it is allowed to go into networked standby and the power consumption is measured. Then the appropriate trigger is given to the unit through the network port and a check is made on whether the equipment is reactivated.",
      "The power consumption ofnetworkedequipment, other than HiNA equipment or equipment with HiNA functionality, innetworked standby shall not exceed 2,00 W.",
      "If the equipment has one type of network port and if two or more ports of that type are available, one of those ports is randomly chosen and that port is connected to the appropriate network complying with the port’s maximum specification. If the equipment has multiple wireless network ports of the same type, the other wireless ports shall be deactivated if possible. If the equipment has multiple wired network ports of the same type, the other network ports shall be disconnected. If only one network port is available, that port is connected to the appropriate network complying with the port’s maximum specification.",
      "Power management function for allequipmentother thannetworked equipment:",
      "Unless allnetworkports are deactivated, the power management function shall be activated when theequipment is placed on the market or put into service. After the equipment is reset to its factory default settings, the power management function shall be activated if any of the network ports is activated.",
      "‘Networked equipment with high network availability’ or ‘HiNA equipment’ means equipment with one or more of the following functionalities, but no other, as the main function(s): those of a router, network switch, wireless network access point, hub, modem, VoIP telephone, video phone;",
      "Any networked equipment that can be connected to a wireless network shall offer the user the possibility to deactivate the wireless network connections. That requirement does not apply to equipment that relies on a single wireless network connection for intended use and have no wired network connection.",
      "for networked equipment:",
      "‘Router’ means anetworkdevice whosemain function is to determine the optimal path along which network traffic should be forwarded. Routers forward packets of data from one network to another, based on network layer information (L3);",
      "Networked equipment that has one or more standby modes shall comply with the requirements for those standby modes when all wired network ports are disconnected and all wireless network ports are deactivated.",
      "‘Router’ means a network device whose main function is to determine the optimal path along which network traffic should be forwarded. Routers forward packets of data from one network to another, based on network layer information (L3);",
      "‘Media streaming device’ means a hardware device that delivers any media content, live or recorded, to end-user devices over a network and played back in real time.",
      "fornetworkedequipment, specification whether it is HiNA equipment, equipment with HiNA functionality, or other networked equipment; where no information is provided, the equipment is not considered HiNA equipment or equipment with HiNA functionality;",
      "the equipment does not have a standby mode or other equivalent state in terms of energy efficiency requirements, power management function or the ability to deactivate wireless network connections mode;",
      "To measure the energy consumption in standby mode of networked equipment that has such mode, all network ports of the unit shall be deactivated or disconnected, as applicable.",
      "‘Modem’ means anetworkdevice whosemain function is to transmit and receive digitally modulated analogue signals over a wired network;",
      "‘Logical network port’ means the network technology running over a physical network port;",
      "The following general conditions shall apply when testing networked equipment:",
      "‘Motor-operated building element’ means opening or comfortequipmentin buildings, excluding ventilation equipment, that can move or rotate, or both, by using input from themainspower source. The motor-operated building element incorporates an electric motor or an actuator and a control unit, and is operated by the end-user through cabled and/or wireless control(s), via anetwork, or controlled automatically with the use of sensors;",
      "The power management function shall be available for all network ports of the networked equipment.",
      "If theequipmentrelies on active wired connection to one or morenetwork ports for the intended use, manual deactivation of those network ports is allowed instead of wire disconnection."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 1,
      "statement_scores": [
        0,
        1,
        0
      ]
    },
    "Article 10": {
      "article_score": 128,
      "statement_scores": [
        0,
        5,
        0,
        0,
        1,
        1,
        2,
        2,
        1,
        0,
        2,
        1,
        5,
        1,
        3,
        0,
        1,
        0,
        1,
        1,
        1,
        0,
        2,
        4,
        3,
        0,
        1,
        2,
        2,
        4,
        2,
        2,
        6,
        1,
        1,
        2,
        0,
        2,
        0,
        0,
        6,
        1,
        3,
        2,
        1,
        4,
        3,
        2,
        3,
        4,
        0,
        2,
        0,
        2,
        0,
        7,
        0,
        1,
        3,
        4,
        0,
        3,
        2,
        4,
        1,
        0,
        1,
        1,
        1,
        3,
        0,
        0,
        1,
        1
      ]
    }
  }
}