{
  "term": "nomination",
  "celex_id": "32016R1719",
  "original_definition": "'nomination' means the notification of the use of long-term cross-zonal capacity by a physical transmission rights holder and its counterparty, or an authorised third party, to the respective TSOs;",
  "generated_definition": "'nomination' means a process of selecting or designating a person or entity for a specific purpose, such as appointment, election, or designation, involving specific timings and format of communication.",
  "existing_sentences": {
    "Article 2": [
      "‘nomination’ means the notification of the use of long-term cross-zonal capacity by a physical transmission rights holder and its counterparty, or an authorised third party, to the respective TSOs;"
    ],
    "Article 25": [
      "1.   TSOs shall coordinate curtailments of already allocated long-term cross-zonal capacity, if the curtailments concern a time frame of more than 48 hours ahead of the start of the delivery day. In case of curtailment of long-term transmission rights, including nominations in respect of such rights, within 48 hours ahead of the start of the delivery day, TSOs in each capacity calculation region shall apply the day-ahead and intraday capacity calculation process as referred in Article 29 of Regulation (EU) 2015/1222.",
      "1.   TSOs shall coordinate curtailments of already allocated long-term cross-zonal capacity, if the curtailments concern a time frame of more than 48 hours ahead of the start of the delivery day. In case of curtailment oflong-term transmission rights, includingnominations in respect of such rights, within 48 hours ahead of the start of the delivery day, TSOs in each capacity calculation region shall apply the day-ahead and intraday capacity calculation process as referred in Article 29 of Regulation (EU) 2015/1222."
    ],
    "Article 32": [
      "2.   Where the physical transmission rights holders do not make a nomination by the deadline specified in the nomination rules, they shall be entitled to obtain remuneration in accordance with Article 35.",
      "2.   Where the physical transmission rights holders do not make anominationby the deadline specified in thenomination rules, they shall be entitled to obtain remuneration in accordance with Article 35."
    ],
    "Article 35": [
      "Nomination procedures for physical transmission rights"
    ],
    "Article 36": [
      "description of the nomination process;",
      "nomination timings;",
      "format of nomination and communication.",
      "General provisions for physical transmission rights nomination"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 25": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 32": {
      "article_score": 2,
      "statement_scores": [
        2,
        0
      ]
    },
    "Article 35": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 36": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    }
  }
}