{
  "term": "non-standard contract",
  "celex_id": "32014R1348",
  "original_definition": "'non-standard contract' means a contract concerning any wholesale energy product that is not a standard contract;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘non-standard contract’ means a contract concerning any wholesale energy product that is not a standard contract;"
    ],
    "Not Article": [
      "The type and source of reportable data can influence the resources and time the reporting parties need to invest in preparing for data submission. For example completing procedures for reportingstandard contracts executed atorganised market places takes less time than setting up systems for reportingnon-standard contracts or certainfundamental data. To this end the obligation for reporting should be phased in, starting with transmitting fundamental data available on the transparency platforms of ENTSO for Electricity and of ENTSO for Gas as well as standard contracts executed at organised market places. Reporting of non-standard contracts should follow reflecting the extra time needed for completing procedures for reporting. Staggered data reporting would also help the Agency to better allocate its resources to prepare for receiving the information.",
      "The type and source of reportable data can influence the resources and time the reporting parties need to invest in preparing for data submission. For example completing procedures for reporting standard contracts executed at organised market places takes less time than setting up systems for reporting non-standard contracts or certain fundamental data. To this end the obligation for reporting should be phased in, starting with transmitting fundamental data available on the transparency platforms of ENTSO for Electricity and of ENTSO for Gas as well as standard contracts executed at organised market places. Reporting of non-standard contracts should follow reflecting the extra time needed for completing procedures for reporting. Staggered data reporting would also help the Agency to better allocate its resources to prepare for receiving the information.",
      "Efficient reporting and targeted monitoring requires standard and non-standard contracts to be distinguished. Since prices of standard contracts serve also as reference prices for non-standard contracts, the Agency should receive information regarding standard contracts on a daily basis. Details of non-standard contracts should be reportable up to one month from their conclusion.",
      "Efficient reporting and targeted monitoring requires standard andnon-standard contracts to be distinguished. Since prices of standard contracts serve also as reference prices for non-standard contracts, the Agency should receive information regarding standard contracts on a daily basis. Details of non-standard contracts should be reportable up to one month from their conclusion."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Not Article": {
      "article_score": 10,
      "statement_scores": [
        2,
        2,
        3,
        3
      ]
    }
  }
}