{
  "term": "off mode",
  "celex_id": "32014R0066",
  "original_definition": "'off mode' means a condition in which the equipment is connected to the mains power source but is not providing any function, or only provides an indication of off-mode condition, or only provides functionalities intended to ensure electromagnetic compatibility pursuant to Directive 2004/108/EC of the European Parliament and of the Council (5);",
  "generated_definition": "'off mode' means po is the electric power input of the domestic range hood in watt and rounded to the second decimal place, measured power consumption off mode.",
  "existing_sentences": {
    "Article 2": [
      "‘off mode’ means a condition in which the equipment is connected to the mains power source but is not providing any function, or only provides an indication of off-mode condition, or only provides functionalities intended to ensure electromagnetic compatibility pursuant to Directive 2004/108/EC of the European Parliament and of the Council (5);"
    ],
    "Article 8": [
      "‘off mode’, or",
      "Power consumption in ‘off mode’: the power consumption in any off-mode condition shall not exceed 1,00 W.",
      "Availability of ‘off mode’ and/or ‘standby mode’: domestic range hoods shall provide ‘off mode’ and/or ‘standby mode’, and/or another condition which does not exceed the applicable power consumption requirements for ‘off mode’ and/or ‘standby mode’ when the equipment is connected to the mains power source.",
      "Power consumption in ‘off mode’: the power consumption in any off-mode condition shall not exceed 0,50 W.",
      "Po\n is the electric power input inoff modeof the domesticrange hood, in Watt and rounded to the second decimal place,",
      "another condition which does not exceed the applicable power consumption requirements for ‘off mode’ and/or ‘standby mode’ when the equipment is connected to the mains power source.",
      "Po\n is the electric power input in off mode of the domestic range hood, in Watt and rounded to the second decimal place,",
      "Measured power consumption off mode",
      "Availability of ‘off mode’ and/or ‘standby mode’: domesticrange hoods shall provide ‘off mode’ and/or ‘standby mode’, and/or another condition which does not exceed the applicable power consumption requirements for ‘off mode’ and/or ‘standby mode’ when the equipment is connected to the mains power source."
    ],
    "Not Article": [
      "Standby and off-mode functions can be responsible for much of the total power consumption of domestic cooking appliances such as ovens, hobs and range hoods. For such appliances, power consumption of these functions is part of the minimum energy performance requirements. Standby and off-mode requirements for domestic ovens and hobs are set on the basis of the ecodesign requirements of Commission Regulation (EC) No 1275/2008 of 17 December 2008 implementing Directive 2005/32/EC of the European Parliament and of the Council with regard to ecodesign requirements for standby and off mode, and networked standby, electric power consumption of electrical and electronic household and office equipment (2).",
      "Standby and off-mode functions can be responsible for much of the total power consumption of domestic cooking appliances such asovens,hobs andrange hoods. For such appliances, power consumption of these functions is part of the minimum energy performance requirements. Standby and off-mode requirements for domestic ovens and hobs are set on the basis of the ecodesign requirements of Commission Regulation (EC) No 1275/2008 of 17 December 2008 implementing Directive 2005/32/EC of the European Parliament and of the Council with regard to ecodesign requirements for standby andoff mode, and networked standby, electric power consumption of electrical and electronic household and office equipment (2)."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 8": {
      "article_score": 3,
      "statement_scores": [
        0,
        0,
        0,
        0,
        1,
        0,
        1,
        1,
        0
      ]
    },
    "Not Article": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    }
  }
}