{
  "term": "particulate matter",
  "celex_id": "32015R1189",
  "original_definition": "'particulate matter' means particles of various shape, structure and density scattered in the gaseous phase of the flue gas.",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘particulate matter’ means particles of various shape, structure and density scattered in the gaseous phase of the flue gas."
    ],
    "Article 7": [
      "to set stricter ecodesign requirements beyond 2020 for energy efficiency and for emissions of particulate matter, organic gaseous compounds and carbon monoxide; and"
    ],
    "Article 8": [
      "Until 1 January 2020 Member States may allow the placing on the market and putting into service of solid fuel boilers which are in conformity with the national provisions in force regarding seasonal space heating energy efficiency, and emissions of particulate matter, organic gaseous compounds, carbon monoxide and nitrogen oxides."
    ],
    "Article 9": [
      "Emissions of particulate matter shall be measured by a gravimetric method excluding any particulate matter formed by organic gaseous compounds when flue gas is mixed with ambient air.",
      "Es,p\n are the emissions of respectively particulate matter, organic gaseous compounds, carbon monoxide and nitrogen oxides measured at 30 % or 50 % of rated heat output, as applicable;",
      "(4)  PM = particulate matter, OGC = organic gaseous compounds, CO = carbon monoxide, NOx = nitrogen oxides",
      "Es,p\n are the emissions of respectivelyparticulate matter, organic gaseous compounds, carbon monoxide and nitrogen oxides measured at 30 % or 50 % ofrated heat output, as applicable;",
      "Es,n\n are the emissions of respectivelyparticulate matter, organic gaseous compounds, carbon monoxide and nitrogen oxides measured atrated heat output.",
      "The seasonal space heating emissions Es\n of respectively particulate matter, organic gaseous compounds, carbon monoxide and nitrogen oxides are calculated as follows:",
      "Es,n\n are the emissions of respectively particulate matter, organic gaseous compounds, carbon monoxide and nitrogen oxides measured at rated heat output.",
      "The benchmarks specified in points 1 and 2(a) to (d) do not necessarily imply that a combination of those values is achievable for a single solid fuel boiler. An example of a good combination is an existing model with a seasonal space heating energy efficiency of 81 % and seasonal space heating emissions of particulate matter of 7 mg/m3, of organic gaseous compounds of 2 mg/m3, of carbon monoxide of 6 mg/m3 and of nitrogen oxides of 120 mg/m3.",
      "Emissions of particulate matter",
      "seasonal space heating emissions of particulate matter shall not be higher than 40 mg/m3 for automatically stoked boilers and not be higher than 60 mg/m3 for manually stoked boilers;",
      "Emissions of particulate matter, organic gaseous compounds, carbon monoxide and nitrogen oxides shall be expressed standardised to a dry flue gas basis at 10 % oxygen and standard conditions at 0 °C and 1 013 millibar."
    ],
    "Not Article": [
      "The combined effect of the ecodesign requirements set out in this Regulation and Commission Delegated Regulation (EU) 2015/1187 (2) is estimated to result by 2030 in annual energy savings of approximately 18 PJ (approximately 0,4 Mtoe), together with related carbon dioxide (‘CO2’) emission reductions of approximately 0,2 Mt, and a reduction of 10 kt in particulate matter, 14 kt in organic gaseous compounds, and 130 kt in carbon monoxide.",
      "The environmental aspects of solid fuel boilers that have been identified as significant for the purposes of this Regulation are energy consumption in the use phase and emissions of particulate matter (dust), organic gaseous compounds, carbon monoxide and nitrogen oxides in the use phase. The annual energy consumption related to solid fuel boilers is expected to be 530 petajoules (‘PJ’) (approximately 12,7 million tonnes of oil equivalent ‘Mtoe’) in 2030 and annual emissions are expected to be 25 kilotonnes (‘kt’) of particulate matter, 25 kt of organic gaseous compounds and 292 kt of carbon monoxide in 2030. Emissions of nitrogen oxides are expected to increase because of potential new solid fuel boiler designs aiming at higher energy efficiency and lower organic emissions. The preparatory study shows that use-phase energy consumption and emissions by solid fuel boilers can be significantly reduced."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 7": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 8": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 9": {
      "article_score": 12,
      "statement_scores": [
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 3,
      "statement_scores": [
        1,
        2
      ]
    }
  }
}