{
  "term": "physical inventory",
  "celex_id": "32005R0302",
  "original_definition": "'physical inventory' means the sum of all the measured batch quantities or derived estimates of batch quantities of nuclear material on hand at a given time within a material balance area, obtained in accordance with specified procedures;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "thephysical inventoryof nuclear material in eachmaterial balance area can be determined when necessary in accordance with specified procedures;",
      "‘physical inventory’ means the sum of all the measuredbatchquantities or derived estimates of batch quantities of nuclear material on hand at a given time within amaterial balance area, obtained in accordance with specified procedures;",
      "‘physical inventory’ means the sum of all the measured batch quantities or derived estimates of batch quantities of nuclear material on hand at a given time within a material balance area, obtained in accordance with specified procedures;",
      "‘book inventory’ of a material balance area means the algebraic sum of the most recent physical inventory of that material balance area, and of all inventory changes that have occurred since that physical inventory was taken;",
      "the physical inventory of nuclear material in each material balance area can be determined when necessary in accordance with specified procedures;",
      "‘material unaccounted for’ means the difference between thephysical inventoryand thebook inventory;",
      "‘material unaccounted for’ means the difference between the physical inventory and the book inventory;",
      "‘book inventory’ of amaterial balance areameans the algebraic sum of the most recentphysical inventory of that material balance area, and of all inventory changes that have occurred since that physical inventory was taken;"
    ],
    "Article 5": [
      "annually, an outline programme of activities on the basis of Annex XI, indicating, in particular, provisional dates for taking a physical inventory;",
      "at least 40 days before taking a physical inventory, the programme for such work."
    ],
    "Article 8": [
      "a description of the sequence of actions taken to prepare for, and take, a physical inventory, and to ensure that the inventory is correct and complete;"
    ],
    "Article 9": [
      "The accounting records relating to any inventory change andphysical inventoryshall show the material identification,batch dataandsource datafor each batch. These records shall account separately for uranium, thorium and plutonium, in accordance with thecategorieslisted in Article 18(2)(b). In addition, for each inventory change, the date of the change and, when appropriate, the dispatchingmaterial balance area or the shipper and the receiving material balance area or the recipient shall be indicated.",
      "The accounting records relating to any inventory change and physical inventory shall show the material identification, batch data and source data for each batch. These records shall account separately for uranium, thorium and plutonium, in accordance with the categories listed in Article 18(2)(b). In addition, for each inventory change, the date of the change and, when appropriate, the dispatching material balance area or the shipper and the receiving material balance area or the recipient shall be indicated.",
      "all measurement and counting results used to determine the physical inventory;"
    ],
    "Article 12": [
      "a first inventory change report containing any inventory changes up to and including the physical inventory taking date, which shall be sent at the latest, together with the second inventory change report, or together with the physical inventory listing and the material balance report if the latter are sent before the second inventory change report;",
      "2.   For months in which a physical inventory is taken, and the physical inventory taking date is not the last date of the month, two separate inventory change reports shall be transmitted:",
      "a second inventory change report containing all inventory changes from the first day after the physical inventory taking date to the end of the month which shall be sent within 15 days of the end of the month."
    ],
    "Article 13": [
      "Unless otherwise specified in the particular safeguard provisions referred to in Article 6 for an installation, a physical inventory shall be taken every calendar year and the period between two successive physical inventory takings shall not exceed 14 months.",
      "ending physical inventory;",
      "The reports and the listing shall be transmitted as soon as possible and at the latest within 30 days of the date on which a physical inventory was taken.",
      "Material balance report and physical inventory listing",
      "beginning physical inventory;",
      "aphysical inventorylisting, in the format set out in Annex V, showing allbatches separately.",
      "a physical inventory listing, in the format set out in Annex V, showing all batches separately.",
      "Unless otherwise specified in the particular safeguard provisions referred to in Article 6 for aninstallation, aphysical inventory shall be taken every calendar year and the period between two successive physical inventory takings shall not exceed 14 months."
    ],
    "Article 17": [
      "material balance reports and physical inventory listings provided for in Article 13;"
    ],
    "Article 18": [
      "separate material balance reports as well as separate line entries in inventory change reports and in physical inventory listings for the following categories of nuclear material:",
      "separate material balance reports as well as separate line entries in inventory change reports and inphysical inventorylistings for the followingcategories of nuclear material:"
    ],
    "Article 30": [
      "a description of the sequence of actions taken to prepare for and take a physical inventory, and to ensure that the inventory is correct and complete;",
      "a stock list to be updated yearly after the physical inventory taking;"
    ],
    "Article 40": [
      "Identification of items of equipment mentioned in the description referred to in points 13 and 18 that are to be regarded as containers for nuclear material under physical inventory conditions. State the timing of physical inventory taking.",
      "Physical inventory at the beginning of the reporting period (must be equal to the physical inventory at the end of the previous reporting period).",
      "Quantity of nuclear material accounted for in the material balance area, being the difference between the result of a physical inventory taken by the plant operator for his own purposes (without reporting a physical inventory listing to the Commission) and the book inventory established on the same date.",
      "Date of the physical inventory taking as reported in the material balance report on which the book adjustment for MUF (material unaccounted for) is based. Use only with inventory change code MF.",
      "Nuclear material unexpectedly found, except when detected in the course of a physical inventory taking. Use of this code in the MBR is only allowed if a special report was sent to the Commission when the inventory change occurred or became known.",
      "Description of procedures, scheduled frequency and methods for operator’s physical inventory taking (both for item and/or mass accountancy, including main assay methods), and expected accuracy.",
      "In the reporting material balance area when the weights have already been given in a previous inventory change report or physical inventory listing.",
      "Refer to point 15. Identify items of equipment on the flow sheets referred to in points 10 and 17 that are to be regarded as containers for nuclear material under physical inventory conditions. State the schedule of physical inventory taking during the campaign.",
      "Physical inventory",
      "Nuclear material unexpectedly found, except when detected in the course of a physical inventory taking. Use of this code requires a special report to be sent to the Commission.",
      "In another material balance area when the weights have already been given in a previous inventory change report or physical inventory listing for the present material balance area.",
      "Identification ofitems of equipment mentioned in the description referred to in points 13 and 18 that are to be regarded as containers for nuclear material underphysical inventory conditions. State the timing of physical inventory taking.",
      "If batch follow-up is required in the particular safeguard provisions, the batch designation previously used for the batch in an inventory change report or in a previous physical inventory listing must be used.",
      "Each physical inventory line must indicate the number of items involved. If a group of items belonging to the same batch are reported as several lines, the sum of the number of items reported must equal the total number of items in the group. If the lines involve more than one element category, the number of items should be declared in the line(s) for the element category of highest strategic value only (in descending order: P, H, L, N, D, T).",
      "Description of: procedures, scheduled frequency and methods for operator’sphysical inventorytaking (both foritem and/or mass accountancy, including main assay methods and expected accuracy); access to nuclear material in the core and to irradiated nuclear material outside the core; expected radiation levels.",
      "Description of procedures, scheduled frequency and methods for operator’s physical inventory taking (both for item and/or mass accountancy including main assay methods), and expected accuracy.",
      "Start date of MBR, date of the day immediately following the day of the previous physical inventory taking.",
      "Ifbatchfollow-up is required in the particular safeguard provisions, the batch designation previously used for the batch in an inventory change report or in a previousphysical inventory listing must be used.",
      "Eachphysical inventoryline must indicate the number ofitems involved. If a group of items belonging to the samebatch are reported as several lines, the sum of the number of items reported must equal the total number of items in the group. If the lines involve more than one element category, the number of items should be declared in the line(s) for the element category of highest strategic value only (in descending order: P, H, L, N, D, T).",
      "dates and duration of physical inventory taking.",
      "Date on which the physical inventory was taken",
      "P for physical inventory listings",
      "‘ending physical inventory (PE)’",
      "Description of methods for statistical evaluation of data collected in measurement control programmes for evaluating the precision and the accuracy of measurements and for estimating measurement uncertainties (i.e. determination of the standard deviations of random and systematic error in the measurements). Also description of statistical procedures used to combine individual error estimates to obtain the standard deviations of overall error for shipper/receiver differences, the book inventory, the physical inventory and material unaccounted for.",
      "Physical inventory at the end of the reporting period.",
      "End date of MBR, date of current physical inventory taking.",
      "P for physical inventory listings.",
      "Book adjustment formaterial unaccounted for. Must be equal to the difference between the endingphysical inventory(PE) and the endingbook inventory (BA) reported in the material balance report (Annex IV). The original date must be that of the physical inventory taking, while the accounting date must be after the date of the physical inventory taking.",
      "Ending physical inventory",
      "Quantity of nuclear material accounted for in thematerial balance area, being the difference between the result of aphysical inventorytaken by the plant operator for his own purposes (without reporting a physical inventory listing to the Commission) and thebook inventory established on the same date.",
      "Description of procedures, scheduled frequency and methods for operator’sphysical inventorytaking (both foritem and/or mass accountancy, including main assay methods), and expected accuracy.",
      "nuclear material accountancy and control system, including techniques for physical inventory taking,",
      "In anothermaterial balance areawhen the weights have already been given in a previous inventory change report orphysical inventory listing for the present material balance area.",
      "In the reportingmaterial balance areawhen the weights have already been given in a previous inventory change report orphysical inventory listing.",
      "Indicate when and how often material balances are established, including any established during campaigns. Description of method and procedure for adjusting accounts after a physical inventory taking.",
      "Refer to point 15. Identifyitems of equipment on the flow sheets referred to in points 10 and 17 that are to be regarded as containers for nuclear material underphysical inventory conditions. State the schedule of physical inventory taking during the campaign.",
      "Description of procedures, scheduled frequency and methods for operator’sphysical inventorytaking (both foritem and/or mass accountancy including main assay methods), and expected accuracy.",
      "physical inventory of in-process materials;",
      "Book adjustment for material unaccounted for. Must be equal to the difference between the ending physical inventory (PE) and the ending book inventory (BA) reported in the material balance report (Annex IV). The original date must be that of the physical inventory taking, while the accounting date must be after the date of the physical inventory taking.",
      "Description of methods for statistical evaluation of data collected in measurement control programmes for evaluating the precision and the accuracy of measurements and for estimating measurement uncertainties (i.e. determination of the standard deviations of random and systematic error in the measurements). Also description of statistical procedures used to combine individual error estimates to obtain the standard deviations of overall error forshipper/receiver differences, thebook inventory, thephysical inventoryandmaterial unaccounted for.",
      "If, on the date thephysical inventorywas taken, there was no nuclear material in thematerial balance area, only labels from 1 to 7, 16, 17 and 28 above should be completed on the report.",
      "If, on the date the physical inventory was taken, there was no nuclear material in the material balance area, only labels from 1 to 7, 16, 17 and 28 above should be completed on the report.",
      "Indicate when and how often material balances are established, including those established during campaigns. Description of method and procedure for adjusting accounts after a physical inventory taking.",
      "Beginning physical inventory",
      "Date of physical inventory taking (PIT) to which MF adjustment refers (use with IC code MF only)",
      "Description of: procedures, scheduled frequency and methods for operator’s physical inventory taking (both for item and/or mass accountancy, including main assay methods and expected accuracy); access to nuclear material in the core and to irradiated nuclear material outside the core; expected radiation levels.",
      "Description of the procedures for nuclear material accountancy and control, including procedures for physical inventory taking.",
      "Day, month and year when the physical inventory was taken, reflecting the situation at 24.00.",
      "Date of thephysical inventorytaking as reported in the material balance report on which the book adjustment for MUF (material unaccounted for) is based. Use only with inventory change code MF.",
      "Description of the normal procedures adopted for complete or partial clean-out of the plant. Include description of special sampling and measurement points associated with the clean-out procedure and subsequent physical inventory taking, if not described in point 10 above."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 8,
      "statement_scores": [
        1,
        0,
        0,
        2,
        1,
        1,
        1,
        2
      ]
    },
    "Article 5": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 8": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 9": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Article 12": {
      "article_score": 5,
      "statement_scores": [
        2,
        2,
        1
      ]
    },
    "Article 13": {
      "article_score": 10,
      "statement_scores": [
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        2
      ]
    },
    "Article 17": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 18": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 30": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 40": {
      "article_score": 61,
      "statement_scores": [
        2,
        2,
        2,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        3,
        1,
        2,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        3,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}