{
  "term": "process chiller",
  "celex_id": "32015R1095",
  "original_definition": "'process chiller' means a product integrating at least one compressor and one evaporator, capable of cooling down and continuously maintaining the temperature of a liquid in order to provide cooling to a refrigerated appliance or system; it may or may not integrate the condenser, the coolant circuit hardware and other ancillary equipment;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 1": [
      "process chillers intended to operate athigh temperature;",
      "custom-made process chillers assembled on site, made on a one-off basis;",
      "3.   This Regulation also establishes ecodesign requirements for the placing on the market of process chillers intended to operate at low or medium temperature.",
      "3.   This Regulation also establishes ecodesign requirements for the placing on the market ofprocess chillers intended to operate at low ormedium temperature.",
      "process chillers intended to operate at high temperature;",
      "process chillers exclusively using evaporative condensing;"
    ],
    "Article 2": [
      "‘evaporative condensing chiller’ means aprocess chiller equipped with an evaporating condenser, in which the refrigerant is cooled by a combination of air movement and water spray.",
      "‘rated cooling capacity’, expressed in kW, means the cooling capacity that theprocess chiller is able to reach, when operating at full load, and measured at standard rating conditions with the reference ambient temperature at 35 °C for air-cooled chillers and 30 °C water inlet temperature at the condenser for water-cooled chillers.",
      "‘rated cooling capacity’, expressed in kW, means the cooling capacity that the process chiller is able to reach, when operating at full load, and measured at standard rating conditions with the reference ambient temperature at 35 °C for air-cooled chillers and 30 °C water inlet temperature at the condenser for water-cooled chillers.",
      "‘process chiller’ means a product integrating at least one compressor and one evaporator, capable of cooling down and continuously maintaining the temperature of a liquid in order to provide cooling to a refrigerated appliance or system; it may or may not integrate the condenser, the coolant circuit hardware and other ancillary equipment;",
      "‘absorption chiller’ means aprocess chiller in which refrigeration is effected by an absorption process using heat as the energy source;",
      "‘absorption chiller’ means a process chiller in which refrigeration is effected by an absorption process using heat as the energy source;",
      "‘evaporative condensing chiller’ means a process chiller equipped with an evaporating condenser, in which the refrigerant is cooled by a combination of air movement and water spray."
    ],
    "Article 3": [
      "process chillers shall comply with the requirements set out in points 1(a) and 2 of Annex VII.",
      "process chillers shall comply with the requirements set out in point 1(b) of Annex VII.",
      "3.   The ecodesign requirements for process chillers are set out in Annex VII.",
      "7.   Compliance with ecodesign requirements for process chillers shall be measured and calculated in accordance with the methods set out in Annex VIII."
    ],
    "Article 6": [
      "The indicative benchmarks for best-performing professional refrigerated storage cabinets, condensing units and process chillers available on the market at the time of entry into force of this Regulation are set out in Annex XII.",
      "The indicative benchmarks for best-performingprofessional refrigerated storage cabinets,condensing units andprocess chillers available on the market at the time of entry into force of this Regulation are set out in Annex XII."
    ],
    "Article 7": [
      "forcondensing units andprocess chillers:",
      "an assessment of the appropriateness of setting ecodesign requirements for process chillers using evaporative condensing and process chillers using absorption technology;",
      "for condensing units and process chillers:"
    ],
    "Article 8": [
      "Measurements and calculations for process chillers",
      "any specific precautions that are to be taken when the process chiller is maintained;",
      "The process chiller model shall be considered to comply with the applicable requirements set out in Annex VII where:",
      "From 1 July 2018, the seasonal energy performance ratio (SEPR) of process chillers shall not fall below the following values:",
      "for process chillers using an air-cooled condenser, the ambient temperature Tj\n minus 5 °C divided by the reference ambient temperature minus 5 °C, and multiplied by 0,2 and added to 0,8. For ambient temperatures higher than the reference ambient temperature, the part load ratio shall be 1. For ambient temperatures lower than 5 °C, the part load ratio shall be 0,8;",
      "the effect of the degradation of energy efficiency caused by cycling depending on the type of capacity control of the process chiller shall be taken into account.",
      "‘rated cooling capacity’ (PA\n), expressed in kW to two decimal places, means the cooling capacity that theprocess chiller is able to reach, when operating at full load, and measured at standard rating conditions with the reference ambient temperature at 35 °C for air-cooled chillers and 30 °C water inlet temperature at the condenser for water-cooled chillers;",
      "Definitions related to process chillers",
      "Ecodesign requirements for process chillers",
      "‘degradation coefficient’ (Cc) means the measure of efficiency loss due to cycling of process chillers at part load; if Cc is not determined by measurement, then the default degradation coefficient is Cc = 0,9;",
      "At the date of entry into force of this Regulation, the best available technology on the market for process chillers in terms of seasonal energy performance ratio was identified as follows:",
      "Refrigerant fluid(s): [information identifying the refrigerant fluid(s) intended to be used with the process chiller]",
      "Verification procedure for market surveillance purposes for process chillers",
      "type(s) and name(s) of refrigerant fluid(s) intended to be used with the process chiller;",
      "Information requirements for process chillers",
      "‘declared power input’ means the electrical power input needed by the process chiller to meet the declared cooling capacity;",
      "‘capacity control’ means the ability of a process chiller to change its capacity by changing the volumetric flow rate of the refrigerant, to be indicated as ‘fixed’ if the process chiller cannot change its volumetric flow rate, ‘staged’ if the volumetric flow rate is changed or varied in series of not more than two steps, or ‘variable’ if the volumetric flow rate is changed or varied in series of three or more steps;",
      "the type of process chiller, either air-cooled or water-cooled;",
      "the effect of the degradation of energy efficiency caused by cycling depending on the type ofcapacitycontrol of theprocess chiller shall be taken into account.",
      "For process chillers intended to operate at only one operating temperature, one of the two columns related to ‘Value’ can be deleted.",
      "for process chillers using a water-cooled condenser, the water inlet temperature at the condenser, expressed in degrees Celsius;",
      "For process chillers intended to be charged with a refrigerant fluid with a global warming potential lower than 150, SEPR values can be lower than the values indicated in points 1(a) and (b) by a maximum of 10 %.",
      "‘capacitycontrol’ means the ability of aprocess chiller to change its capacity by changing the volumetric flow rate of the refrigerant, to be indicated as ‘fixed’ if the process chiller cannot change its volumetric flow rate, ‘staged’ if the volumetric flow rate is changed or varied in series of not more than two steps, or ‘variable’ if the volumetric flow rate is changed or varied in series of three or more steps;",
      "‘reference ambient temperature’ means the ambient temperature, expressed in degrees Celsius, at which the part load ratio is equal to 1. It shall be set at 35 °C. For air-cooled process chillers, the air inlet temperature to the condenser is then defined as 35 °C while for water-cooled process chillers the water inlet temperature to the condenser is defined as 30 °C;",
      "for process chillers using a water-cooled condenser, the water inlet temperature Tj\n minus 9 °C divided by the reference water inlet temperature (30 °C) minus 9 °C, and multiplied by 0,2 and added to 0,8. For ambient temperatures higher than the reference ambient temperature, the part load ratio shall be 1. For ambient temperatures lower than 5 °C (9 °C water inlet temperature at the condenser), the part load ratio shall be 0,8;",
      "From 1 July 2016, the seasonal energy performance ratio (SEPR) of process chillers shall not fall below the following values:",
      "‘rated cooling capacity’ (PA\n), expressed in kW to two decimal places, means the cooling capacity that the process chiller is able to reach, when operating at full load, and measured at standard rating conditions with the reference ambient temperature at 35 °C for air-cooled chillers and 30 °C water inlet temperature at the condenser for water-cooled chillers;",
      "From 1 July 2016, the following product information on process chillers shall be provided:",
      "‘seasonal energy performance ratio’ (SEPR) is the efficiency ratio of a process chiller for providing cooling at standard rating conditions, representative of variations in load and ambient temperature throughout the year, and calculated as the ratio between annual cooling demand and annual electricity consumption, expressed to two decimal places;",
      "‘declared power input’ means the electrical power input needed by theprocess chillerto meet the declared coolingcapacity;",
      "for process chillers using an air-cooled condenser, the air dry bulb temperature, expressed in degrees Celsius"
    ],
    "Not Article": [
      "In addition to the legally binding requirements laid down in this Regulation, indicative benchmarks for best available technologies should be identified to ensure that information on the life-cycle environmental performance of professional refrigerated storage cabinets, condensing units and process chillers is widely available and easily accessible.",
      "Annual electricity consumption in the Union related tocondensing units,process chillers andprofessional refrigerated storage cabinets was estimated to have been 116,5 TWh (terawatt hour) in 2012, corresponding to 47 Mt CO2 emissions. Unless specific measures are taken, annual energy consumption is expected to be 134,5 TWh in 2020 and 154,5 TWh in 2030, corresponding to 54,5 and 62,5 Mt CO2 respectively. The combined effect of this Regulation and the Commission Delegated Regulation (EU) 2015/1094 (4) is expected to result in annual electricity savings of 6,3 TWh by 2020 and 15,6 TWh by 2030, as compared with what would happen if no measures were taken.",
      "For the purposes of this Regulation, energy consumption in the use phase has been identified as the significant environmental aspect of professional refrigerated storage cabinets, blast cabinets, condensing units and process chillers.",
      "implementing Directive 2009/125/EC of the European Parliament and of the Council with regard to ecodesign requirements forprofessional refrigerated storage cabinets,blast cabinets,condensing units andprocess chillers",
      "The Commission has carried out a preparatory study on the technical, environmental and economic aspects of refrigerating and freezing equipment typically used in the Union, including professional refrigerated storage cabinets, blast cabinets, condensing units and process chillers. The study was devised together with stakeholders and interested parties from the Union and third countries, and the results have been made publicly available.",
      "The Commission has carried out a preparatory study on the technical, environmental and economic aspects of refrigerating and freezing equipment typically used in the Union, includingprofessional refrigerated storage cabinets,blast cabinets,condensing units andprocess chillers. The study was devised together with stakeholders and interested parties from the Union and third countries, and the results have been made publicly available.",
      "To further limit the environmental impact of professional refrigerated storage cabinets, blast cabinets, condensing units and process chillers, manufacturers should provide information on disassembly, recycling or disposal.",
      "The ecodesign requirements should not affect the functionality or affordability ofprofessional refrigerated storage cabinets,blast cabinets,condensing units andprocess chillers from the end-user's perspective and should not negatively affect health, safety or the environment.",
      "Ecodesign requirements should harmonise energy consumption requirements forprofessional refrigerated storage cabinets,blast cabinets,condensing units andprocess chillers throughout the Union, thus helping to make the single market more efficient and to improve the environmental performance of those products.",
      "The preparatory study has shown that requirements regarding the other ecodesign parameters referred to in Part 1 of Annex I to Directive 2009/125/EC are not necessary in the case ofprofessional refrigerated storage cabinets,blast cabinets,condensing units andprocess chillers.",
      "Ecodesign requirements should harmonise energy consumption requirements for professional refrigerated storage cabinets, blast cabinets, condensing units and process chillers throughout the Union, thus helping to make the single market more efficient and to improve the environmental performance of those products.",
      "The preparatory study has shown that requirements regarding the other ecodesign parameters referred to in Part 1 of Annex I to Directive 2009/125/EC are not necessary in the case of professional refrigerated storage cabinets, blast cabinets, condensing units and process chillers.",
      "In addition to the legally binding requirements laid down in this Regulation, indicative benchmarks for best available technologies should be identified to ensure that information on the life-cycle environmental performance ofprofessional refrigerated storage cabinets,condensing units andprocess chillers is widely available and easily accessible.",
      "The Commission established the first Working Plan in accordance with Directive 2009/125/EC on 21 October 2008 (2), covering the years 2009 to 2011, identifying refrigerating and freezing equipment, includingprofessional refrigerated storage cabinets,blast cabinets,condensing units andprocess chillers, as a priority for the adoption of implementing measures.",
      "To further limit the environmental impact ofprofessional refrigerated storage cabinets,blast cabinets,condensing units andprocess chillers, manufacturers should provide information on disassembly, recycling or disposal.",
      "The ecodesign requirements should not affect the functionality or affordability of professional refrigerated storage cabinets, blast cabinets, condensing units and process chillers from the end-user's perspective and should not negatively affect health, safety or the environment.",
      "As regards process chillers, it is appropriate to set ecodesign requirements for direct greenhouse gas emissions related to the use of refrigerants, as this will further direct the market towards low global warming potential (GWP) refrigerants, which are at the same time often more energy efficient.",
      "As refrigerants are addressed under Regulation (EC) No 842/2006 (3), and as a review of this Regulation was proposed by the Commission on 7 November 2012, no specific restrictions on the use of refrigerants should be set in this Regulation. However, a bonus should be proposed under the ecodesign requirements forcondensing units andprocess chillers to steer the market towards the development of technologies based on the use of refrigerants with reduced harmful impact on the environment, as a bonus would lead to lower minimum energy efficiency requirements for condensing units and process chillers intended to be used with low GWP refrigerants. The future review will look at the treatment of products using high GWP refrigerants in line with the existing relevant legislation.",
      "The Commission established the first Working Plan in accordance with Directive 2009/125/EC on 21 October 2008 (2), covering the years 2009 to 2011, identifying refrigerating and freezing equipment, including professional refrigerated storage cabinets, blast cabinets, condensing units and process chillers, as a priority for the adoption of implementing measures.",
      "For the purposes of this Regulation, energy consumption in the use phase has been identified as the significant environmental aspect ofprofessional refrigerated storage cabinets,blast cabinets,condensing units andprocess chillers.",
      "As refrigerants are addressed under Regulation (EC) No 842/2006 (3), and as a review of this Regulation was proposed by the Commission on 7 November 2012, no specific restrictions on the use of refrigerants should be set in this Regulation. However, a bonus should be proposed under the ecodesign requirements for condensing units and process chillers to steer the market towards the development of technologies based on the use of refrigerants with reduced harmful impact on the environment, as a bonus would lead to lower minimum energy efficiency requirements for condensing units and process chillers intended to be used with low GWP refrigerants. The future review will look at the treatment of products using high GWP refrigerants in line with the existing relevant legislation.",
      "implementing Directive 2009/125/EC of the European Parliament and of the Council with regard to ecodesign requirements for professional refrigerated storage cabinets, blast cabinets, condensing units and process chillers",
      "Annual electricity consumption in the Union related to condensing units, process chillers and professional refrigerated storage cabinets was estimated to have been 116,5 TWh (terawatt hour) in 2012, corresponding to 47 Mt CO2 emissions. Unless specific measures are taken, annual energy consumption is expected to be 134,5 TWh in 2020 and 154,5 TWh in 2030, corresponding to 54,5 and 62,5 Mt CO2 respectively. The combined effect of this Regulation and the Commission Delegated Regulation (EU) 2015/1094 (4) is expected to result in annual electricity savings of 6,3 TWh by 2020 and 15,6 TWh by 2030, as compared with what would happen if no measures were taken."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 2": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        0,
        1,
        1,
        1
      ]
    },
    "Article 3": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 6": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 7": {
      "article_score": 4,
      "statement_scores": [
        1,
        2,
        1
      ]
    },
    "Article 8": {
      "article_score": 34,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        1,
        1,
        2,
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 25,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        2,
        1,
        1
      ]
    }
  }
}