{
  "term": "product database",
  "celex_id": "32019R2024",
  "original_definition": "'product database' means a collection of data concerning products, which is arranged in a systematic manner and consists of a consumer-oriented public part, where information concerning individual product parameters is accessible by electronic means, an online portal for accessibility and a compliance part, with clearly specified accessibility and security requirements, as referred to in Regulation (EU) 2017/1369 of the European Parliament and of the Council (10);",
  "generated_definition": "'product database' means a database that contains information on products, including their model information, which can be used to identify a product and is stored in a structured format for easy access and retrieval. accessible via a weblink that links the model information as stored in the product database or a link to the product database and information on how to find the model identifier on the product.",
  "existing_sentences": {
    "Article 2": [
      "‘product database’ means a collection of data concerning products, which is arranged in a systematic manner and consists of a consumer-oriented public part, where information concerning individual product parameters is accessible by electronic means, an online portal for accessibility and a compliance part, with clearly specified accessibility and security requirements, as referred to in Regulation (EU) 2017/1369 of the European Parliament and of the Council (10);"
    ],
    "Article 4": [
      "4.   The technical documentation shall include the information in the order and as set out in Annex VI of Delegated Regulation (EU) 2019/2018. Except for products referred to in point 3 of Article 1, for market surveillance purposes, manufacturers, importers or authorised representatives may, without prejudice to Annex IV, point 2(g) of Directive 2009/125/EC, refer to the technical documentation uploaded to the product database which contains the same information laid down in Delegated Regulation (EU) 2019/2018."
    ],
    "Article 9": [
      "instructions on how to find the model information in the product database, as set out in Delegated Regulation (EU) 2019/2018 by means of a weblink that links the model information as stored in the product database or a link to the product database and information on how to find the model identifier on the product.",
      "instructions on how to find the model information in theproduct database, as set out in Delegated Regulation (EU) 2019/2018 by means of a weblink that links the model information as stored in the product database or a link to the product database and information on how to find themodel identifier on the product."
    ],
    "Not Article": [
      "For market surveillance purposes, manufacturers should be allowed to refer to the product database if the technical documentation as per Commission Delegated Regulation (EU) 2019/2018 (9) contains the same information."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 4": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 9": {
      "article_score": 6,
      "statement_scores": [
        3,
        3
      ]
    },
    "Not Article": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    }
  }
}