{
  "term": "programme",
  "celex_id": "32019R2022",
  "original_definition": "'programme' means a series of operations that are pre-defined and are declared by the manufacturer, importer or authorised representative as suitable for specified levels of soil or types of load, or both;",
  "generated_definition": "'programme' means a pre-set sequence of operations for cleaning, rinsing and drying tableware in a household dishwasher, selected by the user through the programme selection device, display or network application, named 'eco' and with specific energy consumption, water consumption, duration and performance indicators, as defined by the eu ecodesign legislation.",
  "existing_sentences": {
    "Article 2": [
      "‘programme’ means a series of operations that are pre-defined and are declared by the manufacturer, importer or authorised representative as suitable for specified levels of soil or types of load, or both;",
      "‘eco’ means the name of the programme of a household dishwasher declared by the manufacturer, importer or authorised representative as suitable to clean normally soiled tableware, and to which the ecodesign requirements on energy efficiency, cleaning and drying performance relate.",
      "‘eco’ means the name of theprogrammeof ahousehold dishwasher declared by the manufacturer, importer or authorised representative as suitable to clean normally soiled tableware, and to which the ecodesign requirements on energy efficiency, cleaning and drying performance relate."
    ],
    "Article 11": [
      "As from 25 December 2019 until 28 February 2021, by way of derogation to the requirement in Annex I, Point 1(1) of Regulation (EU) No 1016/2010, the name ‘eco’ may be used for the standardprogramme, in accordance with Point 1 of Annex II of this Regulation, instead of the name ‘standard programme’.",
      "As from 25 December 2019 until 28 February 2021, by way of derogation to the requirement in Annex I, Point 1(1) of Regulation (EU) No 1016/2010, the name ‘eco’ may be used for the standard programme, in accordance with Point 1 of Annex II of this Regulation, instead of the name ‘standard programme’."
    ],
    "Article 12": [
      "‘standard programme energy consumption’ (SPEC) means the energy consumption taken as a reference as a function of the rated capacity, expressed in kilowatt hour per cycle;",
      "named ‘eco’ on theprogrammeselection device of thehousehold dishwasher, on the household dishwasher display, if any, and on the relevant network application, if any,",
      "CT,i is the cleaning performance of theecoprogrammeof thehousehold dishwasher under test for one test run (i), rounded to two decimal places;",
      "Eco programme energy consumption (EPEC)",
      "‘ecoprogrammeenergy consumption’ (EPEC) means the energy consumption of ahousehold dishwasher for the eco programme, expressed in kilowatt hour per cycle;",
      "the name ‘eco’ shall be used exclusively for this programme. The formatting of ‘eco’ is not restricted in terms of font, font size, case sensitivity or colour. The only other additional information which may be combined with the term ‘eco’ is the temperature of the eco programme;",
      "From 1 March 2021, household dishwashers shall provide an eco programme meeting the following requirements:",
      "at the latest 15 minutes after thehousehold dishwasherhas been switched on or after the end of anyprogramme and associated activities or after any interaction with the equipment, if no other mode, including emergency measures, is triggered, the equipment shall switch automatically to off mode or standby mode;",
      "this programme shall be:",
      "The eco programme at rated capacity shall be used for the measurement and calculation of the Energy Efficiency Index (EEI), water consumption, programme duration, cleaning and drying performance, and airborne acoustical noise emissions of a household dishwasher model. The energy consumption, water consumption, programme duration, cleaning and drying performance shall be measured concurrently.",
      "‘cycle’ means a complete cleaning, rinsing and drying process, as defined by the programme selected, consisting of a series of operations until all activity ceases;",
      "when the Member States authorities check the unit of the model, it complies with programme requirements in point 1, resource efficiency requirements in point 5 and information requirements in point 6 of Annex II; and",
      "For the calculation of the drying performance index (ID) of a household dishwasher model, the drying performance of the eco programme is compared to the drying performance of the reference dishwasher.",
      "information that theecoprogramme is suitable to clean normally soiled tableware, that for this use, it is the most efficient programme in terms of its combined energy and water consumption, and that it is used to assess compliance with the EU ecodesign legislation;",
      "Theecoprogrammeat rated capacity shall be used for the measurement and calculation of the Energy Efficiency Index (EEI), water consumption, programme duration, cleaning and drying performance, and airborne acoustical noise emissions of ahousehold dishwasher model. The energy consumption, water consumption, programme duration, cleaning and drying performance shall be measured concurrently.",
      "‘Energy Efficiency Index’ (EEI) means the ratio of the eco programme energy consumption to the standard programme energy consumption;",
      "named ‘eco’ on the programme selection device of the household dishwasher, on the household dishwasher display, if any, and on the relevant network application, if any,",
      "‘delay start’ means a condition where the user has selected a specified delay to the beginning of the cycle of the selected programme;",
      "For the calculation of the drying performance index (ID) of ahousehold dishwashermodel, the drying performance of theecoprogramme is compared to the drying performance of the reference dishwasher.",
      "The duration of theecoprogramme (Tt) is expressed in hours and minutes and rounded to the nearest minute.",
      "At the time of entry into force of this Regulation, the best available technology on the market forhousehold dishwashers in terms of their energy efficiency, energy and water consumption, airborne acoustical noise emissions andprogrammeduration for theeco programme was identified as follows:",
      "programme duration: 225 minutes (3 hours and 45 minutes).",
      "SPEC is the standardprogrammeenergy consumption of thehousehold dishwasher.",
      "ID,i is the drying performance index of the eco programme of the household dishwasher under test for one test run (i);",
      "programme duration: 222 minutes (3 hours and 42 minutes);",
      "DT,i is the average drying performance score of theecoprogrammeof thehousehold dishwasher under test for one test run (i), rounded to two decimal places;",
      "For the calculation of the cleaning performance index (IC) of a household dishwasher model, the cleaning performance of the eco programme is compared to the cleaning performance of a reference dishwasher.",
      "SPEC is the standard programme energy consumption of the household dishwasher.",
      "Ecoprogramme energy consumption (EPEC)",
      "programme duration: 195 minutes (3 hours and 15 minutes);",
      "For the calculation of the EEI of ahousehold dishwashermodel, theecoprogramme energy consumption (‘EPEC’) of the household dishwasher is compared to its standard programme energy consumption (‘SPEC’).",
      "‘programme duration’ (Tt) means the length of time beginning with the initiation of the programme selected, excluding any user programmed delay, until the end of the programme is indicated and the user has access to the load;",
      "Eco programme water consumption (EPWC)",
      "The duration of the eco programme (Tt) is expressed in hours and minutes and rounded to the nearest minute.",
      "EPEC is theecoprogrammeenergy consumption of thehousehold dishwasher measured in kWh/cycle and rounded to three decimal places;",
      "The eco programme water consumption (EPWC) is expressed in litres per cycle and rounded to one decimal place.",
      "values on the programme duration, energy and water consumption for all programmes that offer a cycle;",
      "Ecoprogramme water consumption (EPWC)",
      "From 1 March 2021,household dishwashers shall provide anecoprogramme meeting the following requirements:",
      "‘eco programme water consumption’ (EPWC) means the water consumption of a household dishwasher for the eco programme, expressed in litres per cycle;",
      "information that the eco programme is suitable to clean normally soiled tableware, that for this use, it is the most efficient programme in terms of its combined energy and water consumption, and that it is used to assess compliance with the EU ecodesign legislation;",
      "EPEC is the eco programme energy consumption of the household dishwasher measured in kWh/cycle and rounded to three decimal places;",
      "For the calculation of the cleaning performance index (IC) of ahousehold dishwashermodel, the cleaning performance of theecoprogramme is compared to the cleaning performance of a reference dishwasher.",
      "information that the values given forprogrammes other than theeco programme are indicative only; and,",
      "Programme duration (Tt)",
      "information that the values given for programmes other than the eco programme are indicative only; and,",
      "set as the defaultprogrammeforhousehold dishwashers equipped with automatic programme selection or any function maintaining the selection of a programme, or, if there is no automatic programme selection, available for direct selection without the need for any other selection such as a specific temperature or load;",
      "Theecoprogramme water consumption (EPWC) is expressed in litres per cycle and rounded to one decimal place.",
      "‘eco programme energy consumption’ (EPEC) means the energy consumption of a household dishwasher for the eco programme, expressed in kilowatt hour per cycle;",
      "‘ecoprogrammewater consumption’ (EPWC) means the water consumption of ahousehold dishwasher for the eco programme, expressed in litres per cycle;",
      "at the latest 15 minutes after the household dishwasher has been switched on or after the end of any programme and associated activities or after any interaction with the equipment, if no other mode, including emergency measures, is triggered, the equipment shall switch automatically to off mode or standby mode;",
      "‘Energy Efficiency Index’ (EEI) means the ratio of theecoprogramme energy consumption to the standard programme energy consumption;",
      "ID,i is the drying performance index of theecoprogrammeof thehousehold dishwasher under test for one test run (i);",
      "set as the default programme for household dishwashers equipped with automatic programme selection or any function maintaining the selection of a programme, or, if there is no automatic programme selection, available for direct selection without the need for any other selection such as a specific temperature or load;",
      "the name ‘eco’ shall be used exclusively for thisprogramme. The formatting of ‘eco’ is not restricted in terms of font, font size, case sensitivity or colour. The only other additional information which may be combined with the term ‘eco’ is the temperature of the eco programme;",
      "At the time of entry into force of this Regulation, the best available technology on the market for household dishwashers in terms of their energy efficiency, energy and water consumption, airborne acoustical noise emissions and programme duration for the eco programme was identified as follows:",
      "the indications ‘normal’, ‘daily’, ‘regular’ and ‘standard’, and their translations in all EU official languages, shall not be used inprogrammenames for thehousehold dishwasher, neither alone nor in combination with other information.",
      "the indications ‘normal’, ‘daily’, ‘regular’ and ‘standard’, and their translations in all EU official languages, shall not be used in programme names for the household dishwasher, neither alone nor in combination with other information.",
      "CT,i is the cleaning performance of the eco programme of the household dishwasher under test for one test run (i), rounded to two decimal places;",
      "DT,i is the average drying performance score of the eco programme of the household dishwasher under test for one test run (i), rounded to two decimal places;",
      "For the calculation of the EEI of a household dishwasher model, the eco programme energy consumption (‘EPEC’) of the household dishwasher is compared to its standard programme energy consumption (‘SPEC’).",
      "programme duration: 295 minutes (4 hours and 55 minutes);"
    ],
    "Not Article": [
      "In order to facilitate the transition between Regulation (EU) No 1016/2010 and this Regulation, the name ‘eco’ should be allowed to be used instead of ‘standard programme’ as from the entry into force of this Regulation.",
      "In order to facilitate the transition between Regulation (EU) No 1016/2010 and this Regulation, the name ‘eco’ should be allowed to be used instead of ‘standardprogramme’ as from the entry into force of this Regulation."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 1,
      "statement_scores": [
        0,
        1,
        0
      ]
    },
    "Article 11": {
      "article_score": 3,
      "statement_scores": [
        1,
        2
      ]
    },
    "Article 12": {
      "article_score": 64,
      "statement_scores": [
        1,
        0,
        0,
        1,
        1,
        2,
        1,
        0,
        1,
        3,
        1,
        1,
        1,
        1,
        2,
        2,
        1,
        1,
        0,
        0,
        1,
        1,
        0,
        1,
        1,
        0,
        1,
        1,
        0,
        1,
        1,
        3,
        1,
        1,
        0,
        1,
        1,
        0,
        0,
        2,
        2,
        1,
        0,
        1,
        1,
        1,
        3,
        0,
        2,
        1,
        1,
        1,
        0,
        4,
        1,
        2,
        0,
        1,
        1,
        1,
        2,
        1
      ]
    },
    "Not Article": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    }
  }
}