{
  "term": "project",
  "celex_id": "32013R0347",
  "original_definition": "'project' means one or several lines, pipelines, facilities, equipments or installations falling under the energy infrastructure categories;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 1": [
      "addresses the identification of projects of common interest necessary to implement priority corridors and areas falling under the energy infrastructure categories in electricity, gas, oil, and carbon dioxide set out in Annex II (‘energy infrastructure categories’);",
      "addresses the identification ofprojects of common interest necessary to implement priority corridors and areas falling under theenergy infrastructure categories in electricity, gas, oil, and carbon dioxide set out in Annex II (‘energy infrastructure categories’);",
      "provides rules and guidance for the cross-border allocation of costs and risk-related incentives for projects of common interest;",
      "facilitates the timely implementation of projects of common interest by streamlining, coordinating more closely, and accelerating permit granting processes and by enhancing public participation;",
      "determines the conditions for eligibility of projects of common interest for Union financial assistance."
    ],
    "Article 2": [
      "‘commissioning’ means the process of bringing a project into operation once it has been constructed.",
      "‘studies’ means activities needed to prepare project implementation, such as preparatory, feasibility, evaluation, testing and validation studies, including software, and any other technical support measure including prior action to define and develop a project and decide on its financing, such as reconnaissance of the sites concerned and preparation of the financial package;",
      "‘works’ means the purchase, supply and deployment of components, systems and services including software, the carrying out of development and construction and installation activities relating to a project, the acceptance of installations and the launching of a project;",
      "‘project’ means one or several lines, pipelines, facilities, equipments or installations falling under the energy infrastructure categories;",
      "‘works’ means the purchase, supply and deployment of components, systems and services including software, the carrying out of development and construction and installation activities relating to aproject, the acceptance of installations and the launching of a project;",
      "‘commissioning’ means the process of bringing aproject into operation once it has been constructed.",
      "‘studies’ means activities needed to prepareproject implementation, such as preparatory, feasibility, evaluation, testing and validation studies, including software, and any other technical support measure including prior action to define and develop a project and decide on its financing, such as reconnaissance of the sites concerned and preparation of the financial package;",
      "‘project’ means one or several lines, pipelines, facilities, equipments or installations falling under theenergy infrastructure categories;"
    ],
    "Article 3": [
      "3.   The decision-making body of each Group shall adopt a regional list of proposed projects of common interest drawn up according to the process set out in Annex III.2, according to the contribution of each project to implementing the energy infrastructure priority corridors and areas and according to their fulfilment of the criteria set out in Article 4.",
      "it shall take into account advice from the Commission that is aimed at having a manageable total number of projects of common interest.",
      "aim for a manageable total number of projects of common interest on the Union list.",
      "ensure that only those projects that fulfil the criteria referred to in Article 4 are included;",
      "4.   The Commission shall be empowered to adopt delegated acts in accordance with Article 16 that establish the Union list of projects of common interest (‘Union list’), subject to the second paragraph of Article 172 of the TFEU. The Union list shall take the form of an annex to this Regulation.",
      "3.   The decision-making body of each Group shall adopt a regional list of proposedprojects of common interest drawn up according to the process set out in Annex III.2, according to the contribution of each project to implementing theenergy infrastructure priority corridors and areas and according to their fulfilment of the criteria set out in Article 4.",
      "6.   Projects of common interest included on the Union list pursuant to paragraph 4 of this Article shall become an integral part of the relevant regional investment plans under Article 12 of Regulations (EC) No 714/2009 and (EC) No 715/2009 and of the relevant national 10-year network development plans under Article 22 of Directives 2009/72/EC and 2009/73/EC and other national infrastructure plans concerned, as appropriate. Those projects shall be conferred the highest possible priority within each of those plans.",
      "Union list of projects of common interest"
    ],
    "Article 4": [
      "4.   In order to facilitate the assessing of all projects that could be eligible as projects of common interest and that could be included in a regional list, each Group shall assess each project’s contribution to the implementation of the same priority corridor or area in a transparent and objective manner. Each Group shall determine its assessment method on the basis of the aggregated contribution to the criteria referred to in paragraph 2; this assessment shall lead to a ranking of projects for internal use of the Group. Neither the regional list nor the Union list shall contain any ranking, nor shall the ranking be used for any subsequent purpose except as described in Annex III.2(14).",
      "for oil transportprojects falling under theenergy infrastructure categories set out in Annex II.3, the project is to contribute significantly to all of the following specific criteria:",
      "for electricity transmission and storage projects falling under the energy infrastructure categories set out in Annex II.1(a) to (d), the project is to contribute significantly to at least one of the following specific criteria:",
      "theprojectis necessary for at least one of theenergy infrastructure priority corridors and areas;",
      "For smart grids projects falling under the energy infrastructure category set out in Annex II.1(e), ranking shall be carried out for those projects that affect the same two Member States, and due consideration shall also be given to the number of users affected by the project, the annual energy consumption and the share of generation from non-dispatchable resources in the area covered by these users.",
      "the project meets any of the following criteria:",
      "the project is necessary for at least one of the energy infrastructure priority corridors and areas;",
      "for oil transport projects falling under the energy infrastructure categories set out in Annex II.3, the project is to contribute significantly to all of the following specific criteria:",
      "the urgency of each proposed project in order to meet the Union energy policy targets of market integration, inter alia through lifting the isolation of at least one Member State and competition, sustainability and security of supply;",
      "1.   Projects of common interest shall meet the following general criteria:",
      "When assessing projects, each Group shall furthermore give due consideration to:",
      "for electricity transmission and storageprojects falling under theenergy infrastructure categories set out in Annex II.1(a) to (d), the project is to contribute significantly to at least one of the following specific criteria:",
      "for carbon dioxide transportprojects falling under theenergy infrastructure categories set out in Annex II.4, the project is contribute significantly to all of the following specific criteria:",
      "3.   For projects falling under the energy infrastructure categories set out in Annex II.1 to 3, the criteria listed in this Article shall be assessed in accordance with the indicators set out in Annex IV.2 to 5.",
      "the number of Member States affected by each project, whilst ensuring equal opportunities for projects involving peripheral Member States;",
      "for gasprojects falling under theenergy infrastructure categories set out in Annex II.2, the project is to contribute significantly to at least one of the following specific criteria:",
      "Criteria for projects of common interest",
      "complementarity with regard to other proposed projects.",
      "the contribution of each project to territorial cohesion; and",
      "for gas projects falling under the energy infrastructure categories set out in Annex II.2, the project is to contribute significantly to at least one of the following specific criteria:",
      "for electricity smart grid projects falling under the energy infrastructure category set out in Annex II.1(e), the project is to contribute significantly to all of the following specific criteria:",
      "for electricitysmart gridprojects falling under theenergy infrastructure category set out in Annex II.1(e), the project is to contribute significantly to all of the following specific criteria:",
      "for carbon dioxide transport projects falling under the energy infrastructure categories set out in Annex II.4, the project is contribute significantly to all of the following specific criteria:",
      "Forsmart gridsprojects falling under theenergy infrastructure category set out in Annex II.1(e), ranking shall be carried out for those projects that affect the same two Member States, and due consideration shall also be given to the number of users affected by the project, the annual energy consumption and the share of generation from non-dispatchable resources in the area covered by these users.",
      "2.   The following specific criteria shall apply to projects of common interest falling within specific energy infrastructure categories:",
      "3.   Forprojects falling under theenergy infrastructure categories set out in Annex II.1 to 3, the criteria listed in this Article shall be assessed in accordance with the indicators set out in Annex IV.2 to 5.",
      "the potential overall benefits of the project, assessed according to the respective specific criteria in paragraph 2, outweigh its costs, including in the longer term; and",
      "2.   The following specific criteria shall apply toprojects of common interest falling within specificenergy infrastructure categories:"
    ],
    "Article 5": [
      "5.   Within three months of the receipt of the annual reports referred to in paragraph 4 of this Article, the Agency shall submit to the Groups a consolidated report for the projects of common interest falling under the categories set out in Annex II.1 and 2, evaluating the progress achieved and make, where appropriate, recommendations on how to overcome the delays and difficulties encountered. That consolidated report shall also evaluate, in accordance with Article 6(8) and (9) of Regulation (EC) No 713/2009, the consistent implementation of the Union-wide network development plans with regard to the energy infrastructure priority corridors and areas.",
      "3.   The Agency and the Groups concerned shall monitor the progress achieved in implementing the projects of common interest and, if necessary, make recommendations to facilitate the implementation of projects of common interest. The Groups may request that additional information be provided in accordance with paragraphs 4, 5 and 6, convene meetings with the relevant parties and invite the Commission to verify the information provided on site.",
      "if a third party is not chosen according to point (b), the Member State or, when the Member State has so provided, thenational regulatory authoritymay, within two months of the expiry of the period referred to in point (b), designate a third party to finance or construct theprojectwhich theproject promoter shall accept;",
      "6.   Each year, the competent authorities referred to in Article 8 shall report to the respective Group on the progress and, where relevant, on delays in the implementation of projects of common interest located on their respective territory with regard to the permit granting processes, and on the reasons for such delays.",
      "if a third party is not chosen according to point (b), the Member State or, when the Member State has so provided, the national regulatory authority may, within two months of the expiry of the period referred to in point (b), designate a third party to finance or construct the project which the project promoter shall accept;",
      "the progress achieved in the development, construction andcommissioningof theproject, in particular with regard to permit granting and consultation procedures;",
      "5.   Within three months of the receipt of the annual reports referred to in paragraph 4 of this Article, the Agency shall submit to the Groups a consolidated report for theprojects of common interest falling under the categories set out in Annex II.1 and 2, evaluating the progress achieved and make, where appropriate, recommendations on how to overcome the delays and difficulties encountered. That consolidated report shall also evaluate, in accordance with Article 6(8) and (9) of Regulation (EC) No 713/2009, the consistent implementation of the Union-wide network development plans with regard to theenergy infrastructure priority corridors and areas.",
      "2.   TSOs, distribution system operators and other operators shall co-operate with each other in order to facilitate the development of projects of common interest in their area.",
      "the progress achieved in the development, construction and commissioning of the project, in particular with regard to permit granting and consultation procedures;",
      "However, a project which is no longer on the Union list but for which an application file has been accepted for examination by the competent authority shall maintain the rights and obligations arising from Chapter III, except where the project is no longer on the list for the reasons set out in paragraph 8."
    ],
    "Article 6": [
      "3.   The European coordinator shall be chosen on the basis of his experience with regard to the specific tasks assigned to him for the projects concerned.",
      "ensure that appropriate support and strategic direction by the Member States concerned are provided for the preparation and implementation of the projects;",
      "promote theprojects, for which he has been designated European coordinator and the cross-border dialogue between theproject promoters and all concerned stakeholders;",
      "assist all parties as necessary in consulting concerned stakeholders and obtaining necessary permits for the projects;",
      "4.   The decision designating the European coordinator shall specify the terms of reference, detailing the duration of the mandate, the specific tasks and corresponding deadlines, and the methodology to be followed. The coordination effort shall be proportionate to the complexity and estimated costs of the projects.",
      "submit every year, and if appropriate, upon completion of their mandate, a report to the Commission on the progress of the projects and on any difficulties and obstacles which are likely to significantly delay the commissioning date of the projects. The Commission shall transmit the report to the European Parliament and the Groups concerned.",
      "promote the projects, for which he has been designated European coordinator and the cross-border dialogue between the project promoters and all concerned stakeholders;",
      "submit every year, and if appropriate, upon completion of their mandate, a report to the Commission on the progress of theprojects and on any difficulties and obstacles which are likely to significantly delay thecommissioning date of the projects. The Commission shall transmit the report to the European Parliament and the Groups concerned."
    ],
    "Article 7": [
      "4.   By 16 August 2013, the Commission shall issue non-binding guidance to support Member States in defining adequate legislative and non-legislative measures to streamline the environmental assessment procedures and to ensure the coherent application of environmental assessment procedures required under Union law for projects of common interest.",
      "8.   With regard to the environmental impacts addressed in Article 6(4) of Directive 92/43/EEC and Article 4(7) of Directive 2000/60/EC, projects of common interest shall be considered as being of public interest from an energy policy perspective, and may be considered as being of overriding public interest, provided that all the conditions set out in these Directives are fulfilled.",
      "3.   Where such status exists in national law,projects of common interest shall be allocated the status of the highest national significance possible and be treated as such in permit granting processes — and if national law so provides, in spatial planning — including those relating to environmental assessments, in the manner such treatment is provided for in national law applicable to the corresponding type ofenergy infrastructure.",
      "Should the opinion of the Commission be required in accordance with Directive 92/43/EEC, the Commission and the competent authority referred to in Article 9 of this Regulation shall ensure that the decision with regard to the overriding public interest of a project is taken within the time limit pursuant to Article 10(1) of this Regulation.",
      "‘Priority status’ of projects of common interest",
      "3.   Where such status exists in national law, projects of common interest shall be allocated the status of the highest national significance possible and be treated as such in permit granting processes — and if national law so provides, in spatial planning — including those relating to environmental assessments, in the manner such treatment is provided for in national law applicable to the corresponding type of energy infrastructure.",
      "1.   The adoption of the Union list shall establish, for the purposes of any decisions issued in the permit granting process, the necessity of these projects from an energy policy perspective, without prejudice to the exact location, routing or technology of the project.",
      "2.   For the purpose of ensuring efficient administrative processing of the application files related toprojects of common interest,project promoters and all authorities concerned shall ensure that the most rapid treatment legally possible is given to these files.",
      "2.   For the purpose of ensuring efficient administrative processing of the application files related to projects of common interest, project promoters and all authorities concerned shall ensure that the most rapid treatment legally possible is given to these files."
    ],
    "Article 8": [
      "(b)   coordinated scheme: the comprehensive decision comprises multiple individual legally binding decisions issued by several authorities concerned, which shall be coordinated by the competent authority. The competent authority may establish a working group where all concerned authorities are represented in order to draw up a permit granting schedule in accordance with Article 10(4)(b), and to monitor and coordinate its implementation. The competent authority shall, in consultation with the other authorities concerned, where applicable in accordance with national law, and without prejudice to time limits set in accordance with Article 10, establish on a case-by-case basis a reasonable time limit within which the individual decisions shall be issued. The competent authority may take an individual decision on behalf of another national authority concerned, if the decision by that authority is not delivered within the time limit and if the delay cannot be adequately justified; or, where provided under national law, and to the extent that this is compatible with Union law, the competent authority may consider that another national authority concerned has either given its approval or refusal for the project if the decision by that authority is not delivered within the time limit. Where provided under national law, the competent authority may disregard an individual decision of another national authority concerned if it considers that the decision is not sufficiently substantiated with regard to the underlying evidence presented by the national authority concerned; when doing so, the competent authority shall ensure that the relevant requirements under international and Union law are respected and shall duly justify its decision;",
      "(a)   integrated scheme: the comprehensive decision shall be issued by the competent authority and shall be the sole legally binding decision resulting from the statutory permit granting procedure. Where other authorities are concerned by the project, they may, in accordance with national law, give their opinion as input to the procedure, which shall be taken into account by the competent authority;",
      "(b)   coordinated scheme: thecomprehensive decisioncomprises multiple individual legally binding decisions issued by several authorities concerned, which shall be coordinated by the competent authority. The competent authority may establish a working group where all concerned authorities are represented in order to draw up a permit granting schedule in accordance with Article 10(4)(b), and to monitor and coordinate its implementation. The competent authority shall, in consultation with the other authorities concerned, where applicable in accordance with national law, and without prejudice to time limits set in accordance with Article 10, establish on a case-by-case basis a reasonable time limit within which the individual decisions shall be issued. The competent authority may take an individual decision on behalf of another national authority concerned, if the decision by that authority is not delivered within the time limit and if the delay cannot be adequately justified; or, where provided under national law, and to the extent that this is compatible with Union law, the competent authority may consider that another national authority concerned has either given its approval or refusal for theproject if the decision by that authority is not delivered within the time limit. Where provided under national law, the competent authority may disregard an individual decision of another national authority concerned if it considers that the decision is not sufficiently substantiated with regard to the underlying evidence presented by the national authority concerned; when doing so, the competent authority shall ensure that the relevant requirements under international and Union law are respected and shall duly justify its decision;",
      "4.   Member States may apply different schemes as set out in paragraph 3 to onshore and offshore projects of common interest.",
      "1.   By 16 November 2013, each Member State shall designate one national competent authority which shall be responsible for facilitating and coordinating the permit granting process for projects of common interest.",
      "(a)   integrated scheme: thecomprehensive decisionshall be issued by the competent authority and shall be the sole legally binding decision resulting from the statutory permit granting procedure. Where other authorities are concerned by theproject, they may, in accordance with national law, give their opinion as input to the procedure, which shall be taken into account by the competent authority;"
    ],
    "Article 9": [
      "5.   For projects crossing the border of two or more Member States, the public consultations pursuant to paragraph 4 in each of the Member States concerned shall take place within a period of no more than two months from the date on which the first public consultation started.",
      "6.   For projects likely to have significant adverse cross-border impacts in one or more neighbouring Member States, where Article 7 of Directive 2011/92/EU and the Espoo Convention are applicable, the relevant information shall be made available to the competent authority of the neighbouring Member States. The competent authority of the neighbouring Member States shall indicate, in the notification process where appropriate, whether it, or any other authority concerned, wishes to participate in the relevant public consultation procedures.",
      "1.   By 16 May 2014, the Member State or competent authority shall, where applicable in collaboration with other authorities concerned, publish a manual of procedures for the permit granting process applicable to projects of common interest. The manual shall be updated as necessary and made available to the public. The manual shall at least include the information specified in Annex VI.1. The manual shall not be legally binding, but it may refer to or quote relevant legal provisions."
    ],
    "Article 10": [
      "3.   In Member States where the determination of a route or location undertaken solely for the specific purpose of a plannedproject, including the planning of specific corridors for grid infrastructures, cannot be included in the process leading to thecomprehensive decision, the corresponding decision shall be taken within a separate period of six months, starting on the date of submission of the final and complete application documents by the promoter.",
      "3.   In Member States where the determination of a route or location undertaken solely for the specific purpose of a planned project, including the planning of specific corridors for grid infrastructures, cannot be included in the process leading to the comprehensive decision, the corresponding decision shall be taken within a separate period of six months, starting on the date of submission of the final and complete application documents by the promoter.",
      "For projects crossing the border between two or more Member States, the competent authorities of the Member States concerned shall prepare a joint schedule, in which they endeavour to align their timetables;"
    ],
    "Article 11": [
      "7.   By 16 May 2015, national regulatory authorities cooperating in the framework of the Agency shall establish and make publicly available a set of indicators and corresponding reference values for the comparison of unit investment costs for comparable projects of the infrastructure categories included in Annex II.1 and 2. Those reference values may be used by the ENTSO for Electricity and the ENTSO for Gas for the cost-benefit analyses carried out for subsequent 10-year network development plans.",
      "1.   By 16 November 2013, the European Network of Transmission System Operators (ENTSO) for Electricity and the ENTSO for Gas shall publish and submit to Member States, the Commission and the Agency their respective methodologies, including on network and market modelling, for a harmonised energy system-wide cost-benefit analysis at Union level for projects of common interest falling under the categories set out in Annex II.1(a) to (d) and Annex II.2. Those methodologies shall be applied for the preparation of each subsequent 10-year network development plan developed by the ENTSO for Electricity or the ENTSO for Gas pursuant to Article 8 of Regulation (EC) No 714/2009 and Article 8 of Regulation (EC) No 715/2009. The methodologies shall be drawn up in line with the principles laid down in Annex V and be consistent with the rules and indicators set out in Annex IV."
    ],
    "Article 12": [
      "Where aprojecthas severalproject promoters, the relevant national regulatory authorities shall without delay request all project promoters to submit the investment request jointly in accordance with paragraph 3.",
      "As soon as such aprojecthas reached sufficient maturity, theproject promoters, after having consulted the TSOs from the Member States to which the project provides a significant net positive impact, shall submit an investment request. That investment request shall include a request for a cross-border cost allocation and shall be submitted to all the national regulatory authorities concerned, accompanied by the following:",
      "In deciding to allocate costs across borders, the economic, social and environmental costs and benefits of the projects in the Member States concerned and the possible need for financial support shall be taken into account.",
      "If aprojectis promoted by severalproject promoters, they shall submit their investment request jointly.",
      "9.   This Article shall not apply to projects of common interest having received:",
      "Forprojects included in the first Union list,project promoters shall submit their investment request by 31 October 2013.",
      "If a project is promoted by several project promoters, they shall submit their investment request jointly.",
      "regional or Union-wide positive externalities, which the project would generate;",
      "a business plan evaluating the financial viability of the project, including the chosen financing solution, and, for a project of common interest falling under the category referred to in Annex II.2, the results of market testing; and",
      "For projects included in the first Union list, project promoters shall submit their investment request by 31 October 2013.",
      "Where a project has several project promoters, the relevant national regulatory authorities shall without delay request all project promoters to submit the investment request jointly in accordance with paragraph 3.",
      "As soon as such a project has reached sufficient maturity, the project promoters, after having consulted the TSOs from the Member States to which the project provides a significant net positive impact, shall submit an investment request. That investment request shall include a request for a cross-border cost allocation and shall be submitted to all the national regulatory authorities concerned, accompanied by the following:",
      "a project-specific cost-benefit analysis consistent with the methodology drawn up pursuant to Article 11 and taking into account benefits beyond the borders of the Member State concerned;",
      "a business plan evaluating the financial viability of theproject, including the chosen financing solution, and, for aproject of common interest falling under the category referred to in Annex II.2, the results of market testing; and"
    ],
    "Article 13": [
      "2.   The decision of the national regulatory authorities for granting the incentives referred to in paragraph 1 shall consider the results of the cost-benefit analysis on the basis of the methodology drawn up pursuant to Article 11 and in particular the regional or Union-wide positive externalities generated by the project. The national regulatory authorities shall further analyse the specific risks incurred by the project promoters, the risk mitigation measures taken and the justification of this risk profile in view of the net positive impact provided by the project, when compared to a lower-risk alternative. Eligible risks shall notably include risks related to new transmission technologies, both onshore and offshore, risks related to under-recovery of costs and development risks.",
      "6.   By 31 March 2014, each national regulatory authority shall publish its methodology and the criteria used to evaluate investments in electricity and gas infrastructure projects and the higher risks incurred by them.",
      "a common methodology to evaluate the incurred higher risks of investments in electricity and gas infrastructure projects.",
      "6.   By 31 March 2014, eachnational regulatory authorityshall publish its methodology and the criteria used to evaluate investments in electricity and gas infrastructureprojects and the higher risks incurred by them.",
      "2.   The decision of the national regulatory authorities for granting the incentives referred to in paragraph 1 shall consider the results of the cost-benefit analysis on the basis of the methodology drawn up pursuant to Article 11 and in particular the regional or Union-wide positive externalities generated by theproject. The national regulatory authorities shall further analyse the specific risks incurred by theproject promoters, the risk mitigation measures taken and the justification of this risk profile in view of the net positive impact provided by the project, when compared to a lower-risk alternative. Eligible risks shall notably include risks related to new transmission technologies, both onshore and offshore, risks related to under-recovery of costs and development risks.",
      "4.   By 31 July 2013, each national regulatory authority shall submit to the Agency its methodology and the criteria used to evaluate investments in electricity and gas infrastructure projects and the higher risks incurred by them, where available.",
      "4.   By 31 July 2013, eachnational regulatory authorityshall submit to the Agency its methodology and the criteria used to evaluate investments in electricity and gas infrastructureprojects and the higher risks incurred by them, where available.",
      "7.   Where the measures referred to in paragraphs 5 and 6 are not sufficient to ensure the timely implementation of projects of common interest, the Commission may issue guidelines regarding the incentives laid down in this Article.",
      "the rules for providing additional return on the capital invested for the project; or",
      "the rules for recognition of efficiently incurred costs before commissioning of the project; or",
      "the rules for recognition of efficiently incurred costs beforecommissioningof theproject; or"
    ],
    "Article 14": [
      "the project has received a cross-border cost allocation decision pursuant to Article 12; or, for projects of common interest falling under the category set out in Annex II.1(c) and that therefore do not receive a cross-border cost allocation decision, the project shall aim to provide services across borders, bring technological innovation and ensure the safety of cross-border grid operation;",
      "2.Projects of common interest falling under the categories set out in Annex II.1(a) to (d) and Annex II.2, except for hydro-pumped electricity storage projects, are also eligible for Union financial assistance in the form of grants forworks if they fulfil all of the following criteria:",
      "4.   Projects of common interest falling under the categories set out in Annex II.1(e) and 4 shall be also eligible for Union financial assistance in the form of grants for works, if the concerned project promoters can clearly demonstrate the significant positive externalities generated by the projects and their lack of commercial viability, according to the business plan and other assessments carried out, notably by possible investors or creditors or, where applicable, a national regulatory authority.",
      "4.Projects of common interest falling under the categories set out in Annex II.1(e) and 4 shall be also eligible for Union financial assistance in the form of grants forworks, if the concernedproject promoters can clearly demonstrate the significant positive externalities generated by the projects and their lack of commercial viability, according to the business plan and other assessments carried out, notably by possible investors or creditors or, where applicable, anational regulatory authority.",
      "2.   Projects of common interest falling under the categories set out in Annex II.1(a) to (d) and Annex II.2, except for hydro-pumped electricity storage projects, are also eligible for Union financial assistance in the form of grants for works if they fulfil all of the following criteria:",
      "1.Projects of common interest falling under the categories set out in Annex II.1, 2 and 4 are eligible for Union financial assistance in the form of grants forstudies and financial instruments.",
      "1.   Projects of common interest falling under the categories set out in Annex II.1, 2 and 4 are eligible for Union financial assistance in the form of grants for studies and financial instruments.",
      "3.   Projects of common interest carried out in accordance with the procedure referred to in Article 5(7)(d) shall also be eligible for Union financial assistance in the form of grants for works if they fulfil the criteria set out in paragraph 2 of this Article.",
      "the project specific cost-benefit analysis pursuant to Article 12(3)(a) provides evidence concerning the existence of significant positive externalities, such as security of supply, solidarity or innovation;",
      "theprojectis commercially not viable according to the business plan and other assessments carried out, notably by possible investors or creditors or thenational regulatory authority. The decision on incentives and its justification referred to in Article 13(2) shall be taken into account when assessing the project’s commercial viability.",
      "the project is commercially not viable according to the business plan and other assessments carried out, notably by possible investors or creditors or the national regulatory authority. The decision on incentives and its justification referred to in Article 13(2) shall be taken into account when assessing the project’s commercial viability.",
      "3.Projects of common interest carried out in accordance with the procedure referred to in Article 5(7)(d) shall also be eligible for Union financial assistance in the form of grants forworks if they fulfil the criteria set out in paragraph 2 of this Article.",
      "Eligibility of projects for Union financial assistance"
    ],
    "Article 17": [
      "the funds engaged and disbursed by the Union for projects of common interest, compared to the total value of funded projects of common interest;",
      "the progress achieved for the planning, development, construction andcommissioningofprojects of common interest selected pursuant to Article 3, and, where relevant, delays in implementation and other difficulties encountered;",
      "an overview of best and innovative practices with regard to stakeholder involvement and mitigation of environmental impact during permit granting processes and project implementation;",
      "the progress achieved for the planning, development, construction and commissioning of projects of common interest selected pursuant to Article 3, and, where relevant, delays in implementation and other difficulties encountered;",
      "the average and maximum total duration of permit granting processes for projects of common interest, including the duration of each step of the pre-application procedure, compared to the timing foreseen by the initial major milestones referred to in Article 10(4);",
      "the number of projects of common interest having been granted a cross-border cost allocation decision pursuant to Article 12;",
      "the number and type of projects of common interest having received specific incentives pursuant to Article 13;",
      "the level of opposition faced by projects of common interest (notably number of written objections during the public consultation process, number of legal recourse actions);",
      "Not later than 2017, the Commission shall publish a report on the implementation of projects of common interest and submit it to the European Parliament and the Council. This report shall provide an evaluation of:"
    ],
    "Article 18": [
      "the main results of the cost-benefit analysis on the basis of the methodology drawn up pursuant Article 11 for the projects of common interest concerned, except for any commercially sensitive information;"
    ],
    "Article 19": [
      "This Regulation shall not affect the granting, continuation or modification of financial assistance awarded by the Commission on the basis of calls for proposals launched under Regulation (EC) No 680/2007 of the European Parliament and of the Council of 20 June 2007 laying down general rules for the granting of Community financial aid in the field of the trans-European transport and energy networks(22) toprojects listed in Annexes I and III to Decision No 1364/2006/EC or in view of the targets, based on the relevant categories of expenditure for TEN-E, as defined in Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund (23).",
      "For projects of common interest in the permit granting process for which a project promoter has submitted an application file before 16 November 2013, the provisions of Chapter III shall not apply.",
      "Forprojects of common interest in the permit granting process for which aproject promoter has submitted an application file before 16 November 2013, the provisions of Chapter III shall not apply.",
      "This Regulation shall not affect the granting, continuation or modification of financial assistance awarded by the Commission on the basis of calls for proposals launched under Regulation (EC) No 680/2007 of the European Parliament and of the Council of 20 June 2007 laying down general rules for the granting of Community financial aid in the field of the trans-European transport and energy networks (22) to projects listed in Annexes I and III to Decision No 1364/2006/EC or in view of the targets, based on the relevant categories of expenditure for TEN-E, as defined in Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund (23)."
    ],
    "Article 23": [
      "Decision No 1364/2006/EC is hereby repealed from 1 January 2014. No rights shall arise under this Regulation for projects listed in Annexes I and III to Decision No 1364/2006/EC."
    ],
    "Article 24": [
      "the ENTSO for Electricity in line with the methodology applied in the latest available 10-year network development plan for projects falling under Annex II.1(a), (b) and (d),",
      "the relevant law upon which decisions and opinions are based for the different types of relevant projects of common interest, including environmental law;",
      "For proposed oil and carbon dioxide transport projects falling under the categories set out in Annex II.3 and 4, the Commission shall evaluate the application of the criteria set out in Article 4. For proposed carbon dioxide projects falling under the category set out in Annex II.4, the Commission shall also take into account the potential for future extension to include additional Member States. The Commission shall present its assessment to the Group.",
      "calculating, for cross-border projects, the impact on the grid transfer capability in both power flow directions, measured in terms of amount of power (in megawatt), and their contribution to reaching the minimum interconnection capacity of 10 % installed production capacity or, for projects with significant cross-border impact, the impact on grid transfer capability at borders between relevant Member States, between relevant Member States and third countries or within relevant Member States and on demand-supply balancing and network operations in relevant Member States,",
      "If, based on the regional lists received, and after having taken into account the Agency opinion, the total number of proposed projects of common interest on the Union list would exceed a manageable number, the Commission shall consider, after having consulted each Group concerned, not to include in the Union list projects that were ranked lowest by the Group concerned according to the ranking established pursuant to Article 4(4).",
      "Proposed carbon dioxide transport projects falling under the category set out in Annex II.4 shall be presented as part of a plan, developed by at least two Member States, for the development of cross-border carbon dioxide transport and storage infrastructure, to be presented by the Member States concerned or entities designated by those Member States to the Commission.",
      "After adoption of the first Union list, for all subsequent Union lists adopted, proposed electricity transmission and storage projects falling under the categories set out in Annex II.1(a), (b) and (d) shall be part of the latest available 10-year network development plan for electricity, developed by the ENTSO for Electricity pursuant Article 8 of Regulation (EC) No 714/2009.",
      "Sustainability shall be measured as the contribution of a project to reduce emissions, to support the back-up of renewable electricity generation or power-to-gas and biogas transportation, taking into account expected changes in climatic conditions.",
      "greenhouse gas emissions and transmission losses over the technical lifecycle of the project;",
      "Competent authorities shall ensure that public consultation procedures for projects of common interest are grouped together where possible. Each public consultation shall cover all subject matters relevant to the particular stage of the procedure, and one subject matter relevant to the particular stage of the procedure shall not be addressed in more than one public consultation; however, one public consultation may take place in more than one geographical location. The subject matters addressed by a public consultation shall be clearly indicated in the notification of the public consultation.",
      "Concerning projects falling under the category set out in Annex II.1(e), each function listed in Article 4 shall be evaluated against the following criteria:",
      "a non-technical and regularly updated summary of no more than 50 pages reflecting the current status of the project and clearly indicating, in case of updates, changes to previous versions;",
      "The Commission underlines that it considers important that the support from EU and national sources extends to grants for works to enable the implementation of projects of common interest enhancing the diversification of energy supply sources, routes and counterparts. The Commission reserves the right to make proposals in this direction based on the experience gained from the monitoring of the implementation of projects of common interest in the context of the report foreseen in Article 17 of the Regulation on guidelines for trans-European energy infrastructures.",
      "Concerning projects falling under the categories set out in Annex II.1(a) to (d), the criteria listed in Article 4 shall be evaluated as follows:",
      "Concerning projects falling under the categories set out in Annex II.2, the criteria listed in Article 4 shall be evaluated as follows:",
      "future costs for new generation and transmission investment over the technical lifecycle of the project;",
      "Statement by the European Commission as regards the eligibility of projects of common interest for EU financial assistance in the context of trans-European energy infrastructures (Chapter V of Regulation (EU) No 347/2013 of the European Parliament and of the Council (1))",
      "Concerning oil transport projects falling under the categories set out in Annex II.3, the criteria listed in Article 4 shall be evaluated as follows:",
      "publish an information leaflet of no more than 15 pages, giving, in a clear and concise manner, an overview of the purpose and preliminary timetable of the project, the national grid development plan, alternative routes considered, expected impacts, including of cross-border nature, and possible mitigation measures, which shall be published prior to the start of the consultation; The information leaflet shall furthermore list the web addresses of the transparency platform referred to in Article 18 and of the manual of procedures referred to in point (1);",
      "The cost-benefit analysis shall be based on a harmonised evaluation of costs and benefits for the different categories of projects analysed and cover at least the period of time referred to in point (1).",
      "any other relevant information for the evaluation of the project.",
      "Interoperability shall be measured by assessing to what extent the project improves the operation of the oil network, in particular by providing the possibility of reverse flows.",
      "The cost-benefit analysis shall at least take into account the following costs: capital expenditure, operational and maintenance expenditure over the technical lifecycle of theprojectand decommissioning and waste management costs, where relevant. The methodology shall give guidance on discount rates to be used for the calculations.",
      "The project website shall make available as a minimum the following:",
      "Efficient and sustainable use of resources shall be measured by assessing the extent to which the project makes use of already existing infrastructure and contributes to minimising environmental and climate change burden and risks.",
      "The decision-making bodies of the Groups may merge. All Groups or decision-making bodies shall meet together, when relevant, to discuss matters common to all Groups; such matters may include issues relevant to cross-regional consistency or the number of proposed projects included on the draft regional lists at risk of becoming unmanageable.",
      "for electricity transmission, theprojectincreases the grid transfer capacity, or the capacity available for commercial flows, at the border of that Member State with one or several other Member States, or at any other relevant cross-section of the same transmission corridor having the effect of increasing this cross-border grid transfer capacity, by at least 500 Megawatt compared to the situation withoutcommissioning of the project;",
      "Security of oil supply shall be measured by assessing the additional value of the new capacity offered by a project for the short and long-term resilience of the system and the remaining flexibility of the system to cope with supply disruptions under various scenarios.",
      "for projects having reached a sufficient degree of maturity, a project-specific cost-benefit analysis in accordance with Articles 21 and 22 based on the methodologies developed by the ENTSO for electricity or the ENTSO for gas pursuant to Article 11, and",
      "For proposed projects falling under the categories set out in Annex II.1 and 2, national regulatory authorities, and if necessary the Agency, shall, where possible in the context of regional cooperation (Article 6 of Directive 2009/72/EC, Article 7 of Directive 2009/73/EC), check the consistent application of the criteria/ cost-benefit analysis methodology and evaluate their cross-border relevance. They shall present their assessment to the Group.",
      "For oil and carbon dioxide transportprojects falling under the categories referred to in Annex II.3 and 4, each Group shall be composed of the representatives of the Member States,project promoters concerned by each of the relevant priorities designated in Annex I and the Commission.",
      "The analysis shall identify the Member States on which the project has net positive impacts (beneficiaries) and those Member States on which the project has a net negative impact (cost bearers). Each cost-benefit analysis shall include sensitivity analyses concerning the input data set, the commissioning date of different projects in the same area of analysis and other relevant parameters.",
      "The methodology shall define the analysis to be carried out, based on the relevant input data set, by determining the impacts with and without each project. The area for the analysis of an individual project shall cover all Member States and third countries, on whose territory the project shall be built, all directly neighbouring Member States and all other Member States significantly impacted by the project.",
      "Statement by the European Commission as regards the eligibility ofprojects of common interest for EU financial assistance in the context of trans-Europeanenergy infrastructures (Chapter V of Regulation (EU) No 347/2013 of the European Parliament and of the Council (1))",
      "The methodology for a harmonised energy system-wide cost-benefit analysis for projects of common interest shall satisfy the following principles laid down in this Annex.",
      "the project and public consultation planning, clearly indicating dates and locations for public consultations and hearings and the envisaged subject matters relevant for those hearings;",
      "Security of supply, interoperability and secure system operation shall be measured in line with the analysis made in the latest available 10-year network development plan in electricity, notably by assessing the impact of the project on the loss of load expectation for the area of analysis as defined in Annex V.10 in terms of generation and transmission adequacy for a set of characteristic load periods, taking into account expected changes in climate-related extreme weather events and their impact on infrastructure resilience. Where applicable, the impact of the project on independent and reliable control of system operation and services shall be measured.",
      "For gas projects falling under the categories set out in Annex II.2, each Group shall be composed of representatives of the Member States, national regulatory authorities, TSOs, as well as the Commission, the Agency and the ENTSO for Gas.",
      "Market integration and interoperability shall be measured by calculating the additional value of the project to the integration of market areas and price convergence, to the overall flexibility of the system, including the capacity level offered for reverse flows under various scenarios.",
      "for gas storage or liquefied/compressed natural gas, the project aims at supplying directly or indirectly at least two Member States or at fulfilling the infrastructure standard (N-1 rule) at regional level in accordance with Article 6(3) of Regulation (EU) No 994/2010 of the European Parliament and of the Council (1);",
      "for electricity storage, by comparing new capacity provided by the project with total existing capacity for the same storage technology in the area of analysis as defined in Annex V.10.",
      "The project proposals submitted for inclusion in the first Union list which were not previously evaluated pursuant to Article 8 of Regulation (EC) No 714/2009 shall be assessed at Union-wide system level by:",
      "The analysis shall identify the Member States on which theprojecthas net positive impacts (beneficiaries) and those Member States on which the project has a net negative impact (cost bearers). Each cost-benefit analysis shall include sensitivity analyses concerning the input data set, thecommissioning date of different projects in the same area of analysis and other relevant parameters.",
      "Promoters of a project potentially eligible for selection as a project of common interest wanting to obtain the status of projects of common interest shall submit an application for selection as project of common interest to the Group that includes:",
      "for electricity transmission, by estimating the amount of generation capacity from renewable energy sources (by technology, in megawatts), which is connected and transmitted due to the project, compared to the amount of planned total generation capacity from these types of renewable energy sources in the concerned Member State in 2020 according to the national renewable energy action plans as defined in Article 4 of Directive 2009/28/EC,",
      "forsmart grids, theproject is designed for equipments and installations at high-voltage and medium-voltage level designed for a voltage of 10 kV or more. It involves transmission and distribution system operators from at least two Member States, which cover at least 50 000 users that generate or consume electricity or do both in a consumption area of at least 300 Gigawatthours/year, of which at least 20 % originate from renewable resources that are variable in nature.",
      "Each Group shall invite, as appropriate in view of implementing the relevant priority designated in Annex I, promoters of aprojectpotentially eligible for selection as aproject of common interest as well as representatives of national administrations, of regulatory authorities, and TSOs from EU candidate countries and potential candidates, the member countries of the European Economic Area and the European Free Trade Association, representatives from the Energy Community institutions and bodies, countries covered by the European Neighbourhood policy and countries, with which the Union has established specific energy cooperation. The decision to invite third country-representatives shall be based on consensus.",
      "The draft regional lists of proposed projects falling under the categories set out in Annex II.1 and 2 drawn up by the Groups, together with any opinions as specified in point (9), shall be submitted to the Agency six months before the adoption date of the Union list. The draft regional lists and the accompanying opinions shall be assessed by the Agency within three months of the date of receipt. The Agency shall provide an opinion on the draft regional lists, in particular on the consistent application of the criteria and the cost-benefit analysis across regions. The opinion of the Agency shall be adopted in accordance with the procedure referred to in Article 15(1) of Regulation (EC) No 713/2009.",
      "Promoters of aprojectpotentially eligible for selection as aproject of common interest wanting to obtain the status of projects of common interest shall submit an application for selection as project of common interest to the Group that includes:",
      "Each Member State to whose territory a proposed project does not relate, but on which the proposed project may have a potential net positive impact or a potential significant effect, such as on the environment or on the operation of the energy infrastructure on its territory, may present an opinion to the Group specifying its concerns.",
      "For electricity projects falling under the categories set out in Annex II.1, each Group shall be composed of representatives of the Member States, national regulatory authorities, TSOs, as well as the Commission, the Agency and the ENTSO for Electricity.",
      "A project with significant cross-border impact is a project on the territory of a Member State, which fulfils the following conditions:",
      "the ENTSO for Gas or by a third party in a consistent manner based on an objective methodology for projects falling under Annex II.2.",
      "The cost-benefit analysis shall at least take into account the following costs: capital expenditure, operational and maintenance expenditure over the technical lifecycle of the project and decommissioning and waste management costs, where relevant. The methodology shall give guidance on discount rates to be used for the calculations.",
      "for gas transmission, the project concerns investment in reverse flow capacities or changes the capability to transmit gas across the borders of the Member States concerned by at least 10 % compared to the situation prior to the commissioning of the project;",
      "For oil and carbon dioxide transport projects falling under the categories referred to in Annex II.3 and 4, each Group shall be composed of the representatives of the Member States, project promoters concerned by each of the relevant priorities designated in Annex I and the Commission.",
      "for electricity transmission, the project increases the grid transfer capacity, or the capacity available for commercial flows, at the border of that Member State with one or several other Member States, or at any other relevant cross-section of the same transmission corridor having the effect of increasing this cross-border grid transfer capacity, by at least 500 Megawatt compared to the situation without commissioning of the project;",
      "for gas transmission, theprojectconcerns investment in reverse flow capacities or changes the capability to transmit gas across the borders of the Member States concerned by at least 10 % compared to the situation prior to thecommissioning of the project;",
      "Each Group shall invite, as appropriate in view of implementing the relevant priority designated in Annex I, promoters of a project potentially eligible for selection as a project of common interest as well as representatives of national administrations, of regulatory authorities, and TSOs from EU candidate countries and potential candidates, the member countries of the European Economic Area and the European Free Trade Association, representatives from the Energy Community institutions and bodies, countries covered by the European Neighbourhood policy and countries, with which the Union has established specific energy cooperation. The decision to invite third country-representatives shall be based on consensus.",
      "Security of gas supply shall be measured by calculating the additional value of the project to the short and long-term resilience of the Union’s gas system and to enhancing the remaining flexibility of the system to cope with supply disruptions to Member States under various scenarios as well as the additional capacity provided by the project measured in relation to the infrastructure standard (N-1 rule) at regional level in accordance with Article 6(3) of Regulation (EU) No 994/2010.",
      "After adoption of the first Union list, for all subsequent Union lists adopted, proposed gas infrastructure projects falling under the categories set out in Annex II.2 shall be part of the latest available 10-year network development plan for gas, developed by the ENTSO for Gas pursuant Article 8 of Regulation (EC) No 715/2009.",
      "Within one month of the date of receipt of the Agency’s opinion, the decision-making body of each Group shall adopt its final regional list, respecting the provisions set out in Article 3(3), based on the Groups’ proposal and taking into account the opinion of the Agency and the assessment of the national regulatory authorities submitted in accordance with point (7), or the assessment of the Commission for oil and carbon dioxide transport projects proposed in accordance with point (8). The Groups shall submit the final regional lists to the Commission, together with any opinions as specified in point (9).",
      "inform all stakeholders affected about the project through the website referred to in Article 9(7) and other appropriate information means;",
      "(b)   in gas: scenarios for demand, imports, fuel prices (including coal, gas and oil), carbon dioxide prices, the composition of the transmission network and its evolution, taking into account all new projects for which a final investment decision has been taken and that are due to be commissioned by the end of year n+5.",
      "assessing the impact, for the area of analysis as defined in Annex V.10, in terms of energy system-wide generation and transmission costs and evolution and convergence of market prices provided by a project under different planning scenarios, notably taking into account the variations induced on the merit order.",
      "an assessment of their projects with regard to the contribution to implementing the priorities set out in Annex I,",
      "for smart grids, the project is designed for equipments and installations at high-voltage and medium-voltage level designed for a voltage of 10 kV or more. It involves transmission and distribution system operators from at least two Member States, which cover at least 50 000 users that generate or consume electricity or do both in a consumption area of at least 300 Gigawatthours/year, of which at least 20 % originate from renewable resources that are variable in nature.",
      "The Commission underlines that it considers important that the support from EU and national sources extends to grants forworksto enable the implementation ofprojects of common interest enhancing the diversification of energy supply sources, routes and counterparts. The Commission reserves the right to make proposals in this direction based on the experience gained from the monitoring of the implementation of projects of common interest in the context of the report foreseen in Article 17 of the Regulation on guidelines for trans-Europeanenergy infrastructures.",
      "(a)   in electricity: scenarios for demand, generation capacities by fuel type (biomass, geothermal, hydro, gas, nuclear, oil, solid fuels, wind, solar photovoltaic, concentrated solar, other renewable technologies) and their geographical location, fuel prices (including biomass, coal, gas and oil), carbon dioxide prices, the composition of the transmission and, if relevant, the distribution network, and its evolution, taking into account all new significant generation (including capacity equipped for capturing carbon dioxide), storage and transmission projects for which a final investment decision has been taken and that are due to be commissioned by the end of year n+5;",
      "for electricity storage, the project provides at least 225 MW installed capacity and has a storage capacity that allows a net annual electricity generation of 250 Gigawatt-hours/year;",
      "The Group shall meet to examine and rank the proposed projects taking into account the assessment of the regulators, or the assessment of the Commission for oil and carbon dioxide transport projects.",
      "Each Member State to whose territory a proposedprojectdoes not relate, but on which the proposed project may have a potential net positive impact or a potential significant effect, such as on the environment or on the operation of theenergy infrastructure on its territory, may present an opinion to the Group specifying its concerns."
    ],
    "Not Article": [
      "A new Union list should be established every two years.Projects of common interest that are completed or that no longer fulfil the relevant criteria and requirements as set out in this Regulation should not appear on the next Union list. For that reason, existing projects of common interest that are to be included in the next Union list should be subject to the same selection process for the establishment of regional lists and for the establishment of the Union list as proposed projects; however, care should be taken to minimise the resulting administrative burden as much as possible, for example by using to the extent possible information submitted previously, and by taking account of the annual reports of theproject promoters.",
      "The communication from the Commission of 7 September 2011 entitled ‘The EU Energy Policy: Engaging with Partners beyond Our Borders’ underlined the need for the Union to include the promotion of energy infrastructure development in its external relations with a view to supporting socio-economic development beyond the Union borders. The Union should facilitate infrastructure projects linking the Union’s energy networks with third-country networks, in particular with neighbouring countries and with countries with which the Union has established specific energy cooperation.",
      "Permit granting processes should neither lead to administrative burdens which are disproportionate to the size or complexity of a project, nor create barriers to the development of the trans-European networks and market access. The conclusions of the Council of 19 February 2009 highlighted the need to identify and remove barriers to investment, including by means of streamlining of planning and consultation procedures. Those conclusions were reinforced by the conclusions of the European Council of 4 February 2011 which again underlined the importance of streamlining and improving permit granting processes while respecting national competences.",
      "The communication from the Commission of 7 September 2011 entitled ‘The EU Energy Policy: Engaging with Partners beyond Our Borders’ underlined the need for the Union to include the promotion ofenergy infrastructuredevelopment in its external relations with a view to supporting socio-economic development beyond the Union borders. The Union should facilitate infrastructureprojects linking the Union’s energy networks with third-country networks, in particular with neighbouring countries and with countries with which the Union has established specific energy cooperation.",
      "This Regulation, in particular the provisions on permit granting, public participation and the implementation of projects of common interest, should apply without prejudice to international and Union law, including provisions to protect the environment and human health, and provisions adopted under the Common Fisheries and Maritime Policy.",
      "Regional groups should be established for the purpose of proposing and reviewingprojects of common interest, leading to the establishment of regional lists of projects of common interest. In order to ensure broad consensus, these regional groups should ensure close cooperation between Member States, national regulatory authorities,project promoters and relevant stakeholders. The cooperation should rely as much as possible on existing regional cooperation structures of national regulatory authorities and TSOs and other structures established by the Member States and the Commission. In the context of this cooperation, national regulatory authorities should, when necessary, advise the regional groups, inter alia on the feasibility of the regulatory aspects of proposed projects and on the feasibility of the proposed timetable for regulatory approval.",
      "Permit granting processes should neither lead to administrative burdens which are disproportionate to the size or complexity of aproject, nor create barriers to the development of the trans-European networks and market access. The conclusions of the Council of 19 February 2009 highlighted the need to identify and remove barriers to investment, including by means of streamlining of planning and consultation procedures. Those conclusions were reinforced by the conclusions of the European Council of 4 February 2011 which again underlined the importance of streamlining and improving permit granting processes while respecting national competences.",
      "Member States that currently do not provide for a legal status of the highest national significance possible that is attributable toenergy infrastructureprojects in the context of permit granting processes should consider introducing such a status, in particular by evaluating if this would lead to a quicker permit granting process.",
      "In order to ensure that the Union list of projects of common interest (‘Union list’) is limited to projects which contribute the most to the implementation of the strategic energy infrastructure priority corridors and areas, the power to adopt and review the Union list should be delegated to the Commission in accordance with Article 290 of the TFEU, while respecting the right of the Member States to approve projects of common interest related to their territory. According to analysis carried out in the impact assessment accompanying the proposal that has led to this Regulation, the number of such projects is estimated at some 100 in the field of electricity and 50 in the field of gas. Taking into account this estimate, and the need to ensure the achievement of the objectives of this Regulation, the total number of projects of common interest should remain manageable, and therefore should not significantly exceed 220. The Commission, when preparing and drawing up delegated acts, should ensure the simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council.",
      "In an increasingly integrated internal energy market, clear and transparent rules for cost allocation across borders are necessary in order to accelerate investment in cross-border infrastructure. The European Council of 4 February 2011 recalled the importance of promoting a regulatory framework attractive to investment in networks, with tariffs set at levels consistent with financing needs and the appropriate cost allocation for cross-border investments, while enhancing competition and competitiveness and taking account of the impact on consumers. When deciding on cross-border cost allocation, national regulatory authorities should ensure that its impact on national tariffs does not represent a disproportionate burden for consumers. The national regulatory authorities should also avoid the risks of double support for projects by taking into account actual or estimated charges and revenues. Those charges and revenues should be taken into account only insofar as they are designed to cover the costs concerned and as much as possible related to the projects. When an investment request takes into account benefits beyond the borders of the Member States concerned, the national regulatory authorities should consult the TSOs concerned on the project-specific cost-benefit analysis.",
      "Projects of common interest should be given ‘priority status’ at national level to ensure rapid administrative treatment. Projects of common interest should be considered by competent authorities as being in the public interest. Authorisation should be given to projects which have an adverse impact on the environment, for reasons of overriding public interest, when all the conditions under Council Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora (13) and Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy (14) are met.",
      "The European Energy Programme for Recovery (EEPR), established by Regulation (EC) No 663/2009 of the European Parliament and of the Council (19) has demonstrated the added value of leveraging private funding through significant Union financial assistance to allow the implementation ofprojects of European significance. The European Council of 4 February 2011 recognised that someenergy infrastructure projects may require limited public finance to leverage private funding. In the light of the economic and financial crisis and budgetary constraints, targeted support, through grants and financial instruments, should be developed under the next multiannual financial framework, which will attract new investors into the energy infrastructure priority corridors and areas, while keeping the budgetary contribution of the Union to a minimum. The relevant measures should draw on the experience gained during the pilot phase following the introduction of project bonds to finance infrastructure projects.",
      "Projects of common interest in the fields of electricity, gas and carbon dioxide should be eligible to receive Union financial assistance forstudiesand, under certain conditions, forworksas soon as such funding becomes available under the relevant Regulation on a Connecting Europe Facility in the form of grants or in the form of innovative financial instruments. This will ensure that tailor-made support can be provided to those projects of common interest which are not viable under the existing regulatory framework and market conditions. It is important to avoid any distortion of competition, in particular between projects contributing to the achievement of the same Union priority corridor. Such financial assistance should ensure the necessary synergies with the Structural Funds, which will finance smart energy distribution networks of local or regional importance. A three-step logic applies to investments in projects of common interest. First, the market should have the priority to invest. Second, if investments are not made by the market, regulatory solutions should be explored, if necessary the relevant regulatory framework should be adjusted, and the correct application of the relevant regulatory framework should be ensured. Third, where the first two steps are not sufficient to deliver the necessary investments in projects of common interest, Union financial assistance could be granted if theproject of common interest fulfils the applicable eligibility criteria.",
      "Projects of common interest should comply with common, transparent and objective criteria in view of their contribution to the energy policy objectives. For electricity and gas, in order to be eligible for inclusion in the second and subsequent Union lists, projects should be part of the latest available 10-year network development plan. This plan should notably take account of the conclusions of the European Council of 4 February 2011 with regard to the need to integrate peripheral energy markets.",
      "In order to ensure that the Union list ofprojects of common interest (‘Union list’) is limited to projects which contribute the most to the implementation of the strategicenergy infrastructure priority corridors and areas, the power to adopt and review the Union list should be delegated to the Commission in accordance with Article 290 of the TFEU, while respecting the right of the Member States to approve projects of common interest related to their territory. According to analysis carried out in the impact assessment accompanying the proposal that has led to this Regulation, the number of such projects is estimated at some 100 in the field of electricity and 50 in the field of gas. Taking into account this estimate, and the need to ensure the achievement of the objectives of this Regulation, the total number of projects of common interest should remain manageable, and therefore should not significantly exceed 220. The Commission, when preparing and drawing up delegated acts, should ensure the simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council.",
      "In an increasingly integrated internal energy market, clear and transparent rules for cost allocation across borders are necessary in order to accelerate investment in cross-border infrastructure. The European Council of 4 February 2011 recalled the importance of promoting a regulatory framework attractive to investment in networks, with tariffs set at levels consistent with financing needs and the appropriate cost allocation for cross-border investments, while enhancing competition and competitiveness and taking account of the impact on consumers. When deciding on cross-border cost allocation, national regulatory authorities should ensure that its impact on national tariffs does not represent a disproportionate burden for consumers. The national regulatory authorities should also avoid the risks of double support forprojects by taking into account actual or estimated charges and revenues. Those charges and revenues should be taken into account only insofar as they are designed to cover the costs concerned and as much as possible related to the projects. When an investment request takes into account benefits beyond the borders of the Member States concerned, the national regulatory authorities should consult the TSOs concerned on the project-specific cost-benefit analysis.",
      "Projects of common interest should be implemented as quickly as possible and should be closely monitored and evaluated, while keeping the administrative burden forproject promoters to a minimum. The Commission should nominate European coordinators for projects facing particular difficulties.",
      "This Regulation applies only to the granting of permits for, public participation in, and the regulatory treatment of projects of common interest within the meaning set out herein. Member States may nevertheless apply, by virtue of their national law, the same or similar rules to other projects which do not have the status of projects of common interest within the scope of this Regulation. As regards the regulatory incentives, Member States may apply, by virtue of their national law, the same or similar rules to projects of common interest falling under the category of electricity storage.",
      "A new Union list should be established every two years. Projects of common interest that are completed or that no longer fulfil the relevant criteria and requirements as set out in this Regulation should not appear on the next Union list. For that reason, existing projects of common interest that are to be included in the next Union list should be subject to the same selection process for the establishment of regional lists and for the establishment of the Union list as proposed projects; however, care should be taken to minimise the resulting administrative burden as much as possible, for example by using to the extent possible information submitted previously, and by taking account of the annual reports of the project promoters.",
      "The basis for the discussion on the appropriate allocation of costs should be the analysis of the costs and benefits of an infrastructure project on the basis of a harmonised methodology for energy-system-wide analysis, in the framework of the 10-year network development plans prepared by the European Networks of Transmission System Operators under Regulation (EC) No 714/2009 and Regulation (EC) No 715/2009 of the European Parliament and of the Council of 13 July 2009 on conditions for access to the natural gas transmission networks (18), and reviewed by the Agency. That analysis could take into consideration indicators and corresponding reference values for the comparison of unit investment costs.",
      "Member States that currently do not provide for a legal status of the highest national significance possible that is attributable to energy infrastructure projects in the context of permit granting processes should consider introducing such a status, in particular by evaluating if this would lead to a quicker permit granting process.",
      "Evaluation of the current TEN-E framework has clearly shown that this framework, while making a positive contribution to selected projects by giving them political visibility, lacks vision, focus, and flexibility to fill identified infrastructure gaps. The Union should therefore increase its efforts to meet future challenges in this field, and due attention should be paid to identifying potential future gaps in energy demand and supply.",
      "The correct and coordinated implementation of Directive 2011/92/EU of the European Parliament and of the Council of 13 December 2011 on the assessment of the effects of certain public and private projects on the environment (15), of Directive 2001/42/EC of the European Parliament and of the Council of 27 June 2001 on the assessment of the effects of certain plans and programmes on the environment (16), where applicable, of the Convention on access to information, public participation in decision-making and access to justice in environmental matters, signed in Aarhus on 25 June 1998 (17) (the ‘Aarhus Convention’), and of the Espoo Convention on environmental impact assessment in a transboundary context (the ‘Espoo Convention’) should ensure the harmonisation of the main principles for the assessment of environmental effects, including in a cross-border context. Member States should coordinate their assessments for projects of common interest, and provide for joint assessments, where possible. Member States should be encouraged to exchange best practice and administrative capacity-building for permit granting processes.",
      "Projects of common interest should be implemented as quickly as possible and should be closely monitored and evaluated, while keeping the administrative burden for project promoters to a minimum. The Commission should nominate European coordinators for projects facing particular difficulties.",
      "Where Member States consider it appropriate, they may include in the comprehensive decision decisions taken in the context of: negotiations with individual landowners to granting access to, ownership of, or a right to occupy property; spatial planning which determines the general land use of a defined region, includes other developments such as highways, railways, buildings and nature protection areas, and is not undertaken for the specific purpose of the planned project; granting of operational permits. In the context of the permit granting processes, a project of common interest could include related infrastructure to the extent that it is essential for the construction or functioning of the project.",
      "Projects of common interest in the fields of electricity, gas and carbon dioxide should be eligible to receive Union financial assistance for studies and, under certain conditions, for works as soon as such funding becomes available under the relevant Regulation on a Connecting Europe Facility in the form of grants or in the form of innovative financial instruments. This will ensure that tailor-made support can be provided to those projects of common interest which are not viable under the existing regulatory framework and market conditions. It is important to avoid any distortion of competition, in particular between projects contributing to the achievement of the same Union priority corridor. Such financial assistance should ensure the necessary synergies with the Structural Funds, which will finance smart energy distribution networks of local or regional importance. A three-step logic applies to investments in projects of common interest. First, the market should have the priority to invest. Second, if investments are not made by the market, regulatory solutions should be explored, if necessary the relevant regulatory framework should be adjusted, and the correct application of the relevant regulatory framework should be ensured. Third, where the first two steps are not sufficient to deliver the necessary investments in projects of common interest, Union financial assistance could be granted if the project of common interest fulfils the applicable eligibility criteria.",
      "It is important to streamline and improve permit granting processes, while respecting — to the extent possible with due regard to the principle of subsidiarity — national competences and procedures for the construction of new infrastructure. Given the urgency of developing energy infrastructures, the simplification of permit granting processes should be accompanied by a clear time-limit for the decision to be taken by the respective authorities regarding the construction of the project. That time limit should stimulate a more efficient definition and handling of procedures, and should under no circumstances compromise the high standards for the protection of the environment and public participation. With regard to the maximum time limits established by this Regulation, Member States could nevertheless strive to further shorten them if feasible. The competent authorities should ensure compliance with the time limits, and Member States should endeavour to ensure that appeals challenging the substantive or procedural legality of a comprehensive decision are handled in the most efficient way possible.",
      "Regional groups should be established for the purpose of proposing and reviewing projects of common interest, leading to the establishment of regional lists of projects of common interest. In order to ensure broad consensus, these regional groups should ensure close cooperation between Member States, national regulatory authorities, project promoters and relevant stakeholders. The cooperation should rely as much as possible on existing regional cooperation structures of national regulatory authorities and TSOs and other structures established by the Member States and the Commission. In the context of this cooperation, national regulatory authorities should, when necessary, advise the regional groups, inter alia on the feasibility of the regulatory aspects of proposed projects and on the feasibility of the proposed timetable for regulatory approval.",
      "Despite the existence of established standards for the participation of the public in environmental decision-making procedures, additional measures are needed to ensure the highest possible standards of transparency and public participation for all relevant issues in the permit granting process for projects of common interest.",
      "The costs for the development, construction, operation and maintenance of projects of common interest should in general be fully borne by the users of the infrastructure. Projects of common interest should be eligible for cross-border cost allocation when an assessment of market demand or of the expected effects on the tariffs have indicated that costs cannot be expected to be recovered by the tariffs paid by the infrastructure users.",
      "The planning and implementation of Unionprojects of common interest in the areas of energy, transport and telecommunication infrastructure should be coordinated to generate synergies whenever to do so makes sense from an overall economic, technical, environmental or spatial planning point of view and with due regard to the relevant safety aspects. Thus, when the various European networks are being planned, preference could be given to integrating transport, communication and energy networks in order to ensure that as little land as possible is taken up, whilst ensuring, where possible, that existing or disused routes are reused, in order to reduce to a minimum any negative social, economic, environmental and financial impact.",
      "The basis for the discussion on the appropriate allocation of costs should be the analysis of the costs and benefits of an infrastructureprojecton the basis of a harmonised methodology for energy-system-wide analysis, in the framework of the 10-year network development plans prepared by the European Networks of Transmission System Operators under Regulation (EC) No 714/2009 and Regulation (EC) No 715/2009 of the European Parliament and of the Council of 13 July 2009 on conditions for access to the natural gas transmission networks (18), and reviewed by the Agency. That analysis could take into consideration indicators and corresponding reference values for the comparison of unit investment costs.",
      "It is important to streamline and improve permit granting processes, while respecting — to the extent possible with due regard to the principle of subsidiarity — national competences and procedures for the construction of new infrastructure. Given the urgency of developingenergy infrastructures, the simplification of permit granting processes should be accompanied by a clear time-limit for the decision to be taken by the respective authorities regarding the construction of theproject. That time limit should stimulate a more efficient definition and handling of procedures, and should under no circumstances compromise the high standards for the protection of the environment and public participation. With regard to the maximum time limits established by this Regulation, Member States could nevertheless strive to further shorten them if feasible. The competent authorities should ensure compliance with the time limits, and Member States should endeavour to ensure that appeals challenging the substantive or procedural legality of acomprehensive decision are handled in the most efficient way possible.",
      "The existing internal energy market law requires that tariffs for access to gas and electricity networks provide appropriate incentives for investment. When applying the internal energy market law, national regulatory authorities should ensure a stable and predictable regulatory framework with incentives for projects of common interest, including long-term incentives, that are commensurate with the level of specific risk of the project. This applies in particular to innovative transmission technologies for electricity allowing for large scale integration of renewable energy, of distributed energy resources or of demand response in interconnected networks, and to gas transmission infrastructure offering advanced capacity or additional flexibility to the market to allow for short-term trading or back-up supply in case of supply disruptions.",
      "The European Energy Programme for Recovery (EEPR), established by Regulation (EC) No 663/2009 of the European Parliament and of the Council (19) has demonstrated the added value of leveraging private funding through significant Union financial assistance to allow the implementation of projects of European significance. The European Council of 4 February 2011 recognised that some energy infrastructure projects may require limited public finance to leverage private funding. In the light of the economic and financial crisis and budgetary constraints, targeted support, through grants and financial instruments, should be developed under the next multiannual financial framework, which will attract new investors into the energy infrastructure priority corridors and areas, while keeping the budgetary contribution of the Union to a minimum. The relevant measures should draw on the experience gained during the pilot phase following the introduction of project bonds to finance infrastructure projects.",
      "The planning and implementation of Union projects of common interest in the areas of energy, transport and telecommunication infrastructure should be coordinated to generate synergies whenever to do so makes sense from an overall economic, technical, environmental or spatial planning point of view and with due regard to the relevant safety aspects. Thus, when the various European networks are being planned, preference could be given to integrating transport, communication and energy networks in order to ensure that as little land as possible is taken up, whilst ensuring, where possible, that existing or disused routes are reused, in order to reduce to a minimum any negative social, economic, environmental and financial impact.",
      "Where Member States consider it appropriate, they may include in thecomprehensive decisiondecisions taken in the context of: negotiations with individual landowners to granting access to, ownership of, or a right to occupy property; spatial planning which determines the general land use of a defined region, includes other developments such as highways, railways, buildings and nature protection areas, and is not undertaken for the specific purpose of the plannedproject; granting of operational permits. In the context of the permit granting processes, aproject of common interest could include related infrastructure to the extent that it is essential for the construction or functioning of the project.",
      "The existing internal energy market law requires that tariffs for access to gas and electricity networksprovide appropriate incentives for investment. When applying the internal energy market law, national regulatory authorities should ensure a stable and predictable regulatory framework with incentives forprojects of common interest, including long-term incentives, that are commensurate with the level of specific risk of the project. This applies in particular to innovative transmission technologies for electricity allowing for large scale integration of renewable energy, of distributed energy resources or of demand response in interconnected networks, and to gas transmission infrastructure offering advanced capacity or additional flexibility to the market to allow for short-term trading or back-up supply in case of supply disruptions."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 0,
      "statement_scores": [
        0,
        0,
        0,
        0,
        0
      ]
    },
    "Article 2": {
      "article_score": 7,
      "statement_scores": [
        1,
        2,
        2,
        0,
        1,
        0,
        1,
        0
      ]
    },
    "Article 3": {
      "article_score": 2,
      "statement_scores": [
        1,
        0,
        0,
        0,
        0,
        1,
        0,
        0
      ]
    },
    "Article 4": {
      "article_score": 19,
      "statement_scores": [
        1,
        1,
        1,
        0,
        1,
        1,
        1,
        1,
        1,
        0,
        0,
        1,
        1,
        0,
        1,
        1,
        0,
        0,
        1,
        1,
        1,
        1,
        1,
        1,
        0,
        0,
        1,
        0
      ]
    },
    "Article 5": {
      "article_score": 5,
      "statement_scores": [
        0,
        0,
        0,
        0,
        2,
        0,
        0,
        0,
        1,
        2
      ]
    },
    "Article 6": {
      "article_score": 1,
      "statement_scores": [
        0,
        0,
        0,
        0,
        0,
        0,
        1,
        0
      ]
    },
    "Article 7": {
      "article_score": 4,
      "statement_scores": [
        0,
        0,
        0,
        1,
        0,
        0,
        1,
        1,
        1
      ]
    },
    "Article 8": {
      "article_score": 2,
      "statement_scores": [
        1,
        1,
        0,
        0,
        0,
        0
      ]
    },
    "Article 9": {
      "article_score": 0,
      "statement_scores": [
        0,
        0,
        0
      ]
    },
    "Article 10": {
      "article_score": 1,
      "statement_scores": [
        0,
        1,
        0
      ]
    },
    "Article 11": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 12": {
      "article_score": 16,
      "statement_scores": [
        1,
        1,
        0,
        0,
        0,
        1,
        2,
        1,
        2,
        1,
        3,
        3,
        1,
        0
      ]
    },
    "Article 13": {
      "article_score": 6,
      "statement_scores": [
        3,
        0,
        0,
        0,
        1,
        0,
        0,
        0,
        1,
        1,
        0
      ]
    },
    "Article 14": {
      "article_score": 7,
      "statement_scores": [
        2,
        0,
        1,
        0,
        0,
        0,
        0,
        0,
        1,
        1,
        2,
        0,
        0
      ]
    },
    "Article 17": {
      "article_score": 1,
      "statement_scores": [
        0,
        0,
        1,
        0,
        0,
        0,
        0,
        0,
        0
      ]
    },
    "Article 18": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 19": {
      "article_score": 1,
      "statement_scores": [
        0,
        1,
        0,
        0
      ]
    },
    "Article 23": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 24": {
      "article_score": 52,
      "statement_scores": [
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        1,
        1,
        0,
        0,
        1,
        0,
        0,
        0,
        1,
        0,
        0,
        1,
        0,
        1,
        1,
        0,
        1,
        1,
        0,
        1,
        1,
        1,
        0,
        1,
        2,
        4,
        0,
        0,
        1,
        2,
        0,
        1,
        1,
        1,
        1,
        1,
        3,
        1,
        0,
        0,
        0,
        1,
        2,
        0,
        2,
        0,
        1,
        2,
        1,
        2,
        1,
        2,
        2,
        0,
        0,
        1,
        0,
        1,
        0,
        1,
        0,
        0,
        1,
        0,
        1
      ]
    },
    "Not Article": {
      "article_score": 18,
      "statement_scores": [
        0,
        0,
        1,
        0,
        0,
        1,
        0,
        0,
        0,
        1,
        0,
        1,
        0,
        0,
        0,
        1,
        0,
        0,
        1,
        1,
        0,
        0,
        0,
        1,
        3,
        1,
        1,
        1,
        0,
        0,
        0,
        0,
        0,
        1,
        1,
        0,
        1,
        1
      ]
    }
  }
}