{
  "term": "Protocol",
  "celex_id": "31998D0181",
  "original_definition": "'Protocol' means a treaty, the negotiation of which is authorized and the text of which is adopted by the Charter Conference, which is entered into by two or more Contracting Parties in order to complement, supplement, extend or amplify the provisions of this Treaty with respect to any specific sector or category of activity within the scope of this Treaty, or to areas of cooperation pursuant to Title III of the Charter.‘Energy Charter Declaration’ or ‘Declaration’ means a non-binding instrument, the negotiation of which is authorized and the text of which is approved by the Charter Conference, which is entered into by two or more Contracting Parties to complement or supplement the provisions of this Treaty.",
  "generated_definition": "'Protocol' means a protocol is a legal instrument that may assign duties to the charter conference and functions to the secretariat, define final provisions applying to the protocol, and determine the contracting parties that are bound by it. it may also provide for decisions to be taken by the charter conference and define the rules for such decisions.",
  "existing_sentences": {
    "Article 1": [
      "Scope and objectives of theProtocol",
      "1.   ThisProtocol defines policy principles for the promotion of energy efficiency as a considerable source of energy and for consequently reducing adverse environmental impacts of energy systems. It furthermore provides guidance on the development of energy efficiency programmes, indicates areas of cooperation and provides a framework for the development of cooperative and coordinated action. Such action may include the prospecting for, exploration, production, conversion, storage, transport, distribution, and consumption of energy, and may relate to any economic sector.",
      "2.   The objectives of thisProtocol are:",
      "Scope and objectives of the Protocol",
      "2.   The objectives of this Protocol are:",
      "1.   This Protocol defines policy principles for the promotion of energy efficiency as a considerable source of energy and for consequently reducing adverse environmental impacts of energy systems. It furthermore provides guidance on the development of energy efficiency programmes, indicates areas of cooperation and provides a framework for the development of cooperative and coordinated action. Such action may include the prospecting for, exploration, production, conversion, storage, transport, distribution, and consumption of energy, and may relate to any economic sector."
    ],
    "Article 2": [
      "‘Contracting Party’ means a State or Regional Economic Integration Organization which has consented to be bound by this Protocol and for which the Protocol is in force.",
      "‘Regional Economic Integration Organization’ means an organization constituted by States to which they have transferred competence over certain matters a number of which are governed by this Protocol, including the authority to take decisions binding on them in respect of those matters.",
      "As used in thisProtocol:",
      "‘Regional Economic Integration Organization’ means an organization constituted by States to which they have transferred competence over certain matters a number of which are governed by thisProtocol, including the authority to take decisions binding on them in respect of those matters.",
      "As used in this Protocol:",
      "‘Contracting Party’ means a State orRegional Economic Integration Organizationwhich has consented to be bound by thisProtocol and for which the Protocol is in force."
    ],
    "Article 3": [
      "When cooperating to achieve the objectives of this Protocol, Contracting Parties shall take into account the differences in adverse effects and abatement costs between Contracting Parties.",
      "When cooperating to achieve the objectives of thisProtocol, Contracting Parties shall take into account the differences in adverse effects and abatement costs between Contracting Parties."
    ],
    "Article 4": [
      "Recalling that all signatories to the Concluding Document of the Hague Conference undertook to pursue the objectives and principles of the European EnergyCharterand implement and broaden their cooperation as soon as possible by negotiating in good faith an Energy Charter Treaty andProtocols, and desiring to place the commitments contained in that Charter on a secure and binding international legal basis;",
      "The European Energy Charter Conference accordingly began negotiations on a Basic Agreement — later called the Energy Charter Treaty — designed to promote east-west industrial cooperation by providing legal safeguards in areas such as investment, transit and trade. It also began negotiations on Protocols in the fields of energy efficiency, nuclear safety and hydrocarbons, although in the last case negotiations were later suspended until completion of the Energy Charter Treaty.",
      "to pursue the objectives and principles of theCharterand implement and broaden their cooperation as soon as possible by negotiating in good faith a Basic Agreement andProtocols.",
      "Recalling that all signatories to the Concluding Document of the Hague Conference undertook to pursue the objectives and principles of the European Energy Charter and implement and broaden their cooperation as soon as possible by negotiating in good faith an Energy Charter Treaty and Protocols, and desiring to place the commitments contained in that Charter on a secure and binding international legal basis;",
      "The provisionalCharterConference should at the earliest possible date decide how best to give effect to the goal of Title III of the European Energy Charter thatProtocols be negotiated in areas of cooperation such as those listed in Title III of the Charter.",
      "The provisional Charter Conference should at the earliest possible date decide how best to give effect to the goal of Title III of the European Energy Charter that Protocols be negotiated in areas of cooperation such as those listed in Title III of the Charter.",
      "to pursue the objectives and principles of the Charter and implement and broaden their cooperation as soon as possible by negotiating in good faith a Basic Agreement and Protocols.",
      "The European EnergyCharterConference accordingly began negotiations on a Basic Agreement — later called the Energy Charter Treaty — designed to promote east-west industrial cooperation by providing legal safeguards in areas such as investment, transit and trade. It also began negotiations onProtocols in the fields of energy efficiency, nuclear safety and hydrocarbons, although in the last case negotiations were later suspended until completion of the Energy Charter Treaty."
    ],
    "Article 10": [
      "2.   The Charter Conference shall endeavour to adopt, within 180 days after the entry into force of this Protocol, procedures for keeping under review and facilitating the implementation of its provisions, including reporting requirements, as well as for identifying areas of cooperation in accordance with Article 9.",
      "1.   All decisions made by the Charter Conference in accordance with this Protocol shall be made by only those Contracting Parties to the Energy Charter Treaty who are Contracting Parties to this Protocol.",
      "2.   TheCharterConference shall endeavour to adopt, within 180 days after the entry into force of thisProtocol, procedures for keeping under review and facilitating the implementation of its provisions, including reporting requirements, as well as for identifying areas of cooperation in accordance with Article 9.",
      "1.   All decisions made by theCharterConference in accordance with thisProtocol shall be made by only those Contracting Parties to the Energy Charter Treaty who are Contracting Parties to this Protocol."
    ],
    "Article 11": [
      "2.   The costs of the Secretariat andCharterConference arising from thisProtocol shall be met by the Contracting Parties to this Protocol according to their capacity to pay, determined according to the formula specified in Annex B to the Energy Charter Treaty.",
      "2.   The costs of the Secretariat and Charter Conference arising from this Protocol shall be met by the Contracting Parties to this Protocol according to their capacity to pay, determined according to the formula specified in Annex B to the Energy Charter Treaty.",
      "1.   The Secretariat established pursuant to Article 35 of the Energy Charter Treaty shall provide the Charter Conference with all necessary assistance for the performance of its duties under this Protocol and provide such other services in support of the Protocol as may be required from time to time, subject to approval by the Charter Conference.",
      "1.   The Secretariat established pursuant to Article 35 of the EnergyCharterTreaty shall provide the Charter Conference with all necessary assistance for the performance of its duties under thisProtocol and provide such other services in support of the Protocol as may be required from time to time, subject to approval by the Charter Conference."
    ],
    "Article 12": [
      "Contracting Parties shall make every effort to reach agreement by consensus on any other matter requiring their decision pursuant to thisProtocol. If agreement cannot be reached by consensus, decisions on non-budgetary matters shall be taken by a three-fourths majority of Contracting Parties present and voting at the meeting of theCharter Conference at which such matters fall to be decided.",
      "approve accessions to thisProtocol pursuant to Article 16.",
      "adopt amendments to thisProtocol; and",
      "5.   In the event of persistent arrears in aContracting Party's discharge of financial obligations under thisProtocol, theCharter Conference may suspend that Contracting Party's voting rights in whole or in part.",
      "2.   For purposes of this Article, ‘Contracting Parties present and voting’ means Contracting Parties to this Protocol present and casting affirmative or negative votes, provided that the Charter Conference may decide upon rules of procedure to enable such decisions to be taken by Contracting Parties by correspondence.",
      "2.   For purposes of this Article, ‘Contracting Parties present and voting’ means Contracting Parties to thisProtocolpresent and casting affirmative or negative votes, provided that theCharter Conference may decide upon rules of procedure to enable such decisions to be taken by Contracting Parties by correspondence.",
      "approve accessions to this Protocol pursuant to Article 16.",
      "4.   ARegional Economic Integration Organizationshall, when voting, have a number of votes equal to the number of its Member States which are Contracting Parties to thisProtocol; provided that such an Organization shall not exercise its right to vote if its Member States exercise theirs, and vice versa.",
      "adopt amendments to this Protocol; and",
      "4.   A Regional Economic Integration Organization shall, when voting, have a number of votes equal to the number of its Member States which are Contracting Parties to this Protocol; provided that such an Organization shall not exercise its right to vote if its Member States exercise theirs, and vice versa.",
      "5.   In the event of persistent arrears in a Contracting Party's discharge of financial obligations under this Protocol, the Charter Conference may suspend that Contracting Party's voting rights in whole or in part.",
      "Contracting Parties shall make every effort to reach agreement by consensus on any other matter requiring their decision pursuant to this Protocol. If agreement cannot be reached by consensus, decisions on non-budgetary matters shall be taken by a three-fourths majority of Contracting Parties present and voting at the meeting of the Charter Conference at which such matters fall to be decided."
    ],
    "Article 13": [
      "1.   In the event of inconsistency between the provisions of this Protocol and the provisions of the Energy Charter Treaty, the provisions of the Energy Charter Treaty shall, to the extent of the inconsistency, prevail.",
      "2.   Article 10(1) and Article 12(1) to (3) shall not apply to votes in the Charter Conference on amendments to this Protocol which assign duties or functions to the Charter Conference or the Secretariat, the establishment of which is provided for in the Energy Charter Treaty.",
      "1.   In the event of inconsistency between the provisions of thisProtocoland the provisions of the EnergyCharter Treaty, the provisions of the Energy Charter Treaty shall, to the extent of the inconsistency, prevail.",
      "2.   Article 10(1) and Article 12(1) to (3) shall not apply to votes in theCharterConference on amendments to thisProtocol which assign duties or functions to the Charter Conference or the Secretariat, the establishment of which is provided for in the Energy Charter Treaty."
    ],
    "Article 14": [
      "This Protocol shall be open for signature at Lisbon from 17 December 1994 to 16 June 1995 by the States and Regional Economic Integration Organizations whose representatives have signed the Charter and the Energy Charter Treaty.",
      "ThisProtocolshall be open for signature at Lisbon from 17 December 1994 to 16 June 1995 by the States andRegional Economic Integration Organizations whose representatives have signed theCharter and the Energy Charter Treaty."
    ],
    "Article 15": [
      "This Protocol shall be subject to ratification, acceptance or approval by signatories. Instruments of ratification, acceptance or approval shall be deposited with the Depositary.",
      "ThisProtocol shall be subject to ratification, acceptance or approval by signatories. Instruments of ratification, acceptance or approval shall be deposited with the Depositary."
    ],
    "Article 16": [
      "ThisProtocolshall be open for accession, from the date on which the Protocol is closed for signature, by States andRegional Economic Integration Organizations which have signed theCharter and are Contracting Parties to the Energy Charter Treaty, on terms to be approved by the Charter Conference. The instruments of accession shall be deposited with the Depositary.",
      "This Protocol shall be open for accession, from the date on which the Protocol is closed for signature, by States and Regional Economic Integration Organizations which have signed the Charter and are Contracting Parties to the Energy Charter Treaty, on terms to be approved by the Charter Conference. The instruments of accession shall be deposited with the Depositary."
    ],
    "Article 17": [
      "3.   Amendments to this Protocol, texts of which have been adopted by the Charter Conference, shall be communicated by the Secretariat to the Depositary which shall submit them to all Contracting Parties for ratification, acceptance or approval.",
      "4.   Instruments of ratification, acceptance or approval of amendments to this Protocol shall be deposited with the Depositary. Amendments shall enter into force between Contracting Parties having ratified, accepted or approved them on the 30th day after deposit with the Depositary of instruments of ratification, acceptance or approval by at least three-fourths of the Contracting Parties. Thereafter the amendments shall enter into force for any other Contracting Party on the 30th day after that Contracting Party deposits its instrument of ratification, acceptance or approval of the amendments.",
      "1.   AnyContracting Partymay propose amendments to thisProtocol.",
      "2.   The text of any proposed amendment to thisProtocolshall be communicated to Contracting Parties by the Secretariat at least three months before the date on which it is proposed for adoption by theCharter Conference.",
      "1.   Any Contracting Party may propose amendments to this Protocol.",
      "3.   Amendments to thisProtocol, texts of which have been adopted by theCharter Conference, shall be communicated by the Secretariat to the Depositary which shall submit them to all Contracting Parties for ratification, acceptance or approval.",
      "4.   Instruments of ratification, acceptance or approval of amendments to thisProtocolshall be deposited with the Depositary. Amendments shall enter into force between Contracting Parties having ratified, accepted or approved them on the 30th day after deposit with the Depositary of instruments of ratification, acceptance or approval by at least three-fourths of the Contracting Parties. Thereafter the amendments shall enter into force for any otherContracting Party on the 30th day after that Contracting Party deposits its instrument of ratification, acceptance or approval of the amendments.",
      "2.   The text of any proposed amendment to this Protocol shall be communicated to Contracting Parties by the Secretariat at least three months before the date on which it is proposed for adoption by the Charter Conference."
    ],
    "Article 18": [
      "1.   ThisProtocolshall enter into force on the 30th day after the date of deposit of the 15th instrument of ratification, acceptance or approval thereof, or of accession thereto, by a State orRegional Economic Integration Organizationwhich is a signatory to theCharterand aContracting Party to the Energy Charter Treaty or on the same date as the Energy Charter Treaty enters into force, whichever is later.",
      "1.   This Protocol shall enter into force on the 30th day after the date of deposit of the 15th instrument of ratification, acceptance or approval thereof, or of accession thereto, by a State or Regional Economic Integration Organization which is a signatory to the Charter and a Contracting Party to the Energy Charter Treaty or on the same date as the Energy Charter Treaty enters into force, whichever is later.",
      "2.   For each State or Regional Economic Integration Organization for which the Energy Charter Treaty has entered into force and which ratifies, accepts, or approves this Protocol or accedes thereto after the Protocol has entered into force in accordance with paragraph 1, the Protocol shall enter into force on the 30th day after the date of deposit by such State or Regional Economic Integration Organization of its instrument of ratification, acceptance, approval or accession.",
      "2.   For each State orRegional Economic Integration Organizationfor which the EnergyCharterTreaty has entered into force and which ratifies, accepts, or approves thisProtocol or accedes thereto after the Protocol has entered into force in accordance with paragraph 1, the Protocol shall enter into force on the 30th day after the date of deposit by such State or Regional Economic Integration Organization of its instrument of ratification, acceptance, approval or accession."
    ],
    "Article 19": [
      "No reservations may be made to this Protocol.",
      "No reservations may be made to thisProtocol."
    ],
    "Article 20": [
      "2.   Any Contracting Party which withdraws from the Energy Charter Treaty shall be considered as also having withdrawn from this Protocol.",
      "1.   At any time after thisProtocolhas entered into force for aContracting Party, that Contracting Party may give written notification to the Depositary of its withdrawal from the Protocol.",
      "1.   At any time after this Protocol has entered into force for a Contracting Party, that Contracting Party may give written notification to the Depositary of its withdrawal from the Protocol.",
      "2.   AnyContracting Partywhich withdraws from the EnergyCharterTreaty shall be considered as also having withdrawn from thisProtocol."
    ],
    "Article 21": [
      "The Government of the Portuguese Republic shall be the Depositary of this Protocol.",
      "The Government of the Portuguese Republic shall be the Depositary of thisProtocol."
    ],
    "Article 22": [
      "In accordance with Article 44(1) of the EnergyCharterTreaty and Article 18(1) of theProtocol, the Energy Charter Treaty and the Protocol on energy efficiency and related environmental aspects will enter into force for the European Communities on 16 April 1998, following the deposit of the thirtieth instrument of ratification on 16 January 1998.",
      "The European Communities, as Contracting Parties to the Energy Charter Treaty and the Protocol on energy efficiency and related environmental aspects, have deposited their instruments of approval with the Government of the Portuguese Republic on 16 December 1997.",
      "In witness whereof the undersigned, being duly authorized to that effect, have signed thisProtocol in English, French, German, Italian, Russian and Spanish, of which every text is equally authentic, in one original, which will be deposited with the Government of the Portuguese Republic.",
      "Information concerning the entry into force of the Energy Charter Treaty and the Protocol on energy efficiency and related environmental aspects",
      "In accordance with Article 44(1) of the Energy Charter Treaty and Article 18(1) of the Protocol, the Energy Charter Treaty and the Protocol on energy efficiency and related environmental aspects will enter into force for the European Communities on 16 April 1998, following the deposit of the thirtieth instrument of ratification on 16 January 1998.",
      "The European Communities, as Contracting Parties to the EnergyCharterTreaty and theProtocol on energy efficiency and related environmental aspects, have deposited their instruments of approval with the Government of the Portuguese Republic on 16 December 1997.",
      "In witness whereof the undersigned, being duly authorized to that effect, have signed this Protocol in English, French, German, Italian, Russian and Spanish, of which every text is equally authentic, in one original, which will be deposited with the Government of the Portuguese Republic.",
      "Information concerning the entry into force of the EnergyCharterTreaty and theProtocol on energy efficiency and related environmental aspects"
    ],
    "Article 33": [
      "AProtocolwhich provides for decisions thereunder to be taken by theCharter Conference may, subject to subparagraph (a), provide with respect to such decisions:",
      "3.   A State or Regional Economic Integration Organization shall not become a party to a Protocol or Declaration unless it is, or becomes at the same time, a signatory to the Charter and a Contracting Party to this Treaty.",
      "4.   Subject to paragraph 3 and subparagraph 6 (a), final provisions applying to a Protocol shall be defined in that Protocol.",
      "4.   Subject to paragraph 3 and subparagraph 6 (a), final provisions applying to aProtocol shall be defined in that Protocol.",
      "A Protocol may assign duties to the Charter Conference and functions to the Secretariat, provided that no such assignment may be made by an amendment to a Protocol unless that amendment is approved by the Charter Conference, whose approval shall not be subject to any provisions of the Protocol which are authorized by subparagraph (b).",
      "AProtocolmay assign duties to theCharter Conference and functions to the Secretariat, provided that no such assignment may be made by an amendment to a Protocol unless that amendment is approved by the Charter Conference, whose approval shall not be subject to any provisions of the Protocol which are authorized by subparagraph (b).",
      "that only parties to theProtocol shall be considered to be Contracting Parties for the purposes of Article 36 or eligible to vote under the rules provided for in the Protocol.",
      "3.   A State orRegional Economic Integration Organizationshall not become a party to aProtocolor Declaration unless it is, or becomes at the same time, a signatory to theCharterand aContracting Party to this Treaty.",
      "A Protocol which provides for decisions thereunder to be taken by the Charter Conference may, subject to subparagraph (a), provide with respect to such decisions:",
      "5.   AProtocol shall apply only to the Contracting Parties which consent to be bound by it, and shall not derogate from the rights and obligations of those Contracting Parties not party to the Protocol.",
      "that only parties to the Protocol shall be considered to be Contracting Parties for the purposes of Article 36 or eligible to vote under the rules provided for in the Protocol.",
      "5.   A Protocol shall apply only to the Contracting Parties which consent to be bound by it, and shall not derogate from the rights and obligations of those Contracting Parties not party to the Protocol."
    ],
    "Article 34": [
      "facilitate in accordance with this Treaty and the Protocols the coordination of appropriate general measures to carry out the principles of the Charter;",
      "7.   In 1999 and thereafter at intervals (of not more than five years) to be determined by theCharterConference, the Charter Conference shall thoroughly review the functions provided for in this Treaty in the light of the extent to which the provisions of the Treaty andProtocols have been implemented. At the conclusion of each review the Charter Conference may amend or abolish the functions specified in paragraph 3 and may discharge the Secretariat.",
      "carry out the duties assigned to it by this Treaty and anyProtocols;",
      "facilitate in accordance with this Treaty and theProtocols the coordination of appropriate general measures to carry out the principles of theCharter;",
      "7.   In 1999 and thereafter at intervals (of not more than five years) to be determined by the Charter Conference, the Charter Conference shall thoroughly review the functions provided for in this Treaty in the light of the extent to which the provisions of the Treaty and Protocols have been implemented. At the conclusion of each review the Charter Conference may amend or abolish the functions specified in paragraph 3 and may discharge the Secretariat.",
      "authorize and approve the terms of reference for the negotiation of Protocols, and consider and adopt the texts thereof and of amendments thereto;",
      "keep under review and facilitate the implementation of the principles of the Charter and of the provisions of this Treaty and the Protocols;",
      "carry out the duties assigned to it by this Treaty and any Protocols;",
      "keep under review and facilitate the implementation of the principles of theCharterand of the provisions of this Treaty and theProtocols;",
      "authorize and approve the terms of reference for the negotiation ofProtocols, and consider and adopt the texts thereof and of amendments thereto;"
    ],
    "Article 35": [
      "4.   The Secretariat shall provide theCharterConference with all necessary assistance for the performance of its duties and shall carry out the functions assigned to it in this Treaty or in anyProtocol and any other functions assigned to it by the Charter Conference.",
      "4.   The Secretariat shall provide the Charter Conference with all necessary assistance for the performance of its duties and shall carry out the functions assigned to it in this Treaty or in any Protocol and any other functions assigned to it by the Charter Conference."
    ],
    "Article 37": [
      "4.   A Protocol shall contain provisions to assure that any costs of the Secretariat arising from that Protocol are borne by the parties thereto.",
      "4.   AProtocol shall contain provisions to assure that any costs of the Secretariat arising from that Protocol are borne by the parties thereto."
    ],
    "Article 43": [
      "1.   TheCharterConference may authorize the negotiation of association agreements with States orRegional Economic Integration Organizations, or with international organizations, in order to pursue the objectives and principles of the Charter and the provisions of this Treaty or one or moreProtocols.",
      "1.   The Charter Conference may authorize the negotiation of association agreements with States or Regional Economic Integration Organizations, or with international organizations, in order to pursue the objectives and principles of the Charter and the provisions of this Treaty or one or more Protocols."
    ],
    "Article 47": [
      "4.   AllProtocols to which aContracting Party is party shall cease to be in force for that Contracting Party on the effective date of its withdrawal from this Treaty.",
      "4.   All Protocols to which a Contracting Party is party shall cease to be in force for that Contracting Party on the effective date of its withdrawal from this Treaty."
    ],
    "Article 50": [
      "Desiring to undertake cooperative and coordinated action in the field of energy efficiency and related environmental protection and to adopt aProtocol providing a framework for using energy as economically and efficiently as possible,",
      "THE CONTRACTING PARTIES to thisProtocol,",
      "Protocol to the Agreement on Implementation of Article VII (except I.7 and I.8; with necessary conforming introductory language)",
      "Desiring to undertake cooperative and coordinated action in the field of energy efficiency and related environmental protection and to adopt a Protocol providing a framework for using energy as economically and efficiently as possible,",
      "THE CONTRACTING PARTIES to this Protocol,"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 3,
      "statement_scores": [
        0,
        0,
        0,
        1,
        1,
        1
      ]
    },
    "Article 2": {
      "article_score": 5,
      "statement_scores": [
        2,
        1,
        0,
        0,
        1,
        1
      ]
    },
    "Article 3": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 4": {
      "article_score": 0,
      "statement_scores": [
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0
      ]
    },
    "Article 10": {
      "article_score": 4,
      "statement_scores": [
        1,
        2,
        0,
        1
      ]
    },
    "Article 11": {
      "article_score": 6,
      "statement_scores": [
        1,
        2,
        2,
        1
      ]
    },
    "Article 12": {
      "article_score": 6,
      "statement_scores": [
        0,
        0,
        0,
        0,
        1,
        0,
        1,
        0,
        1,
        1,
        1,
        1
      ]
    },
    "Article 13": {
      "article_score": 2,
      "statement_scores": [
        1,
        1,
        0,
        0
      ]
    },
    "Article 14": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 15": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 16": {
      "article_score": 3,
      "statement_scores": [
        1,
        2
      ]
    },
    "Article 17": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        0,
        0,
        1,
        0,
        0,
        1
      ]
    },
    "Article 18": {
      "article_score": 6,
      "statement_scores": [
        0,
        1,
        3,
        2
      ]
    },
    "Article 19": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 20": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        2,
        0
      ]
    },
    "Article 21": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 22": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        0,
        1,
        2,
        0,
        1,
        0
      ]
    },
    "Article 33": {
      "article_score": 16,
      "statement_scores": [
        0,
        1,
        2,
        1,
        3,
        2,
        1,
        0,
        1,
        1,
        2,
        2
      ]
    },
    "Article 34": {
      "article_score": 0,
      "statement_scores": [
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0,
        0
      ]
    },
    "Article 35": {
      "article_score": 1,
      "statement_scores": [
        0,
        1
      ]
    },
    "Article 37": {
      "article_score": 3,
      "statement_scores": [
        2,
        1
      ]
    },
    "Article 43": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 47": {
      "article_score": 0,
      "statement_scores": [
        0,
        0
      ]
    },
    "Article 50": {
      "article_score": 3,
      "statement_scores": [
        0,
        0,
        1,
        1,
        1
      ]
    }
  }
}