{
  "term": "raw material",
  "celex_id": "32022R0996",
  "original_definition": "'raw material' means the physical mixing of raw material for the sole purpose of producing biofuels, bioliquids or biomass fuels;",
  "generated_definition": "'raw material' means material that is not part of a mixture and is used as is or further processed to produce a product.",
  "existing_sentences": {
    "Article 2": [
      "‘first gathering point’ means a storage or processing facility managed directly by an economic operator or other counterpart under contractual agreement that is sourcing raw material directly from producers of agricultural biomass, forest biomass, wastes and residues or, in the case of renewable fuels of non-biological origin, the plant producing such fuels;",
      "‘product group’ meansraw materials, biofuels, bioliquids, non-gaseous biomass fuels with similar physical and chemical characteristics and similar heating values or gaseous biomass fuels, and LNG with similar chemical characteristics that all are subject to the same rules set out in Articles 7, 26 and 27 of Directive (EU) 2018/2001 for determining the contribution of biofuels, bioliquids and biomass fuels towards achieving the targets for renewable energy;",
      "‘certification body’ means an independent accredited or recognised conformity assessment body that concludes an agreement with avoluntary schemeto provide certification services forraw materials orfuelsby carrying out audits ofeconomic operators and issuingcertificates on behalf of the voluntary schemes using the voluntary scheme’s certification system;",
      "‘first gathering point’ means a storage or processing facility managed directly by aneconomic operatoror other counterpart under contractual agreement that is sourcingraw materialdirectly from producers of agricultural biomass, forest biomass, wastes and residues or, in the case of renewablefuels of non-biological origin, the plant producing such fuels;",
      "‘sustainability and greenhouse gas emissions saving characteristics’ means the set of information describing a consignment of raw material or fuel that is required for demonstrating compliance of that consignment with the sustainability and greenhouse gas emissions saving criteria for biofuels, bioliquids and biomass fuels or the greenhouse gas emission savings requirements applicable for renewable liquid and gaseous transport fuels of non-biological origin and recycled carbon fuels;",
      "‘raw material’ means substances that have not yet been processed into fuels including intermediate products;",
      "‘certification body’ means an independent accredited or recognised conformity assessment body that concludes an agreement with a voluntary scheme to provide certification services for raw materials or fuels by carrying out audits of economic operators and issuing certificates on behalf of the voluntary schemes using the voluntary scheme’s certification system;",
      "‘economic operator’ means a producer of raw material, a collector of waste and residues, an operator of installations processing raw material into final fuels or intermediate products, an operator of installations producing energy (electricity, heating or cooling) or any other operator, including of storage facilities or traders that are in physical possession of raw material or fuels, provided that they process information on the sustainability and greenhouse gas emissions saving characteristics of those raw materials or fuels;",
      "‘raw material’ means substances that have not yet been processed intofuels including intermediate products;",
      "‘product group’ means raw materials, biofuels, bioliquids, non-gaseous biomass fuels with similar physical and chemical characteristics and similar heating values or gaseous biomass fuels, and LNG with similar chemical characteristics that all are subject to the same rules set out in Articles 7, 26 and 27 of Directive (EU) 2018/2001 for determining the contribution of biofuels, bioliquids and biomass fuels towards achieving the targets for renewable energy;",
      "‘economic operator’ means a producer ofraw material, a collector of waste and residues, an operator of installations processing raw material into finalfuelsor intermediate products, an operator of installations producing energy (electricity, heating or cooling) or any other operator, including of storage facilities or traders that are in physical possession of raw material or fuels, provided that they process information on thesustainability and greenhouse gas emissions saving characteristics of those raw materials or fuels;",
      "‘sustainability and greenhouse gas emissions saving characteristics’ means the set of information describing a consignment ofraw materialor fuel that is required for demonstrating compliance of that consignment with the sustainability and greenhouse gas emissions saving criteria for biofuels, bioliquids and biomass fuels or the greenhouse gas emission savings requirements applicable for renewable liquid and gaseous transport fuels of non-biological origin and recycled carbon fuels;"
    ],
    "Article 5": [
      "1.   Voluntary schemes shall set up a system of internal monitoring to verify compliance of economic operators with the rules and procedures applied by the scheme and to ensure the quality of the work carried out by the auditors of the certification bodies. Internal monitoring shall be undertaken at least once a year and reflect the geographical and raw material coverage of the voluntary scheme, as well as the level of risk of the activities conducted by the economic operators. As part of the monitoring process, voluntary schemes shall require certification bodies to submit all audit reports, and, where applicable, the calculations of actual values for the greenhouse gas emissions. The monitoring activities shall cover a random and risk-based sample of those audit reports by each certification body.",
      "1.Voluntary schemes shall set up a system of internal monitoring to verify compliance ofeconomic operators with the rules and procedures applied by the scheme and to ensure the quality of the work carried out by the auditors of the certification bodies. Internal monitoring shall be undertaken at least once a year and reflect the geographical andraw materialcoverage of the voluntary scheme, as well as the level of risk of the activities conducted by the economic operators. As part of the monitoring process, voluntary schemes shall require certification bodies to submit all audit reports, and, where applicable, the calculations of actual values for the greenhouse gas emissions. The monitoring activities shall cover a random and risk-based sample of those audit reports by eachcertification body."
    ],
    "Article 10": [
      "deliberate misstatement of raw material description, falsification of GHG values or input data as well as the deliberate production of wastes or residues, for example, the deliberate modification of a production process to produce additional residue material, or the deliberate contamination of a material with the intention of classifying it as a waste."
    ],
    "Article 12": [
      "3.   A sample consisting of a number of group members equivalent to the square root of the total number of group members shall be audited individually at least once a year. That number shall be increased in the event of a higher level of risk.Voluntary schemes shall establish criteria for determining the general level of risk in the areas and the consequences of that level of risk for the auditing approach. The sample shall be representative of the whole group and determined using a combination of risk and random selection. Random selection shall represent at least 25 % of the sample. The producer ofraw material selected for the audit shall vary from year to year.",
      "for producers of raw material, in particular smallholders, producer organisations and cooperatives as well as waste collectors;",
      "3.   A sample consisting of a number of group members equivalent to the square root of the total number of group members shall be audited individually at least once a year. That number shall be increased in the event of a higher level of risk. Voluntary schemes shall establish criteria for determining the general level of risk in the areas and the consequences of that level of risk for the auditing approach. The sample shall be representative of the whole group and determined using a combination of risk and random selection. Random selection shall represent at least 25 % of the sample. The producer of raw material selected for the audit shall vary from year to year."
    ],
    "Article 16": [
      "5.   Any land that is, or was, non-natural, highly biodiverse grassland in or after January 2008 may be used for fuels production on condition that harvesting of the raw material is necessary to preserve the status of the grassland as highly biodiverse grassland and that current management practices do not present a risk of causing biodiversity decline of the grassland.",
      "Economic operators shall provide evidence that the harvesting of the raw material is necessary to preserve the highly biodiverse grassland status and that management practices do not present a risk of causing biodiversity decline of the grassland.",
      "Where economic operators are unable to provide the evidence referred to in the second subparagraph, they shall provide evidence that they have been granted permission by the relevant competent authority, or designated agency, to harvest the raw material in order to preserve the highly biodiverse grassland status.",
      "Whereeconomic operators are unable to provide the evidence referred to in the second subparagraph, they shall provide evidence that they have been granted permission by the relevant competent authority, or designated agency, to harvest theraw material in order to preserve the highly biodiverse grassland status.",
      "Economic operators shall provide evidence that the harvesting of theraw material is necessary to preserve the highly biodiverse grassland status and that management practices do not present a risk of causing biodiversity decline of the grassland.",
      "5.   Any land that is, or was, non-natural, highly biodiverse grassland in or after January 2008 may be used forfuelsproduction on condition that harvesting of theraw material is necessary to preserve the status of the grassland as highly biodiverse grassland and that current management practices do not present a risk of causing biodiversity decline of the grassland."
    ],
    "Article 17": [
      "3.   Member States shall exchange information and share best practices on how to supervise the operation of the certification bodies in the context of a formal cooperation framework. Where certification bodies carry out the certification ofraw materials, biofuels, bioliquids, biomass or other fuels in more than one Member State, the Member States concerned shall set up a common framework to supervise such certification bodies, including appointing one Member State as lead audit supervisor.",
      "3.   Member States shall exchange information and share best practices on how to supervise the operation of the certification bodies in the context of a formal cooperation framework. Where certification bodies carry out the certification of raw materials, biofuels, bioliquids, biomass or other fuels in more than one Member State, the Member States concerned shall set up a common framework to supervise such certification bodies, including appointing one Member State as lead audit supervisor."
    ],
    "Article 18": [
      "1.   The sustainability and GHG emissions saving characteristics and other information describingraw materials or fuel, required for the purposes of Directive (EU) 2018/2001, together with transaction data shall be thoroughly documented and passed on fromeconomic operator to economic operator through the supply chain. Such information shall include data to be transmitted through the whole supply chain as well as data that is specific for the individual transaction, as described in Annex I.",
      "2.   The information to be transmitted through the supply chain shall be included in the documentation accompanying the physical shipments of raw material or fuels. It shall also be included in the Union database as soon as this starts operation, in the case of liquid and gaseous transport fuels that are eligible for being counted towards the numerator referred to in Article 27(1), point (b) of Directive (EU) 2018/2001, or that are taken into account for the purposes referred to in Article 29(1), points (a), (b) and (c), first subparagraph, of that Directive.",
      "2.   The information to be transmitted through the supply chain shall be included in the documentation accompanying the physical shipments ofraw materialorfuels. It shall also be included in theUnion database as soon as this starts operation, in the case of liquid and gaseous transport fuels that are eligible for being counted towards the numerator referred to in Article 27(1), point (b) of Directive (EU) 2018/2001, or that are taken into account for the purposes referred to in Article 29(1), points (a), (b) and (c), first subparagraph, of that Directive.",
      "1.   The sustainability and GHG emissions saving characteristics and other information describing raw materials or fuel, required for the purposes of Directive (EU) 2018/2001, together with transaction data shall be thoroughly documented and passed on from economic operator to economic operator through the supply chain. Such information shall include data to be transmitted through the whole supply chain as well as data that is specific for the individual transaction, as described in Annex I."
    ],
    "Article 19": [
      "economic operators shall be required to keep separate mass balances for raw materials and fuels which cannot be considered part of a mixture. Transfer of information about the sustainability and GHG emissions saving characteristics and sizes between different mass balances shall not be allowed. Pursuant to subparagraphs (a) to (c), raw materials inside biofuels, bioliquids or biomass fuels production facilities are considered to be part of a mixture. Therefore, the requirement to keep separate mass balances shall not apply to such facilities and a single mass balance can be kept;",
      "raw material or fuels shall only be considered to be part of a mixture if they are mixed in a container, at a processing or logistical facility, or at a transmission and distribution infrastructure or site;",
      "the mass balance system shall include information about the sustainability and the GHG emissions characteristics and quantities ofraw materialandfuels, including information about the quantities of raw material and fuels for which no sustainability or GHG characteristics have been determined;",
      "differentraw materials shall only be considered to be part of a mixture if they belong to the sameproduct group, except where the raw material is mixed for the purpose of further processing;",
      "1.   Voluntary schemes shall require the economic operators participating in the scheme to use a mass balance system, in accordance with Article 30(1) of Directive (EU) 2018/2001 that allows the mixing of raw material or fuels that differ in their sustainability and GHG emissions saving characteristics.",
      "raw materials orfuelsshall only be considered to be part of a mixture if they are physically mixed unless they are physically identical or belong to the sameproduct group. Where raw materials or fuels are physically identical or belong to the same product group, they must be stored in the sameinterconnected infrastructure, processing or logistical facility, transmission and distribution infrastructure orsite;",
      "different raw materials shall only be considered to be part of a mixture if they belong to the same product group, except where the raw material is mixed for the purpose of further processing;",
      "the mass balance system shall include information about the sustainability and the GHG emissions characteristics and quantities of raw material and fuels, including information about the quantities of raw material and fuels for which no sustainability or GHG characteristics have been determined;",
      "the sustainability and GHG emissions saving characteristics of a consignment of raw material or fuel shall be considered as a set. Where consignments are withdrawn from a mixture, any of the sets of sustainability characteristics may be assigned to them provided that the sets of sustainability and GHG emissions saving characteristics are not split and the mass balance is achieved over the appropriate period of time;",
      "economic operators shall be required to keep separate mass balances forraw materials andfuels which cannot be considered part of a mixture. Transfer of information about the sustainability and GHG emissions saving characteristics and sizes between different mass balances shall not be allowed. Pursuant to subparagraphs (a) to (c), raw materials inside biofuels, bioliquids or biomass fuels production facilities are considered to be part of a mixture. Therefore, the requirement to keep separate mass balances shall not apply to such facilities and a single mass balance can be kept;",
      "1.Voluntary schemes shall require theeconomic operators participating in the scheme to use a mass balance system, in accordance with Article 30(1) of Directive (EU) 2018/2001 that allows the mixing ofraw materialorfuels that differ in their sustainability and GHG emissions saving characteristics.",
      "where a consignment of raw material or fuel is delivered to an economic operator that is not participating in a voluntary scheme or national scheme, the delivery shall be reflected in the mass balance by withdrawing an equivalent quantity of raw material or fuel. The type of fuel to be booked out shall correspond to the physical nature of the raw material or fuel delivered;",
      "where a consignment ofraw materialor fuel is delivered to aneconomic operatorthat is not participating in avoluntary scheme or national scheme, the delivery shall be reflected in the mass balance by withdrawing an equivalent quantity of raw material or fuel. The type of fuel to be booked out shall correspond to the physical nature of the raw material or fuel delivered;",
      "raw materials or fuels shall only be considered to be part of a mixture if they are physically mixed unless they are physically identical or belong to the same product group. Where raw materials or fuels are physically identical or belong to the same product group, they must be stored in the same interconnected infrastructure, processing or logistical facility, transmission and distribution infrastructure or site;",
      "raw materialorfuelsshall only be considered to be part of a mixture if they are mixed in a container, at a processing or logistical facility, or at a transmission and distribution infrastructure orsite;"
    ],
    "Article 20": [
      "in determining the emissions from the extraction or cultivation of raw material, the methodology set out in Annex VII shall be applied;"
    ],
    "Article 21": [
      "2.   Whether a raw material is to be considered as a waste or residue shall be determined at the point in the supply chain where the material originates. Raw materials shall not be considered as a waste or residue where they or the process for their production have been deliberately modified for the purpose of declaring those materials as wastes or residues.",
      "1.Voluntary schemes shall apply the specific rules and exemptions for waste and residues set out in Directive (EU) 2018/2001 only if suchraw material falls within the scope of the respective definitions in Article 2 of that Directive.",
      "1.   Voluntary schemes shall apply the specific rules and exemptions for waste and residues set out in Directive (EU) 2018/2001 only if such raw material falls within the scope of the respective definitions in Article 2 of that Directive.",
      "4.Voluntary schemes shall provide economic operators with instructions and support on how they assess whetherraw materials are considered waste and residues.Economic operators shall keep and present to auditors the underlying evidence for their assessments. Voluntary schemes shall establish specific rules for auditing such evidence.",
      "4.   Voluntary schemes shall provide economic operators with instructions and support on how they assess whether raw materials are considered waste and residues. Economic operators shall keep and present to auditors the underlying evidence for their assessments. Voluntary schemes shall establish specific rules for auditing such evidence."
    ],
    "Article 28": [
      "The cultivation emissions shall include emissions from drying before storage as well as from storage and handling of biomass feedstock. Data on energy use for drying before storage shall include actual data on the drying process used to comply with the requirements of storage, depending on the biomass type, particle size, moisture content, weather conditions, etc. Appropriate emission factors, including upstream emissions, shall be used to account for the emissions from the use of fuels to produce heat or electricity used for drying. Emissions for drying include only emissions for the drying process needed to ensure adequate storage of raw materials and does not include drying of materials during processing.",
      "The emissions from the use of chemical fertilisers and pesticides (1) for the cultivation ofraw materials shall include all related emissions from the manufacture of chemical fertilisers and pesticides. The amount of the chemical fertilisers and pesticides, depending on the crop, local conditions and farming practices, shall be duly documented. Appropriate emission factors, including upstream emissions, must be used to account for the emissions from the production of chemical fertilisers and pesticides pursuant to Annex IX. If theeconomic operator knows the factory producing the fertiliser and it falls under the EU Emissions Trading System (ETS), then the economic operator can use the production emissions declared under ETS, adding the upstream emissions for natural gas etc. Transport of the fertilisers shall also be included, using the emissions from transport modes listed in Annex IX. If the economic operator does not know the factory supplying the fertiliser, it should use the standard values provided for in Annex IX.",
      "statement on whether the raw material or fuel complies with the criteria set out for low indirect land-use change-risk biofuels;",
      "country of origin of raw material;",
      "The cultivation emissions shall include emissions from drying before storage as well as from storage and handling of biomass feedstock. Data on energy use for drying before storage shall include actual data on the drying process used to comply with the requirements of storage, depending on the biomass type, particle size, moisture content, weather conditions, etc. Appropriate emission factors, including upstream emissions, shall be used to account for the emissions from the use offuelsto produce heat or electricity used for drying. Emissions for drying include only emissions for the drying process needed to ensure adequate storage ofraw materials and does not include drying of materials during processing.",
      "statement on whether the raw material or fuel complies with the criteria set out in Article 29(2) to (7) of Directive (EU) 2018/2001;",
      "The substances listed in this annex shall be considered as falling under a category of raw material set out in Annex IX to Directive (EU) 2018/2001 without being explicitly mentioned. The list is not comprehensive and complements the existing list of materials in Annex IX to Directive (EU) 2018/2001.",
      "To calculate the emissions from the extraction or cultivation of raw materials Part C, point 5 of Annex V and Part B, point 5 of Annex VI to Directive (EU) 2018/2001 state that the calculation shall include the sum of all emissions from the extraction or cultivation process itself; from the collection, drying and storage of raw materials; from waste and leakages; and from the production of chemicals or products used in extraction or cultivation.",
      "statement on whether theraw materialor fuel complies with the criteria set out for low indirect land-use change-risk biofuels;",
      "The emissions from the use of chemical fertilisers and pesticides (1) for the cultivation of raw materials shall include all related emissions from the manufacture of chemical fertilisers and pesticides. The amount of the chemical fertilisers and pesticides, depending on the crop, local conditions and farming practices, shall be duly documented. Appropriate emission factors, including upstream emissions, must be used to account for the emissions from the production of chemical fertilisers and pesticides pursuant to Annex IX. If the economic operator knows the factory producing the fertiliser and it falls under the EU Emissions Trading System (ETS), then the economic operator can use the production emissions declared under ETS, adding the upstream emissions for natural gas etc. Transport of the fertilisers shall also be included, using the emissions from transport modes listed in Annex IX. If the economic operator does not know the factory supplying the fertiliser, it should use the standard values provided for in Annex IX.",
      "Emissions from the collection, drying and storage of raw materials include all emissions related to fuel use in the collection, drying and storage of raw materials.",
      "Emissions from the collection of raw materials include all the emissions resulting from the collection of raw materials and their transport to storage. The emissions are calculated using appropriate emission factors for the type of fuel used (diesel oil, gasoline, heavy fuel oil, biofuels or other fuels).",
      "The capture of CO2 in the cultivation of raw materials shall be excluded. Estimates of emissions from agriculture biomass cultivation may be derived from the use of regional averages for cultivation emissions included in the reports referred to in Article 31(4) of Directive (EU) 2018/2001 or the information on the disaggregated default values for cultivation emissions included in this Annex, as an alternative to using actual values. In the absence of relevant information in those reports, averages can be calculated based on local farming practices, for instance on data of a group of farms, as an alternative to using actual values.",
      "name of raw material or name of raw material that the fuel is produced from;",
      "Emissions from the collection ofraw materials include all the emissions resulting from the collection of raw materials and their transport to storage. The emissions are calculated using appropriate emission factors for the type of fuel used (diesel oil, gasoline, heavy fuel oil, biofuels or other fuels)."
    ],
    "Not Article": [
      "The mass balance system aims to reduce the administrative burden for demonstrating compliance with the sustainability and greenhouse gas saving criteria by allowing mixing of raw material andfuelswith differing sustainability characteristics and by allowing reassignment of the sustainability characteristics in a flexible manner to consignments withdrawn from such a mixture. In order to ensure transparency, mixing under the mass balance system is possible if e.g. raw material belong to the sameproduct group. A product group can comprise for instance different types of non-food cellulosic material with similar physical and chemical characteristics, heating values and/or conversion factors or the types of ligno-cellulosic material covered under point q of Annex IX Part A to Directive (EU) 2018/2001. Virgin vegetable oils, used for the production of biofuels and bioliquids, may belong to the same product group.Raw materials, however, that can be used to produce biofuels, bioliquids and biomass fuels which are subject to different rules concerning their contribution towards the targets for renewable energy should generally not be considered to be part of the same product group as this would risk to undermine the objectives of Directive (EU) 2018/2001, which applies differentiated treatment of biofuels, bioliquids and biomass fuels on the basis of the feedstock they are produced from. In case of gaseous fuels, the EU interconnected grid is considered as one single mass balancing system. Gaseous fuels produced and consumed off the grid or through isolated local distribution networks are to be considered as separate mass balancing systems. Further, precautionary measures are required to ensure the consistency of sustainability claims when fuels are exported to third countries which do not apply the mass balance system. To this end, the mass balance system should also include information on quantities of fuels for which no sustainability characteristics have been determined and deliveries of fuels to uncertified operators shall be taken into account in the mass balance system, based on the physical nature of delivered fuels.",
      "The mass balance system aims to reduce the administrative burden for demonstrating compliance with the sustainability and greenhouse gas saving criteria by allowing mixing of raw material and fuels with differing sustainability characteristics and by allowing reassignment of the sustainability characteristics in a flexible manner to consignments withdrawn from such a mixture. In order to ensure transparency, mixing under the mass balance system is possible if e.g. raw material belong to the same product group. A product group can comprise for instance different types of non-food cellulosic material with similar physical and chemical characteristics, heating values and/or conversion factors or the types of ligno-cellulosic material covered under point q of Annex IX Part A to Directive (EU) 2018/2001. Virgin vegetable oils, used for the production of biofuels and bioliquids, may belong to the same product group. Raw materials, however, that can be used to produce biofuels, bioliquids and biomass fuels which are subject to different rules concerning their contribution towards the targets for renewable energy should generally not be considered to be part of the same product group as this would risk to undermine the objectives of Directive (EU) 2018/2001, which applies differentiated treatment of biofuels, bioliquids and biomass fuels on the basis of the feedstock they are produced from. In case of gaseous fuels, the EU interconnected grid is considered as one single mass balancing system. Gaseous fuels produced and consumed off the grid or through isolated local distribution networks are to be considered as separate mass balancing systems. Further, precautionary measures are required to ensure the consistency of sustainability claims when fuels are exported to third countries which do not apply the mass balance system. To this end, the mass balance system should also include information on quantities of fuels for which no sustainability characteristics have been determined and deliveries of fuels to uncertified operators shall be taken into account in the mass balance system, based on the physical nature of delivered fuels."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 16,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        0,
        1,
        4,
        0,
        1,
        4,
        1
      ]
    },
    "Article 5": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 10": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 12": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Article 16": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 17": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 18": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    },
    "Article 19": {
      "article_score": 27,
      "statement_scores": [
        2,
        1,
        2,
        2,
        1,
        2,
        2,
        2,
        1,
        2,
        1,
        3,
        3,
        2,
        1
      ]
    },
    "Article 20": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 21": {
      "article_score": 6,
      "statement_scores": [
        2,
        1,
        1,
        1,
        1
      ]
    },
    "Article 28": {
      "article_score": 20,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        1,
        2,
        2,
        1,
        2,
        2
      ]
    },
    "Not Article": {
      "article_score": 6,
      "statement_scores": [
        3,
        3
      ]
    }
  }
}