{
  "term": "relevant power generating module",
  "celex_id": "32017R1485",
  "original_definition": "'relevant power generating module' means a power generating module which participates in the outage coordination and the availability status of which influences cross-border operational security;",
  "generated_definition": "'relevant power generating module' means a power generating module that is identified as necessary for outage coordination in an outage coordination region, based on the methodology established in article 84(1) of the electricity regulation.",
  "existing_sentences": {
    "Article 3": [
      "‘relevant asset’ means any relevant demand facility, relevant power generating module, or relevant grid element partaking in the outage coordination;",
      "‘relevant power generating module’ means a power generating module which participates in the outage coordination and the availability status of which influences cross-border operational security;",
      "‘outage planning incompatibility’ means the state in which a combination of theavailability statusof one or morerelevant grid elements,relevant power generating modules, and/or relevant demand facilities and the best estimate of the forecasted electricity grid situation leads to violation ofoperational security limits taking into account remedial actions without costs which are at the TSO's disposal;",
      "‘outage planning agent’ means an entity with the task of planning theavailability statusof arelevant power generating module, arelevant demand facilityor arelevant grid element;",
      "‘relevant power generating module’ means a power generating module which participates in the outage coordination and theavailability statusof which influences cross-borderoperational security;",
      "‘relevant asset’ means anyrelevant demand facility,relevant power generating module, orrelevant grid element partaking in the outage coordination;",
      "‘outage planning incompatibility’ means the state in which a combination of the availability status of one or more relevant grid elements, relevant power generating modules, and/or relevant demand facilities and the best estimate of the forecasted electricity grid situation leads to violation of operational security limits taking into account remedial actions without costs which are at the TSO's disposal;",
      "‘outage planning agent’ means an entity with the task of planning the availability status of a relevant power generating module, a relevant demand facility or a relevant grid element;"
    ],
    "Article 84": [
      "qualitative aspects such as, but not limited to, the size and proximity to the borders of a control area of potential relevant power generating modules, demand facilities or grid elements;",
      "capacity of potential relevant power generating modules or demand facilities to qualify as SGUs;"
    ],
    "Article 85": [
      "2.   All TSOs of an outage coordination region shall jointly make the list of relevant power generating modules and relevant demand facilities of that outage coordination region available on the ENTSO for Electricity operational planning data environment.",
      "inform the owner of the relevant power generating module or relevant demand facility about its inclusion in the list;",
      "inform the owner of therelevant power generating moduleorrelevant demand facility about its inclusion in the list;",
      "2.   All TSOs of anoutage coordination regionshall jointly make the list ofrelevant power generating modules and relevant demand facilities of that outage coordination region available on theENTSO for Electricity operational planning data environment.",
      "3.   Each TSO shall notify to its regulatory authority the list ofrelevant power generating modules and relevant demand facilities for eachoutage coordination region in which it participates.",
      "inform DSOs about the relevant power generating modules and the relevant demand facilities which are connected to their distribution system; and",
      "1.   By 3 months after the approval of the methodology for assessing the relevance of assets for outage coordination in Article 84(1), all TSOs of each outage coordination region shall jointly assess the relevance of power generating modules and demand facilities for outage coordination on the basis of this methodology, and establish a single list, for each outage coordination region, of relevant power generating modules and relevant demand facilities.",
      "1.   By 3 months after the approval of the methodology for assessing the relevance of assets for outage coordination in Article 84(1), all TSOs of eachoutage coordination regionshall jointly assess the relevance of power generating modules and demand facilities for outage coordination on the basis of this methodology, and establish a single list, for each outage coordination region, ofrelevant power generating modules and relevant demand facilities.",
      "3.   Each TSO shall notify to its regulatory authority the list of relevant power generating modules and relevant demand facilities for each outage coordination region in which it participates.",
      "inform CDSOs about the relevant power generating modules and the relevant demand facilities which are connected to their closed distribution system.",
      "Lists of relevant power generating modules and relevant demand facilities"
    ],
    "Article 86": [
      "2.   Where necessary, all TSOs of eachoutage coordination regionshall jointly decide to update the list ofrelevant power generating modules and relevant demand facilities of that outage coordination region before 1 August of each calendar year.",
      "Update of the lists of relevant power generating modules and relevant demand facilities",
      "2.   Where necessary, all TSOs of each outage coordination region shall jointly decide to update the list of relevant power generating modules and relevant demand facilities of that outage coordination region before 1 August of each calendar year."
    ],
    "Article 103": [
      "1.   Each power generating facility owner shall ensure that all relevant power generating modules it owns and which are declared ‘available’ are ready to produce electricity pursuant to their declared technical capabilities when necessary to maintain operational security, except in case of forced outages.",
      "2.   Each power generating facility owner shall ensure that all relevant power generating modules it owns and which are declared ‘unavailable’ do not produce electricity.",
      "1.   Each power generating facility owner shall ensure that allrelevant power generating modules it owns and which are declared ‘available’ are ready to produce electricity pursuant to their declared technical capabilities when necessary to maintainoperational security, except in case offorced outages."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 3": {
      "article_score": 6,
      "statement_scores": [
        1,
        0,
        1,
        1,
        0,
        1,
        1,
        1
      ]
    },
    "Article 84": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 85": {
      "article_score": 11,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 86": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Article 103": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    }
  }
}