{
  "term": "reserve capacity",
  "celex_id": "32017R1485",
  "original_definition": "'reserve capacity' means the amount of FCR, FRR or RR that needs to be available to the TSO;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 3": [
      "‘control capability receiving TSO’ means the TSO calculatingreserve capacityby taking into account reserve capacity which is accessible through acontrol capability providing TSO under the conditions of an agreement for sharing reserves;",
      "‘sharing of reserves’ means a mechanism in which more than one TSO takes the same reserve capacity, being FCR, FRR or RR, into account to fulfil their respective reserve requirements resulting from their reserve dimensioning processes;",
      "‘sharing of reserves’ means a mechanism in which more than one TSO takes the samereserve capacity, beingFCR,FRR or RR, into account to fulfil their respective reserve requirements resulting from their reserve dimensioning processes;",
      "‘reserve capacity’ means the amount ofFCR,FRR or RR that needs to be available to the TSO;",
      "‘exchange of reserves’ means the possibility of a TSO to accessreserve capacityconnected to anotherLFC area,LFC block, or synchronous area to fulfil its reserve requirements resulting from its own reserve dimensioning process of eitherFCR,FRR or RR and where that reserve capacity is exclusively for that TSO, and is not taken into account by any other TSO to fulfil its reserve requirements resulting from their respective reserve dimensioning processes;",
      "‘control capability providing TSO’ means the TSO that shall trigger the activation of itsreserve capacityfor acontrol capability receiving TSO under the conditions of an agreement for sharing reserves;",
      "‘control capability receiving TSO’ means the TSO calculating reserve capacity by taking into account reserve capacity which is accessible through a control capability providing TSO under the conditions of an agreement for sharing reserves;",
      "‘exchange of reserves’ means the possibility of a TSO to access reserve capacity connected to another LFC area, LFC block, or synchronous area to fulfil its reserve requirements resulting from its own reserve dimensioning process of either FCR, FRR or RR and where that reserve capacity is exclusively for that TSO, and is not taken into account by any other TSO to fulfil its reserve requirements resulting from their respective reserve dimensioning processes;",
      "‘control capability providing TSO’ means the TSO that shall trigger the activation of its reserve capacity for a control capability receiving TSO under the conditions of an agreement for sharing reserves;",
      "‘reserve capacity’ means the amount of FCR, FRR or RR that needs to be available to the TSO;"
    ],
    "Article 6": [
      "for the GB and IE/NI synchronous areas, the methodology to determine the minimum provision of reserve capacity on FCR between synchronous areas, defined in accordance with Article 174(2)(b);",
      "for the GB and IE/NI synchronous areas, the methodology to determine the minimum provision ofreserve capacityonFCR between synchronous areas, defined in accordance with Article 174(2)(b);"
    ],
    "Article 18": [
      "the TSO's reserve capacity is reduced by more than 20 % for longer than 30 minutes and there are no means to compensate for that reduction in real-time system operation; or"
    ],
    "Article 19": [
      "3.   In order to specify the system state, each TSO shall perform contingency analysis at least once every 15 minutes, monitoring the transmission system's parameters defined in accordance with paragraph 2, against the operational security limits defined in accordance with Article 25 and the criteria for system states defined in accordance with Article 18. Each TSO shall also monitor the level of available reserves against the reserve capacity. When carrying out the contingency analysis, each TSO shall take into account the effect of remedial actions and the measures of the system defence plan.",
      "3.   In order to specify thesystem state, each TSO shall performcontingency analysisat least once every 15 minutes, monitoring the transmission system's parameters defined in accordance with paragraph 2, against theoperational securitylimits defined in accordance with Article 25 and the criteria for system states defined in accordance with Article 18. Each TSO shall also monitor the level of available reserves against thereserve capacity. When carrying out the contingency analysis, each TSO shall take into account the effect of remedial actions and the measures of thesystem defence plan."
    ],
    "Article 108": [
      "3.   Each TSO shall publish the levels ofreserve capacitynecessary to maintainoperational security.",
      "3.   Each TSO shall publish the levels of reserve capacity necessary to maintain operational security."
    ],
    "Article 118": [
      "for the GB and IE/NI synchronous areas, the methodology to determine the minimum provision of reserve capacity on FCR in accordance with Article 174(2)(b);",
      "for the GB and IE/NI synchronous areas, the methodology to determine the minimum provision ofreserve capacityonFCR in accordance with Article 174(2)(b);"
    ],
    "Article 131": [
      "ensure an even distribution of reserve capacity on FCR for the case of network splitting; and",
      "The TSOs of the LFC areas constituting a LFC block shall ensure that at least 50 % of their total combined reserve capacity on RR resulting from the RR dimensioning rules according to Article 160(3) and before any reduction of reserve capacity on RR as a result of the sharing of RR according to Article 160(4) and Article 160(5) remains located within their LFC block.",
      "the amount of reserve capacity on FCR, physically located in an LFC block as a result of the exchange of FCR with other LFC blocks, shall be limited to the maximum of:",
      "The TSOs of theLFC areas constituting aLFC blockshall ensure that at least 50 % of their total combinedreserve capacityonRRresulting from theRR dimensioning rules according to Article 160(3) and before any reduction of reserve capacity on RR as a result of the sharing of RR according to Article 160(4) and Article 160(5) remains located within their LFC block.",
      "ensure an even distribution ofreserve capacityonFCR for the case of network splitting; and",
      "avoid internal congestions due to the activation of reserve capacity on RR subject to the exchange of RR;",
      "100 MW ofreserve capacityonFCR.",
      "the amount ofreserve capacityonFCR, physically located in anLFC block as a result of the exchange of FCR with other LFC blocks, shall be limited to the maximum of:",
      "avoid internal congestions due to the activation ofreserve capacityonRR subject to the exchange of RR;",
      "avoid internal congestions due to the activation of the reserve capacity on FRR subject to the exchange of FRR;",
      "30 % of the total combined initial FCR obligations of the TSOs of the LFC block to which the reserve capacity on FCR is physically connected; and",
      "30 % of the total combinedinitial FCR obligations of the TSOs of theLFC blockto which thereserve capacity on FCR is physically connected; and",
      "100 MW of reserve capacity on FCR.",
      "for a data-set containing the average values of the FRCE of the LFC block over time intervals with a length of one minute: the number of events on a monthly basis for which the FRCE exceeded 60 % of the reserve capacity on FRR and was not returned to 15 % of the reserve capacity on FRR within the time to restore frequency, distinguishing between negative and positive FRCE;",
      "The TSOs of a LFC block shall ensure that at least 50 % of their total combined reserve capacity on FRR resulting from the FRR dimensioning rules in Article 157(1) and before any reduction due to the sharing of FRR in accordance with Article 157(2) remains located within their LFC block."
    ],
    "Article 146": [
      "9.   Where a LFC block consists of more than one LFC area and the reserve capacity on FRR as well as the reserve capacity on RR is calculated based on the LFC block imbalances, all TSOs of the same LFC block shall implement an imbalance netting process and interchange the maximum amount of imbalance netting power defined in paragraph 6 with other LFC areas of the same LFC block.",
      "9.   Where aLFC blockconsists of more than oneLFC areaand thereserve capacityonFRRas well as the reserve capacity on RR is calculated based on theLFC block imbalances, all TSOs of the same LFC block shall implement animbalance netting process and interchange the maximum amount of imbalance netting power defined in paragraph 6 with other LFC areas of the same LFC block."
    ],
    "Article 153": [
      "the reserve capacity for FCR required for the synchronous area shall cover at least the reference incident and, for the CE and Nordic synchronous areas, the results of the probabilistic dimensioning approach for FCR carried out pursuant to point (c);",
      "1.   All TSOs of each synchronous area shall determine, at least annually, thereserve capacityforFCRrequired for the synchronous area and theinitial FCR obligation of each TSO in accordance with paragraph 2.",
      "1.   All TSOs of each synchronous area shall determine, at least annually, the reserve capacity for FCR required for the synchronous area and the initial FCR obligation of each TSO in accordance with paragraph 2.",
      "the shares of thereserve capacityonFCRrequired for each TSO asinitial FCR obligation shall be based on the sum of the net generation and consumption of its control area divided by the sum of net generation and consumption of the synchronous area over a period of 1 year.",
      "thereserve capacityforFCRrequired for the synchronous area shall cover at least thereference incident and, for the CE and Nordic synchronous areas, the results of the probabilistic dimensioning approach for FCR carried out pursuant to point (c);",
      "the shares of the reserve capacity on FCR required for each TSO as initial FCR obligation shall be based on the sum of the net generation and consumption of its control area divided by the sum of net generation and consumption of the synchronous area over a period of 1 year."
    ],
    "Article 156": [
      "limiting the share of the FCR provided per FCR providing unit to 5 % of the reserve capacity of FCR required for each of the whole CE and Nordic synchronous areas;",
      "the reserve capacity on FCR divided by the maximum steady-state frequency deviation;",
      "limiting the share of theFCRprovided per FCR providing unit to 5 % of thereserve capacity of FCR required for each of the whole CE and Nordic synchronous areas;"
    ],
    "Article 157": [
      "all TSOs of a LFC block shall determine the positive reserve capacity on FRR, which shall not be less than the positive dimensioning incident of the LFC block;",
      "all TSOs of a LFC block in the CE and Nordic synchronous areas shall determine the required reserve capacity of FRR of the LFC block based on consecutive historical records comprising at least the historical LFC block imbalance values. The sampling of those historical records shall cover at least the time to restore frequency. The time period considered for those records shall be representative and include at least one full year period ending not earlier than 6 months before the calculation date;",
      "all TSOs of a LFC block shall ensure that the negative reserve capacity on FRR or a combination of reserve capacity on FRR and RR is sufficient to cover the negative LFC block imbalances for at least 99 % of the time, based on the historical record referred to in point (a);",
      "all TSOs of aLFC blockshall ensure that the positivereserve capacityonFRRor a combination of reserve capacity on FRR and RR is sufficient to cover the positiveLFC block imbalances for at least 99 % of the time, based on the historical records referred to in point (a);",
      "all TSOs of a LFC block shall determine the negative reserve capacity on FRR, which shall not be less than the negative dimensioning incident of the LFC block;",
      "for the GB and IE/NI synchronous areas, the negative reserve capacity on FRR and the risk of non-delivery due to sharing shall be assessed continually by the TSOs of the LFC block.",
      "for the CE and Nordic synchronous areas, the reduction of the negative reserve capacity on FRR of a LFC block shall be limited to the difference, if positive, between the size of the negative dimensioning incident and the reserve capacity on FRR required to cover the negative LFC block imbalances during 99 % of the time, based on the historical records referred to in point (a);",
      "all TSOs of a LFC block shall determine the reserve capacity on FRR of a LFC block, any possible geographical limitations for its distribution within the LFC block and any possible geographical limitations for any exchange of reserves or sharing of reserves with other LFC blocks to comply with the operational security limits;",
      "4.   All TSOs of a LFC block shall have sufficient reserve capacity on FRR at any time in accordance with the FRR dimensioning rules. The TSOs of a LFC block shall specify in the LFC block operational agreement an escalation procedure for cases of severe risk of insufficient reserve capacity on FRR in the LFC block.",
      "for the CE and Nordic synchronous areas, the reduction of the positive reserve capacity on FRR of a LFC block shall be limited to the difference, if positive, between the size of the positive dimensioning incident and the reserve capacity on FRR required to cover the positive LFC block imbalances during 99 % of the time, based on the historical records referred to in point (a). The reduction of the positive reserve capacity shall not exceed 30 % of the size of the positive dimensioning incident;",
      "all TSOs of aLFC blockin the CE and Nordic synchronous areas shall determine thereserve capacityonFRRof the LFC block sufficient to respect the currentFRCE target parametersin Article 128 for the time period referred to in point (a) based at least on a probabilistic methodology. In using that probabilistic methodology, the TSOs shall take into account the restrictions defined in the agreements for the sharing orexchange of reservesdue to possible violations ofoperational securityand theFRR availability requirements. All TSOs of a LFC block shall take into account any expected significant changes to the distribution ofLFC block imbalances or take into account other relevant influencing factors relative to the time period considered;",
      "all TSOs of a LFC block in the CE and Nordic synchronous areas shall determine the reserve capacity on FRR of the LFC block sufficient to respect the current FRCE target parameters in Article 128 for the time period referred to in point (a) based at least on a probabilistic methodology. In using that probabilistic methodology, the TSOs shall take into account the restrictions defined in the agreements for the sharing or exchange of reserves due to possible violations of operational security and the FRR availability requirements. All TSOs of a LFC block shall take into account any expected significant changes to the distribution of LFC block imbalances or take into account other relevant influencing factors relative to the time period considered;",
      "all TSOs of a LFC block may reduce the negative reserve capacity on FRR of the LFC block, resulting from the FRR dimensioning process by concluding a FRR sharing agreement with other LFC blocks in accordance with the provisions of Title 8. The following requirements shall apply to that sharing agreement:",
      "all TSOs of a LFC block may reduce the positive reserve capacity on FRR of the LFC block resulting from the FRR dimensioning process by concluding a FRR sharing agreement with other LFC blocks in accordance with provisions in Title 8. The following requirements shall apply to that sharing agreement:",
      "all TSOs of aLFC blockshall ensure that the negativereserve capacityonFRRor a combination of reserve capacity on FRR and RR is sufficient to cover the negativeLFC block imbalances for at least 99 % of the time, based on the historical record referred to in point (a);",
      "all TSOs of a LFC block shall ensure that the positive reserve capacity on FRR or a combination of reserve capacity on FRR and RR is sufficient to cover the positive LFC block imbalances for at least 99 % of the time, based on the historical records referred to in point (a);",
      "for the GB and IE/NI synchronous areas, the positive reserve capacity on FRR and the risk of non-delivery due to sharing shall be assessed continually by the TSOs of the LFC block;",
      "all TSOs of aLFC blockshall determine thereserve capacityonFRRof a LFC block, any possible geographical limitations for its distribution within the LFC block and any possible geographical limitations for anyexchange of reservesorsharing of reserveswith other LFC blocks to comply with theoperational security limits;"
    ],
    "Article 158": [
      "a FRR providing unit or FRR providing group for automatic FRR shall be capable of activating its complete automatic reserve capacity on FRR within the automatic FRR full activation time;",
      "a FRR providing unit or FRR providing group for manual FRR shall be capable of activating its complete manual reserve capacity on FRR within the manual FRR full activation time;"
    ],
    "Article 160": [
      "7.   A TSO shall have sufficient reserve capacity on RR in accordance with the RR dimensioning rules at any time. The TSOs of a LFC block shall specify in the LFC block operational agreement an escalation procedure for cases of severe risk of insufficient reserve capacity on RR in the LFC block.",
      "5.   All TSOs of a LFC block may reduce the negative reserve capacity on RR of the LFC block, resulting from the RR dimensioning process, by developing a RR sharing agreement for that negative reserve capacity on RR with other LFC blocks in accordance with the provisions of Title 8 of Part IV. The control capability receiving TSO shall limit the reduction of its negative reserve capacity on RR in order to:",
      "ensure that the reduction of the positive reserve capacity on RR does not exceed the remaining positive reserve capacity on RR of the LFC block.",
      "compliance with theoperational securitywithin aLFC blockto determine thereserve capacityonRR.",
      "compliance with the operational security within a LFC block to determine the reserve capacity on RR.",
      "ensure that the reduction of the negativereserve capacityonRRdoes not exceed the remaining negative reserve capacity on RR of theLFC block.",
      "for the Nordic and CE synchronous areas, there shall be sufficient negativereserve capacityonRRto restore the required amount of negativeFRR. For the GB and IE/NI synchronous areas, there shall be sufficient negative reserve capacity on RR to restore the required amount of negativeFCR and negative FRR;",
      "there shall be sufficient reserve capacity on RR, where this is taken into account to dimension the reserve capacity on FRR in order to respect the FRCE quality target for the period of time concerned; and",
      "ensure that the reduction of the positivereserve capacityonRRdoes not exceed the remaining positive reserve capacity on RR of theLFC block.",
      "5.   All TSOs of aLFC blockmay reduce the negativereserve capacityonRRof the LFC block, resulting from the RR dimensioning process, by developing a RR sharing agreement for that negative reserve capacity on RR with other LFC blocks in accordance with the provisions of Title 8 of Part IV. Thecontrol capability receiving TSO shall limit the reduction of its negative reserve capacity on RR in order to:",
      "there shall be sufficientreserve capacityonRR, where this is taken into account to dimension the reserve capacity onFRRin order to respect theFRCE quality target for the period of time concerned; and",
      "ensure that the reduction of the negative reserve capacity on RR does not exceed the remaining negative reserve capacity on RR of the LFC block.",
      "4.   All TSOs of an LFC block may reduce the positive reserve capacity on RR of the LFC block, resulting from the RR dimensioning process, by developing a RR sharing agreement for that positive reserve capacity on RR with other LFC blocks in accordance with the provisions of Title 8 of Part IV. The control capability receiving TSO shall limit the reduction of its positive reserve capacity on RR in order to:",
      "for the Nordic and CE synchronous areas there shall be sufficient positive reserve capacity on RR to restore the required amount of positive FRR. For the GB and IE/NI synchronous areas there shall be sufficient positive reserve capacity on RR to restore the required amount of positive FCR and positive FRR;",
      "4.   All TSOs of anLFC blockmay reduce the positivereserve capacityonRRof the LFC block, resulting from the RR dimensioning process, by developing a RR sharing agreement for that positive reserve capacity on RR with other LFC blocks in accordance with the provisions of Title 8 of Part IV. Thecontrol capability receiving TSO shall limit the reduction of its positive reserve capacity on RR in order to:",
      "7.   A TSO shall have sufficientreserve capacityonRRin accordance with theRR dimensioning rulesat any time. The TSOs of aLFC blockshall specify in theLFC block operational agreement an escalation procedure for cases of severe risk of insufficient reserve capacity on RR in the LFC block.",
      "for the Nordic and CE synchronous areas, there shall be sufficient negative reserve capacity on RR to restore the required amount of negative FRR. For the GB and IE/NI synchronous areas, there shall be sufficient negative reserve capacity on RR to restore the required amount of negative FCR and negative FRR;",
      "for the Nordic and CE synchronous areas there shall be sufficient positivereserve capacityonRRto restore the required amount of positiveFRR. For the GB and IE/NI synchronous areas there shall be sufficient positive reserve capacity on RR to restore the required amount of positiveFCR and positive FRR;"
    ],
    "Article 161": [
      "activation of completereserve capacityonRR within the activation time defined by the instructing TSO;",
      "activation of complete reserve capacity on RR within the activation time defined by the instructing TSO;"
    ],
    "Article 163": [
      "5.   Eachaffected TSOshall verify that its reliability margin, established in accordance with Article 22 of Regulation (EU) 2015/1222, is sufficient to accommodate the power flows resulting from the activation of thereserve capacityonFCR subject to the exchange of FCR.",
      "4.   Any reserve connecting TSO, reserve receiving TSO or affected TSO involved in the exchange of FCR may refuse the exchange of FCR where it would result in power flows that violate the operational security limits when activating the reserve capacity on FCR subject to the exchange of FCR.",
      "4.   Anyreserve connecting TSO,reserve receiving TSOoraffected TSOinvolved in the exchange ofFCRmay refuse the exchange of FCR where it would result in power flows that violate theoperational securitylimits when activating thereserve capacity on FCR subject to the exchange of FCR.",
      "1.   All TSOs involved in the exchange ofFCRwithin a synchronous area shall comply with the requirements set out in paragraphs 2 to 9. The exchange of FCR implies a transfer of aFCR obligationfrom thereserve receiving TSOto thereserve connecting TSOfor the correspondingreserve capacity on FCR.",
      "1.   All TSOs involved in the exchange of FCR within a synchronous area shall comply with the requirements set out in paragraphs 2 to 9. The exchange of FCR implies a transfer of a FCR obligation from the reserve receiving TSO to the reserve connecting TSO for the corresponding reserve capacity on FCR.",
      "7.   Thereserve connecting TSOshall be responsible for the requirements referred to in Articles 154 and 156 as regards thereserve capacityonFCR subject to the exchange of FCR.",
      "7.   The reserve connecting TSO shall be responsible for the requirements referred to in Articles 154 and 156 as regards the reserve capacity on FCR subject to the exchange of FCR.",
      "5.   Each affected TSO shall verify that its reliability margin, established in accordance with Article 22 of Regulation (EU) 2015/1222, is sufficient to accommodate the power flows resulting from the activation of the reserve capacity on FCR subject to the exchange of FCR."
    ],
    "Article 165": [
      "the responsibility to monitor the fulfilment of the FRR/RR technical requirements and FRR/RR availability requirements for the reserve capacity on FRR and RR subject to exchange in accordance with Articles 158(5) and 161(5); and",
      "the implementation of theFRR/RRprequalificationfor thereserve capacity on FRR and RR subject to exchange in accordance with Articles 159 and 162;",
      "the implementation of the FRR/RR prequalification for the reserve capacity on FRR and RR subject to exchange in accordance with Articles 159 and 162;",
      "4.   Anyreserve connecting TSO,reserve receiving TSOoraffected TSOinvolved in the exchange ofFRRor RR may refuse the exchange referred to in paragraph 2 where it would result in power flows that violate theoperational securitylimits when activating thereserve capacity on FRR and RR subject to the exchange of FRR or RR.",
      "the amount of the reserve capacity on FRR and RR subject to the exchange of FRR/RR;",
      "the responsibility of thereserve instructing TSOfor thereserve capacityonFRR and RR subject to the exchange of FRR/RR;",
      "the responsibility of the reserve instructing TSO for the reserve capacity on FRR and RR subject to the exchange of FRR/RR;",
      "the amount of thereserve capacityonFRR and RR subject to the exchange of FRR/RR;",
      "the responsibility to monitor the fulfilment of theFRR/RR technical requirements and FRR/RR availability requirementsfor thereserve capacity on FRR and RR subject to exchange in accordance with Articles 158(5) and 161(5); and",
      "4.   Any reserve connecting TSO, reserve receiving TSO or affected TSO involved in the exchange of FRR or RR may refuse the exchange referred to in paragraph 2 where it would result in power flows that violate the operational security limits when activating the reserve capacity on FRR and RR subject to the exchange of FRR or RR."
    ],
    "Article 166": [
      "5.   In case of sharing of FRR/RR, the control capability providing TSO shall make available to the control capability receiving TSO a share of its own reserve capacity on FRR and RR required to comply with its reserve requirements for FRR and/or RR resulting from the FRR/RR dimensioning rules in Articles 157 and 160. The control capability providing TSO can be either:",
      "procedures to ensure that the activation of the reserve capacity on FRR and RR subject to the sharing of FRR/RR does not lead to power flows that violate the operational security limits.",
      "4.   Anycontrol capability providing TSO,control capability receiving TSOoraffected TSOinvolved in the sharing ofFRR/RR may refuse sharing of FRR/RR where it would result in power flows that violate theoperational securitylimits when activating thereserve capacity on FRR and RR subject to the sharing of FRR/RR.",
      "partial or full usage of thereserve capacityonFRRand RR by thecontrol capability providing TSO.",
      "the amount of reserve capacity on FRR and RR subject to the sharing of FRR/RR;",
      "the amount ofreserve capacityonFRR and RR subject to the sharing of FRR/RR;",
      "procedures to ensure that the activation of thereserve capacityonFRRand RR subject to the sharing of FRR/RR does not lead to power flows that violate theoperational security limits.",
      "6.   Eachcontrol capability receiving TSOshall be responsible for coping with incidents and imbalances in case thereserve capacityonFRR and RR subject to the sharing of FRR/RR are unavailable due to:",
      "the TSO having access to its reserve capacity on FRR and RR subject to the sharing of FRR/RR through an implemented cross-border FRR/RR activation process as part of an FRR/RR exchange agreement.",
      "the reserve instructing TSO for the reserve capacity on FRR and RR subject to the sharing of FRR/RR; or",
      "the TSO having access to itsreserve capacityonFRR and RR subject to the sharing of FRR/RR through an implemented cross-border FRR/RR activation process as part of an FRR/RR exchange agreement.",
      "partial or full usage of the reserve capacity on FRR and RR by the control capability providing TSO.",
      "6.   Each control capability receiving TSO shall be responsible for coping with incidents and imbalances in case the reserve capacity on FRR and RR subject to the sharing of FRR/RR are unavailable due to:",
      "5.   In case of sharing ofFRR/RR, thecontrol capability providing TSOshall make available to thecontrol capability receiving TSOa share of its ownreserve capacityon FRR and RR required to comply with its reserve requirements for FRR and/or RR resulting from the FRR/RR dimensioning rules in Articles 157 and 160. The control capability providing TSO can be either:",
      "4.   Any control capability providing TSO, control capability receiving TSO or affected TSO involved in the sharing of FRR/RR may refuse sharing of FRR/RR where it would result in power flows that violate the operational security limits when activating the reserve capacity on FRR and RR subject to the sharing of FRR/RR.",
      "thereserve instructing TSOfor thereserve capacityonFRR and RR subject to the sharing of FRR/RR; or"
    ],
    "Article 171": [
      "the amount ofreserve capacitysubject to thesharing of reserves;",
      "7.   Anyreserve connecting TSO,reserve receiving TSO,control capability providing TSO,control capability receiving TSOoraffected TSOinvolved in the exchange orsharing of reservesmay refuse the exchange or sharing of reserve where it would result in power flows that violate theoperational securitylimits when activating thereserve capacity subject to the exchange or sharing of reserve.",
      "the amount of thereserve capacitysubject to theexchange of reserves;",
      "the implementation of theprequalificationfor thereserve capacitysubject to theexchange of reserves in accordance with Articles 155, 159 and 162;",
      "the responsibility of thereserve instructing TSOfor thereserve capacity of the reserve exchange;",
      "the responsibility of the reserve instructing TSO for the reserve capacity of the reserve exchange;",
      "the responsibility to monitor compliance with the technical requirements and availability requirements of the reserve capacity subject to the exchange of reserves pursuant to Articles 158(5) and 161(5); and",
      "the amount of the reserve capacity subject to the exchange of reserves;",
      "the amount of reserve capacity subject to the sharing of reserves;",
      "7.   Any reserve connecting TSO, reserve receiving TSO, control capability providing TSO, control capability receiving TSO or affected TSO involved in the exchange or sharing of reserves may refuse the exchange or sharing of reserve where it would result in power flows that violate the operational security limits when activating the reserve capacity subject to the exchange or sharing of reserve.",
      "the implementation of the prequalification for the reserve capacity subject to the exchange of reserves in accordance with Articles 155, 159 and 162;",
      "the responsibility to monitor compliance with the technical requirements and availability requirements of thereserve capacitysubject to theexchange of reserves pursuant to Articles 158(5) and 161(5); and"
    ],
    "Article 173": [
      "2.   All TSOs of synchronous areas involved in the exchange of FCR between synchronous areas shall organise that exchange so that the TSOs of one synchronous area receive from another synchronous area a share of the total reserve capacity on FCR required for their synchronous area pursuant to Article 153.",
      "2.   All TSOs of synchronous areas involved in the exchange ofFCRbetween synchronous areas shall organise that exchange so that the TSOs of one synchronous area receive from another synchronous area a share of the totalreserve capacity on FCR required for their synchronous area pursuant to Article 153.",
      "3.   The share of the total reserve capacity on FCR required for synchronous area where it is exchanged shall be provided in the second synchronous area in addition to the total reserve capacity on FCR required for that second synchronous area in accordance with Article 153.",
      "3.   The share of the totalreserve capacityonFCR required for synchronous area where it is exchanged shall be provided in the second synchronous area in addition to the total reserve capacity on FCR required for that second synchronous area in accordance with Article 153."
    ],
    "Article 174": [
      "for the GB and IE/NI synchronous areas, all TSOs shall specify a methodology to determine the minimum provision ofreserve capacityonFCR in the synchronous area.",
      "for the GB and IE/NI synchronous areas, all TSOs shall specify a methodology to determine the minimum provision of reserve capacity on FCR in the synchronous area."
    ],
    "Article 175": [
      "the reserve instructing TSO for the reserve capacity on FRR and RR subject to the sharing of FRR or RR; or",
      "the TSO having access to its reserve capacity on FRR and RR subject to the sharing of FRR/RR through an implemented cross-border FRR/RR activation process as part of a FRR/RR exchange agreement.",
      "1.   In case of sharing ofFRRor RR, thecontrol capability providing TSOshall make available to thecontrol capability receiving TSOa share of its ownreserve capacityon FRR and RR required to comply with the reserve requirements for FRR and/or RR resulting from the FRR/RR dimensioning rules referred to in Articles 157 and 160. The control capability providing TSO can be either:",
      "the TSO having access to itsreserve capacityonFRR and RR subject to the sharing of FRR/RR through an implemented cross-border FRR/RR activation process as part of a FRR/RR exchange agreement.",
      "1.   In case of sharing of FRR or RR, the control capability providing TSO shall make available to the control capability receiving TSO a share of its own reserve capacity on FRR and RR required to comply with the reserve requirements for FRR and/or RR resulting from the FRR/RR dimensioning rules referred to in Articles 157 and 160. The control capability providing TSO can be either:",
      "thereserve instructing TSOfor thereserve capacityonFRR and RR subject to the sharing of FRR or RR; or"
    ],
    "Article 176": [
      "3.   The share of the total reserve capacity on FRR required for the LFC block in the synchronous area where it is exchanged shall be provided from the LFC block in the second synchronous area in addition to the total reserve capacity on FRR required for that second LFC block in accordance with Article 157(1).",
      "2.   All TSOs of the LFC blocks involved in the exchange of FRR between synchronous areas shall organise that exchange so that the TSOs of a LFC block in the first synchronous area may receive a share of the total reserve capacity on FRR required for their LFC block as determined in accordance with the Article 157(1) from a LFC block in the second synchronous area."
    ],
    "Article 177": [
      "2.   All TSOs of the LFC blocks involved in the sharing of FRR between synchronous areas shall organise that sharing so that the TSOs of a LFC block in the first synchronous area may receive a share of the total reserve capacity on FRR required for their LFC block as defined in accordance with the Article 157(1) from a LFC block in the second synchronous area."
    ],
    "Article 178": [
      "3.   The share of the totalreserve capacityonRRrequired for theLFC block in the synchronous area where it is exchanged shall be provided from the LFC block in the second synchronous area in addition to the total reserve capacity on RR required for that second LFC block in accordance with Article 160(2).",
      "2.   All TSOs of theLFC blocks involved in the exchange ofRRbetween synchronous areas shall organise that exchange so that the TSOs of a LFC block in the first synchronous area may receive a share of the totalreserve capacity on RR required for their LFC block as defined in Article 160(2) from a LFC block in the second synchronous area.",
      "2.   All TSOs of the LFC blocks involved in the exchange of RR between synchronous areas shall organise that exchange so that the TSOs of a LFC block in the first synchronous area may receive a share of the total reserve capacity on RR required for their LFC block as defined in Article 160(2) from a LFC block in the second synchronous area.",
      "3.   The share of the total reserve capacity on RR required for the LFC block in the synchronous area where it is exchanged shall be provided from the LFC block in the second synchronous area in addition to the total reserve capacity on RR required for that second LFC block in accordance with Article 160(2)."
    ],
    "Article 179": [
      "2.   All TSOs of theLFC blocks involved in the sharing ofRRbetween synchronous areas shall organise that sharing so that the TSOs of an LFC block in the first synchronous area may receive a share of the totalreserve capacity on RR required for their LFC block as defined in accordance with Article 160(2) from a LFC block in the second synchronous area.",
      "2.   All TSOs of the LFC blocks involved in the sharing of RR between synchronous areas shall organise that sharing so that the TSOs of an LFC block in the first synchronous area may receive a share of the total reserve capacity on RR required for their LFC block as defined in accordance with Article 160(2) from a LFC block in the second synchronous area."
    ],
    "Article 182": [
      "the maximumreserve capacityprovided by thereserve providing units or groups at each connection point; and",
      "the maximum reserve capacity provided by the reserve providing units or groups at each connection point; and"
    ],
    "Article 187": [
      "2.   Where applicable, all TSOs of each synchronous area shall notify the total amount ofreserve capacityonFCRand the shares of reserve capacity on FCR required for each TSO specified in accordance with Article 153(1) as theinitial FCR obligation to ENTSO for Electricity for publication at least 1 month before their applicability.",
      "2.   Where applicable, all TSOs of each synchronous area shall notify the total amount of reserve capacity on FCR and the shares of reserve capacity on FCR required for each TSO specified in accordance with Article 153(1) as the initial FCR obligation to ENTSO for Electricity for publication at least 1 month before their applicability."
    ],
    "Article 190": [
      "the amount of shared reserve capacity on FCR between TSOs that entered into agreements for the sharing of FCR; and",
      "the effects of the sharing ofFCRon thereserve capacity on FCR of the involved TSOs.",
      "the amount of sharedreserve capacityonFCR between TSOs that entered into agreements for the sharing of FCR; and",
      "the effects of the sharing of FCR on the reserve capacity on FCR of the involved TSOs."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 3": {
      "article_score": 12,
      "statement_scores": [
        2,
        1,
        1,
        0,
        2,
        1,
        2,
        2,
        1,
        0
      ]
    },
    "Article 6": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 18": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 19": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 108": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 118": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 131": {
      "article_score": 18,
      "statement_scores": [
        1,
        2,
        1,
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1
      ]
    },
    "Article 146": {
      "article_score": 4,
      "statement_scores": [
        2,
        2
      ]
    },
    "Article 153": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 156": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Article 157": {
      "article_score": 26,
      "statement_scores": [
        1,
        1,
        2,
        2,
        1,
        1,
        2,
        1,
        2,
        3,
        1,
        1,
        1,
        1,
        2,
        2,
        1,
        1
      ]
    },
    "Article 158": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 160": {
      "article_score": 38,
      "statement_scores": [
        2,
        3,
        2,
        1,
        1,
        2,
        2,
        2,
        2,
        3,
        2,
        2,
        3,
        2,
        3,
        2,
        2,
        2
      ]
    },
    "Article 161": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 163": {
      "article_score": 8,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 165": {
      "article_score": 10,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 166": {
      "article_score": 16,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 171": {
      "article_score": 12,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 173": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        2,
        2
      ]
    },
    "Article 174": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 175": {
      "article_score": 6,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 176": {
      "article_score": 3,
      "statement_scores": [
        2,
        1
      ]
    },
    "Article 177": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 178": {
      "article_score": 6,
      "statement_scores": [
        2,
        1,
        1,
        2
      ]
    },
    "Article 179": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 182": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 187": {
      "article_score": 4,
      "statement_scores": [
        2,
        2
      ]
    },
    "Article 190": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    }
  }
}