{
  "term": "sound power level",
  "celex_id": "32013R0813",
  "original_definition": "'sound power level' means the A-weighted sound power level, indoors and/or outdoors, expressed in dB;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 2": [
      "‘standard rating conditions’ means the operating conditions of heaters under average climate conditions for establishing the rated heat output, seasonal space heating energy efficiency, water heating energy efficiency, sound power level and nitrogen oxide emissions;",
      "‘sound power level’ (LWA\n) means the A-weighted sound power level, indoors and/or outdoors, expressed in dB;",
      "‘standard rating conditions’ means the operating conditions ofheaters under average climate conditions for establishing therated heat output,seasonal space heating energy efficiency,water heating energy efficiency,sound power level and nitrogen oxide emissions;"
    ],
    "Article 7": [
      "the appropriateness of setting stricter ecodesign requirements for the energy efficiency of boiler space heaters and boiler combination heaters, for the sound power level and for emissions of nitrogen oxides;"
    ],
    "Article 8": [
      "1.   Until 26 September 2015 Member States may allow the placing on the market and/or putting into service of heaters which are in conformity with the national provisions in force when this Regulation is adopted regarding seasonal space heating energy efficiency, water heating energy efficiency and sound power level.",
      "1.   Until 26 September 2015 Member States may allow the placing on the market and/or putting into service ofheaters which are in conformity with the national provisions in force when this Regulation is adopted regardingseasonal space heating energy efficiency,water heating energy efficiencyandsound power level."
    ],
    "Article 10": [
      "Benchmarks for sound power level (LWA\n), outdoor, of heat pump space heaters and of heat pump combination heaters with rated heat output:",
      "Sound power level, indoors/outdoors",
      "For establishing the rated coefficient of performance COPrated\n or rated primary energy ratio PERrated\n, the sound power level or emissions of nitrogen oxides, the operating conditions shall be the standard rating conditions set out in Table 3 and the same declared capacity for heating shall be used.",
      "the sound power level LWA\n is not more than 2 dB higher than the declared value of the unit; and",
      "For heaters equipped with supplementary heaters, the measurement and calculation of rated heat output, seasonal space heating energy efficiency, water heating energy efficiency, sound power level and emissions of nitrogen oxides shall take account of the supplementary heater.",
      "At the time of entry into force of this Regulation, the best available technology on the market forheaters in terms ofseasonal space heating energy efficiency,water heating energy efficiency,sound power level and emissions of nitrogen oxides was identified as follows:",
      "Declared values for rated heat output, seasonal space heating energy efficiency, water heating energy efficiency, sound power level and emissions of nitrogen oxides shall be rounded to the nearest integer.",
      "Sound power level (LWA\n), indoors",
      "the average of the three units for the sound power level LWA\n is not more than 2 dB higher than the declared value of the unit; and",
      "Declared values forrated heat output,seasonal space heating energy efficiency,water heating energy efficiency,sound power level and emissions of nitrogen oxides shall be rounded to the nearest integer.",
      "Sound power level (LWA\n), outdoors",
      "From 26 September 2015 the sound power level of heat pump space heaters and heat pump combination heaters shall not exceed the following values:",
      "At the time of entry into force of this Regulation, the best available technology on the market for heaters in terms of seasonal space heating energy efficiency, water heating energy efficiency, sound power level and emissions of nitrogen oxides was identified as follows:",
      "Forheaters equipped withsupplementary heaters, the measurement and calculation ofrated heat output,seasonal space heating energy efficiency,water heating energy efficiency,sound power level and emissions of nitrogen oxides shall take account of the supplementary heater.",
      "For establishing the rated coefficient of performance COPrated\n or rated primary energy ratio PERrated\n, thesound power levelor emissions of nitrogen oxides, the operating conditions shall be thestandard rating conditions set out in Table 3 and the same declared capacity for heating shall be used."
    ],
    "Not Article": [
      "Ecodesign requirements should harmonise energy consumption,sound power leveland nitrogen oxides emission requirements forspace heaters andcombination heaters throughout the Union, thus helping to make the internal market operate better and to improve the environmental performance of these products.",
      "Ecodesign requirements should harmonise energy consumption, sound power level and nitrogen oxides emission requirements for space heaters and combination heaters throughout the Union, thus helping to make the internal market operate better and to improve the environmental performance of these products.",
      "The environmental aspects ofspace heaters andcombination heaters that have been identified as significant for the purposes of this Regulation are energy consumption in the use phase and (for heat pump heaters)sound power levels. In addition, for heaters usingfossil fuels, emissions of nitrogen oxides, carbon monoxide, particulate matter and hydrocarbons are identified as significant environmental aspects.",
      "The environmental aspects of space heaters and combination heaters that have been identified as significant for the purposes of this Regulation are energy consumption in the use phase and (for heat pump heaters) sound power levels. In addition, for heaters using fossil fuels, emissions of nitrogen oxides, carbon monoxide, particulate matter and hydrocarbons are identified as significant environmental aspects."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        1,
        0,
        1
      ]
    },
    "Article 7": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 8": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 10": {
      "article_score": 15,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Not Article": {
      "article_score": 4,
      "statement_scores": [
        1,
        1,
        1,
        1
      ]
    }
  }
}