{
  "term": "standby mode",
  "celex_id": "32023R0826",
  "original_definition": "'standby mode' means a condition where the equipment is connected to the mains power source, depends on energy input from the mains power source to work as intended and provides only one or more of the following functions, which may persist for an indefinite time:reactivation function;reactivation function and only an indication of enabled reactivation function;information or status display;",
  "generated_definition": "'standby mode' means a networked equipment state where one or more standby modes are available, requiring compliance with specific requirements when all wired network ports are disconnected and all wireless network ports are deactivated.",
  "existing_sentences": {
    "Article 1": [
      "This Regulation establishes ecodesign requirements related tooff mode,standby mode, andnetworked standbyenergy consumption for the placing on the market or putting into service ofelectrical and electronic household and office equipment.",
      "This Regulation establishes ecodesign requirements related to off mode, standby mode, and networked standby energy consumption for the placing on the market or putting into service of electrical and electronic household and office equipment."
    ],
    "Article 2": [
      "‘standby mode’ means a condition where theequipmentis connected to themains power source, depends on energy input from the mains power source to work as intended and provides only one or more of the following functions, which may persist for an indefinite time:",
      "‘reactivation function’ means a function that via a remote switch, a remote control, an internal sensor or timer provides a switch from standby mode to another mode, including active mode, providing additional functions;",
      "‘reactivation function’ means a function that via a remote switch, a remote control, an internal sensor or timer provides a switch fromstandby modeto another mode, includingactive mode, providing additional functions;",
      "‘standby mode’ means a condition where the equipment is connected to the mains power source, depends on energy input from the mains power source to work as intended and provides only one or more of the following functions, which may persist for an indefinite time:"
    ],
    "Article 10": [
      "Power consumption in standby mode:",
      "theequipmentdoes not have astandby modeor other equivalent state in terms of energy efficiency requirements, power management function or the ability to deactivate wirelessnetwork connections mode;",
      "the period after which the equipment reaches automatically standby mode, off mode or networked standby in minutes and rounded to the nearest minute;",
      "To measure the energy consumption instandby modeofnetworkedequipment that has such mode, all network ports of the unit shall be deactivated or disconnected, as applicable.",
      "Standby mode: 0,1 W with reactivation function; 0,1 W with simple or low power LEDs information or status display (larger displays – e.g. for clocks – require more power).",
      "Power consumption instandby mode",
      "another condition which does not exceed the applicable power consumption requirements foroff modeorstandby modewhen theequipmentis connected to themains power source.",
      "At the time of entry into force of this Regulation, the best available technology on the market in terms of power consumption inoff mode,standby modeandnetworked standby was identified as follows:",
      "for each off mode, standby mode and networked standby:",
      "Networkedequipmentthat has one or morestandby modes shall comply with the requirements for those standby modes when all wired network ports are disconnected and all wireless network ports are deactivated.",
      "for eachoff mode,standby mode(or another condition which does not exceed the applicable power consumption requirements for off mode or standby mode) andnetworked standbyinto which theequipment is switched by the power management function or similar function:",
      "Standby mode: 0,1 W withreactivation function; 0,1 W with simple or low power LEDsinformation or status display (larger displays – e.g. for clocks – require more power).",
      "Power consumption in standby mode",
      "another condition which does not exceed the applicable power consumption requirements for off mode or standby mode when the equipment is connected to the mains power source.",
      "theequipmentcharacteristics relevant for assessing conformity with the requirements set out in points 2(a), 2(b) and 2(c), as applicable, including the declared value of the time taken to automatically reachnetworked standby,standby modeoroff mode, or another condition which does not exceed the applicable power consumption requirements for off mode or standby mode in minutes, rounded to the nearest minute.",
      "the period after which theequipmentreaches automaticallystandby mode,off modeornetworked standby in minutes and rounded to the nearest minute;",
      "At the time of entry into force of this Regulation, the best available technology on the market in terms of power consumption in off mode, standby mode and networked standby was identified as follows:",
      "Innetworked standby, the power management function may switchequipmentautomatically intostandby modeoroff mode or another condition, which does not exceed the applicable power consumption requirements for standby or off mode.",
      "In networked standby, the power management function may switch equipment automatically into standby mode or off mode or another condition, which does not exceed the applicable power consumption requirements for standby or off mode.",
      "Power consumption instandby mode:",
      "Availability ofoff modeandstandby mode:",
      "the equipment characteristics relevant for assessing conformity with the requirements set out in points 2(a), 2(b) and 2(c), as applicable, including the declared value of the time taken to automatically reach networked standby, standby mode or off mode, or another condition which does not exceed the applicable power consumption requirements for off mode or standby mode in minutes, rounded to the nearest minute.",
      "Availability of off mode and standby mode:",
      "Networked equipment that has one or more standby modes shall comply with the requirements for those standby modes when all wired network ports are disconnected and all wireless network ports are deactivated.",
      "standby mode,",
      "the equipment does not have a standby mode or other equivalent state in terms of energy efficiency requirements, power management function or the ability to deactivate wireless network connections mode;",
      "for eachoff mode,standby modeandnetworked standby:",
      "To measure the energy consumption in standby mode of networked equipment that has such mode, all network ports of the unit shall be deactivated or disconnected, as applicable.",
      "for each off mode, standby mode (or another condition which does not exceed the applicable power consumption requirements for off mode or standby mode) and networked standby into which the equipment is switched by the power management function or similar function:"
    ],
    "Not Article": [
      "Ecodesign requirements should align across the EU, levels of the energy consumption by electrical and electronic household and office equipment in off mode, standby mode, and networked standby. This will contribute to the functioning of the single market. It should also improve the environmental performance of electrical and electronic household and office equipment.",
      "Motor-operated adjustable furniture operated by electric means and motor-operated building elements spend extensive amounts of time in off mode, standby mode, and networked standby and so offer significant potential for improved energy consumption while in those modes. Therefore, they should also be included in scope of this Regulation.",
      "Ecodesign requirements should align across the EU, levels of the energy consumption byelectrical and electronic household and office equipmentinoff mode,standby mode, andnetworked standby. This will contribute to the functioning of the single market. It should also improve the environmental performance of electrical and electronic household and office equipment.",
      "laying down ecodesign requirements for off mode, standby mode, and networked standby energy consumption of electrical and electronic household and office equipment pursuant to Directive 2009/125/EC of the European Parliament and of the Council and repealing Commission Regulations (EC) No 1275/2008 and (EC) No 107/2009",
      "The review shows the benefit of continued and improved requirements, adapted to technological progress, regarding the energy consumption ofelectrical and electronic household and office equipmentinoff mode,standby mode, andnetworked standby.",
      "Requirements onoff mode,standby mode, andnetworked standby should be set out in product-specific implementing measures under Directive 2009/125/EC where possible, taking into account the specificities of each product group and the possibility to deliver additional energy and greenhouse gas emission savings.",
      "The Commission established ecodesign requirements for off mode and standby mode energy consumption of electrical and electronic household and office equipment in Regulation (EC) No 1275/2008 and added requirements for networked standby energy consumption in Commission Regulation (EU) No 801/2013 (4). Under those Regulations the Commission is to review the ecodesign requirements in the light of technological progress.",
      "Requirements on off mode, standby mode, and networked standby should be set out in product-specific implementing measures under Directive 2009/125/EC where possible, taking into account the specificities of each product group and the possibility to deliver additional energy and greenhouse gas emission savings.",
      "Motor-operated adjustable furniture operated by electric means and motor-operated building elements spend extensive amounts of time inoff mode,standby mode, andnetworked standby and so offer significant potential for improved energy consumption while in those modes. Therefore, they should also be included in scope of this Regulation.",
      "Products containing a recharging circuit, where the power is consumed inoff modeandstandby mode while the battery is not being charged, should be included in the scope of this regulation to ensure energy savings.",
      "The Commission established ecodesign requirements foroff modeandstandby modeenergy consumption ofelectrical and electronic household and office equipmentin Regulation (EC) No 1275/2008 and added requirements fornetworked standby energy consumption in Commission Regulation (EU) No 801/2013 (4). Under those Regulations the Commission is to review the ecodesign requirements in the light of technological progress.",
      "The review shows the benefit of continued and improved requirements, adapted to technological progress, regarding the energy consumption of electrical and electronic household and office equipment in off mode, standby mode, and networked standby.",
      "The Commission has reviewed Regulation (EC) No 1275/2008 and analysed the technical, environmental and economic aspects of energy consumption of electrical and electronic household and office equipment in off mode, standby mode, and networked standby, as well as real-life user behaviour. The review was carried out in close cooperation with stakeholders and interested parties from the Union and third countries. The results of the review were made public and presented to the Consultation Forum established by Article 18 of Directive 2009/125/EC.",
      "laying down ecodesign requirements foroff mode,standby mode, andnetworked standbyenergy consumption ofelectrical and electronic household and office equipment pursuant to Directive 2009/125/EC of the European Parliament and of the Council and repealing Commission Regulations (EC) No 1275/2008 and (EC) No 107/2009",
      "The Commission has reviewed Regulation (EC) No 1275/2008 and analysed the technical, environmental and economic aspects of energy consumption ofelectrical and electronic household and office equipmentinoff mode,standby mode, andnetworked standby, as well as real-life user behaviour. The review was carried out in close cooperation with stakeholders and interested parties from the Union and third countries. The results of the review were made public and presented to the Consultation Forum established by Article 18 of Directive 2009/125/EC.",
      "The annual energy consumption in off mode, standby mode and networked standby of products subject to this Regulation in the EU was estimated in the review at 59,4 TWh in 2015, corresponding to 23,8 million tonnes of CO2 equivalent greenhouse gas emissions. In a business-as-usual scenario, that energy consumption is projected to decrease by 2030, mostly because of the gradual application of ecodesign requirements introduced by Regulation (EU) No 801/2013. However, that decrease is expected to slow down unless the applicable ecodesign requirements are updated.",
      "The annual energy consumption inoff mode,standby modeandnetworked standby of products subject to this Regulation in the EU was estimated in the review at 59,4 TWh in 2015, corresponding to 23,8 million tonnes of CO2 equivalent greenhouse gas emissions. In a business-as-usual scenario, that energy consumption is projected to decrease by 2030, mostly because of the gradual application of ecodesign requirements introduced by Regulation (EU) No 801/2013. However, that decrease is expected to slow down unless the applicable ecodesign requirements are updated.",
      "The energy consumption of electrical and electronic household and office equipment in off mode, standby mode and networked standby is one of the measures listed in the Communication, with an estimated 4 TWh of annual final energy savings by 2030, corresponding to reducing greenhouse gas emissions by 1,36 million tonnes of CO2 equivalent.",
      "The energy consumption ofelectrical and electronic household and office equipmentinoff mode,standby modeandnetworked standby is one of the measures listed in the Communication, with an estimated 4 TWh of annual final energy savings by 2030, corresponding to reducing greenhouse gas emissions by 1,36 million tonnes of CO2 equivalent.",
      "Products containing a recharging circuit, where the power is consumed in off mode and standby mode while the battery is not being charged, should be included in the scope of this regulation to ensure energy savings."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 2": {
      "article_score": 2,
      "statement_scores": [
        0,
        1,
        1,
        0
      ]
    },
    "Article 10": {
      "article_score": 35,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        2,
        1,
        1,
        1,
        2,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        1,
        2,
        1,
        1,
        1,
        1,
        2
      ]
    },
    "Not Article": {
      "article_score": 20,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    }
  }
}