{
  "term": "statistical transfer",
  "celex_id": "32021R2003",
  "original_definition": "'statistical transfer' means the transfer of the statistical value, without requiring a physical transfer, of a specified amount of energy from renewable sources as reported under Annex B, point 5 to Regulation (EC) No 1099/2008 of the European Parliament and of the Council on energy statistics (5) from one Member State to another Member State, which amount is deducted from the amount of energy from renewable sources that is taken into account in calculating the renewable energy share of the Member State making the transfer and added to the amount of energy from renewable sources that is taken into account in calculating the renewable energy share of the Member State accepting the transfer;",
  "generated_definition": "NO JSON AS AN OUTPUT OBTAINED",
  "existing_sentences": {
    "Article 1": [
      "This Regulation establishes the Union renewable development platform (‘URDP’) to facilitate statistical transfers for the purposes of Directive (EU) 2018/2001, and to facilitate the achievement of the Union target set out in Article 3(1) of Directive (EU) 2018/2001 and of each Member State’s contribution to that target in accordance with Article 3(2) of that Directive."
    ],
    "Article 2": [
      "‘selling Member State’ means a Member State that enters into astatistical transferagreement to sell a certain statistical quantity ofrenewable energyto another Member State which is deducted from the amount ofenergy from renewable sources that is taken into account in calculating the former Member State’s renewable energy share pursuant to Article 8(1) of Directive (EU) 2018/2001;",
      "‘statistical transfer’ means the transfer of the statistical value, without requiring a physical transfer, of a specified amount of energy from renewable sources as reported under Annex B, point 5 to Regulation (EC) No 1099/2008 of the European Parliament and of the Council on energy statistics (5) from one Member State to another Member State, which amount is deducted from the amount of energy from renewable sources that is taken into account in calculating the renewable energy share of the Member State making the transfer and added to the amount of energy from renewable sources that is taken into account in calculating the renewable energy share of the Member State accepting the transfer;",
      "‘additional conditions’ means criteria, beyond the timing, price and volume of a statistical transfer, that Member States may choose to attach to a statistical transfer agreement;",
      "‘additional conditions’ means criteria, beyond the timing, price andvolumeof astatistical transfer, that Member States may choose to attach to a statistical transfer agreement;",
      "‘statistical transfer’ means the transfer of the statistical value, without requiring a physical transfer, of a specified amount ofenergy from renewable sourcesas reported under Annex B, point 5 to Regulation (EC) No 1099/2008 of the European Parliament and of the Council on energy statistics (5) from one Member State to another Member State, which amount is deducted from the amount of energy from renewable sources that is taken into account in calculating therenewable energy share of the Member State making the transfer and added to the amount of energy from renewable sources that is taken into account in calculating the renewable energy share of the Member State accepting the transfer;",
      "‘buying Member State’ means a Member State that enters into astatistical transferagreement to buy a certain statistical quantity ofrenewable energyfrom another Member State which is added to the amount ofenergy from renewable sources that is taken into account in calculating the former Member State’s renewable energy share pursuant to Article 8(1) of Directive (EU) 2018/2001;",
      "‘buying Member State’ means a Member State that enters into a statistical transfer agreement to buy a certain statistical quantity of renewable energy from another Member State which is added to the amount of energy from renewable sources that is taken into account in calculating the former Member State’s renewable energy share pursuant to Article 8(1) of Directive (EU) 2018/2001;",
      "‘selling Member State’ means a Member State that enters into a statistical transfer agreement to sell a certain statistical quantity of renewable energy to another Member State which is deducted from the amount of energy from renewable sources that is taken into account in calculating the former Member State’s renewable energy share pursuant to Article 8(1) of Directive (EU) 2018/2001;"
    ],
    "Article 3": [
      "facilitate agreements on statistical transfers between Member States through a non-binding matching mechanism of demand for and supply of statistical transfers between Member States and by providing contact points in Member States to enter into discussions on agreements;",
      "3.   In addition to the objectives set out in paragraph 2, the URDP may provide any other functionality relating to the process of statistical transfers of energy from renewable sources to contribute to the objective set out in paragraph 1.",
      "include information provided by Member States on supply and demand for statistical transfers of renewable energy, including volume, price and time frame as well as any additional conditions for the transfer;",
      "1.   The URDP aims to facilitate statistical transfers of energy from renewable sources for the purposes of Directive (EU) 2018/2001 and to facilitate the achievement of the Union target set out in Article 3(1) of Directive (EU) 2018/2001 and of each Member State’s contribution to that target established in accordance with Article 3(2) of Directive (EU) 2018/2001.",
      "1.   The URDP aims to facilitatestatistical transfers ofenergy from renewable sources for the purposes of Directive (EU) 2018/2001 and to facilitate the achievement of the Union target set out in Article 3(1) of Directive (EU) 2018/2001 and of each Member State’s contribution to that target established in accordance with Article 3(2) of Directive (EU) 2018/2001.",
      "identify potential opportunities for statistical transfers among Member States by providing aggregated information on:",
      "increase transparency on concluded statistical transfer agreements by providing key information on those transfers, including information about volumes, prices and timing as well as the related statistical transfer agreement documents, where they are publicly available.",
      "increase transparency on concludedstatistical transferagreements by providing key information on those transfers, including information aboutvolumes, prices and timing as well as the related statistical transfer agreement documents, where they are publicly available.",
      "include information provided by Member States on supply and demand forstatistical transfers ofrenewable energy, includingvolume, price and time frame as well as anyadditional conditions for the transfer;",
      "3.   In addition to the objectives set out in paragraph 2, the URDP may provide any other functionality relating to the process ofstatistical transfers ofenergy from renewable sources to contribute to the objective set out in paragraph 1.",
      "provide access to guidance material assisting Member States in concluding statistical transfers;"
    ],
    "Article 4": [
      "2.   Those potential opportunities may be identified on the basis of an estimation of expected energy quantities available for statistical transfers per country until 2030 derived from publicly available information, including the integrated national energy and climate plans, their updates and the integrated national energy and climate progress reports submitted by Member States pursuant to Regulation (EU) 2018/1999 and third-party assessments.",
      "1.   The URDP shall facilitate the conclusion between Member States of statistical transfer agreements by identifying potential opportunities for statistical transfers on the basis of aggregated energy quantities available for statistical transfers.",
      "Identification of available energy quantities for statistical transfers"
    ],
    "Article 5": [
      "any otheradditional conditionsor priorities to be attached to thestatistical transfer.",
      "thevolumeofenergy from renewable sourceswhich they seek to buy or sell from or to another Member State through astatistical transfer, including, as applicable, any fixed or flexible volume component;",
      "1.   Member States may, on a voluntary basis, submit to the URDP annual data indicating the quantities of their supply and demand forstatistical transfers ofenergy from renewable sources, including:",
      "1.   Member States may, on a voluntary basis, submit to the URDP annual data indicating the quantities of their supply and demand for statistical transfers of energy from renewable sources, including:",
      "the time frame for which a statistical transfer may be concluded, including, as applicable, a single year or several years, the previous or current year or other future years;",
      "the volume of energy from renewable sources which they seek to buy or sell from or to another Member State through a statistical transfer, including, as applicable, any fixed or flexible volume component;",
      "5.   Any potential transfers identified by the URDP matching mechanism shall be non-binding and shall only serve for information purposes regarding the conclusion of statistical transfer agreements between Member States.",
      "the indication of a price or a price range at which they would accept to buy or sell any excess production of energy from renewable sources from or to another Member State through a statistical transfer, including as applicable, any fixed or flexible price component;",
      "the indication of a price or a price range at which they would accept to buy or sell any excess production ofenergy from renewable sourcesfrom or to another Member State through astatistical transfer, including as applicable, any fixed or flexible price component;",
      "any other additional conditions or priorities to be attached to the statistical transfer."
    ],
    "Article 6": [
      "2.   Member States shall each designate a contact point in charge of statistical transfers of energy from renewable sources, submit the information to the URDP and update it as necessary. The URDP shall make the information about the contact points of each Member State available.",
      "2.   Member States shall each designate a contact point in charge ofstatistical transfers ofenergy from renewable sources, submit the information to the URDP and update it as necessary. The URDP shall make the information about the contact points of each Member State available."
    ],
    "Article 7": [
      "3.   The Commission shall make available on the URDP information onstatistical transferagreements concluded on it, including their timing,volume, price,additional conditions and the related statistical transfer agreement, as well as information on the timing, volume and the participating Member States with regard to statistical transfer agreements concluded on the basis of Article 8 of Directive (EU) 2018/2001 as well as on Article 6 of Directive 2009/28/EC outside the platform.",
      "1.   The Commission shall provide guidance materials about the URDP and its use to assist Member States in concluding statistical transfers, including a user manual on statistical transfers.",
      "2.   On the URDP the Commission may provide access to additional resources and information related to the URDP, including an agreement template, articles and reports in the field ofstatistical transfers ofenergy from renewable sources.",
      "3.   The Commission shall make available on the URDP information on statistical transfer agreements concluded on it, including their timing, volume, price, additional conditions and the related statistical transfer agreement, as well as information on the timing, volume and the participating Member States with regard to statistical transfer agreements concluded on the basis of Article 8 of Directive (EU) 2018/2001 as well as on Article 6 of Directive 2009/28/EC outside the platform.",
      "2.   On the URDP the Commission may provide access to additional resources and information related to the URDP, including an agreement template, articles and reports in the field of statistical transfers of energy from renewable sources."
    ],
    "Not Article": [
      "In order to assist Member States in the conclusion of statistical transfers of energy from renewable sources, the Commission should provide guidance material about the URDP, including a user manual and templates as well as relevant information on concluded statistical transfer agreements.",
      "The data on aggregated energy quantities available for statistical transfers used for the URDP should come from third party assessments, and from the integrated national energy and climate plans, the updated integrated national energy and climate plans, and the integrated national energy and climate progress reports, as appropriate, submitted by Member States pursuant to Regulation (EU) 2018/1999. The Commission should feed those data into the platform. Additionally, Member States should be able to indicate the amount of statistical transfers they are interested in making, as buyers or sellers, as well as any particular conditions for the statistical transfer they are interested in including.",
      "In order to facilitatestatistical transfers between Member States, the Commission is empowered to establish a Union renewable development platform (‘URDP’). The URDP should provide an overview of the target and contribution achievement in Member States, include information provided by Member States on supply and demand for statistical transfers ofrenewable energy, allow Member States to indicate their willingness to engage in statistical transfers and describe the possible conditions for a transfer, identify potential transfer partners through a matching mechanism and provide the contact points in charge of statistical transfers in the Member States. The URDP should also contain a repository with guidance documents and an overview of available information on concluded statistical transfer arrangements. Use of the URDP should be on a voluntary basis.",
      "Directive (EU) 2018/2001 sets out a number of cooperation mechanisms to facilitate the achievement of the Union targets for renewable energy in a cost-effective manner, including statistical transfers of energy from renewable sources between Member States. Statistical transfers made pursuant to Article 6 of Directive 2009/28/EC of the European Parliament and of the Council (2) and Article 8 of Directive (EU) 2018/2001, allow Member States that fall short of their renewables target set out by Directive 2009/28/EC, or their renewables contribution referred to in Article 3 of Directive (EU) 2018/2001, to buy renewable energy statistics from Member States that are exceeding their target or contribution. Statistical transfers may also be used by Member States to meet the reference points of the indicative trajectory pursuant to Article 32(3), point (e) of Regulation (EU) 2018/1999 of the European Parliament and of the Council (3).",
      "In order to assist Member States in the conclusion ofstatistical transfers ofenergy from renewable sources, the Commission should provide guidance material about the URDP, including a user manual and templates as well as relevant information on concluded statistical transfer agreements.",
      "Directive (EU) 2018/2001 sets out a number of cooperation mechanisms to facilitate the achievement of the Union targets forrenewable energyin a cost-effective manner, including statistical transfers ofenergy from renewable sourcesbetween Member States.Statistical transfers made pursuant to Article 6 of Directive 2009/28/EC of the European Parliament and of the Council (2) and Article 8 of Directive (EU) 2018/2001, allow Member States that fall short of their renewables target set out by Directive 2009/28/EC, or their renewables contribution referred to in Article 3 of Directive (EU) 2018/2001, to buy renewable energy statistics from Member States that are exceeding their target or contribution. Statistical transfers may also be used by Member States to meet the reference points of the indicative trajectory pursuant to Article 32(3), point (e) of Regulation (EU) 2018/1999 of the European Parliament and of the Council (3).",
      "The URDP should facilitate agreements on statistical transfers. Potential transfers identified by means of the matching mechanism should not be legally binding.",
      "In order to facilitate statistical transfers between Member States, the Commission is empowered to establish a Union renewable development platform (‘URDP’). The URDP should provide an overview of the target and contribution achievement in Member States, include information provided by Member States on supply and demand for statistical transfers of renewable energy, allow Member States to indicate their willingness to engage in statistical transfers and describe the possible conditions for a transfer, identify potential transfer partners through a matching mechanism and provide the contact points in charge of statistical transfers in the Member States. The URDP should also contain a repository with guidance documents and an overview of available information on concluded statistical transfer arrangements. Use of the URDP should be on a voluntary basis."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 2": {
      "article_score": 8,
      "statement_scores": [
        1,
        0,
        2,
        2,
        0,
        1,
        1,
        1
      ]
    },
    "Article 3": {
      "article_score": 14,
      "statement_scores": [
        2,
        1,
        1,
        1,
        1,
        1,
        2,
        2,
        1,
        1,
        1
      ]
    },
    "Article 4": {
      "article_score": 5,
      "statement_scores": [
        1,
        3,
        1
      ]
    },
    "Article 5": {
      "article_score": 10,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 6": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 7": {
      "article_score": 10,
      "statement_scores": [
        3,
        2,
        1,
        3,
        1
      ]
    },
    "Not Article": {
      "article_score": 24,
      "statement_scores": [
        2,
        3,
        5,
        3,
        2,
        3,
        1,
        5
      ]
    }
  }
}