{
  "term": "transmission",
  "celex_id": "32009L0073",
  "original_definition": "'transmission' means the transport of natural gas through a network, which mainly contains high-pressure pipelines, other than an upstream pipeline network and other than the part of high-pressure pipelines primarily used in the context of local distribution of natural gas, with a view to its delivery to customers, but not including supply;",
  "generated_definition": "'transmission' means the act of transmitting or conveying something, such as information, energy, or matter, through a medium or channel, including the provision of access to and use of networks, systems, and infrastructure for the purpose of transporting or distributing gas, electricity, or other energy sources.",
  "existing_sentences": {
    "Article 1": [
      "1.   This Directive establishes common rules for thetransmission,distribution,supplyand storage of natural gas. It lays down the rules relating to the organisation and functioning of the natural gas sector, access to the market, the criteria and procedures applicable to the granting of authorisations for transmission, distribution, supply and storage of natural gas and the operation ofsystems.",
      "1.   This Directive establishes common rules for the transmission, distribution, supply and storage of natural gas. It lays down the rules relating to the organisation and functioning of the natural gas sector, access to the market, the criteria and procedures applicable to the granting of authorisations for transmission, distribution, supply and storage of natural gas and the operation of systems."
    ],
    "Article 2": [
      "‘natural gas undertaking’ means a natural or legal person carrying out at least one of the following functions: production, transmission, distribution, supply, purchase or storage of natural gas, including LNG, which is responsible for the commercial, technical and/or maintenance tasks related to those functions, but shall not include final customers;",
      "‘system’ means any transmission networks, distribution networks, LNG facilities and/or storage facilities owned and/or operated by a natural gas undertaking, including linepack and its facilities supplying ancillary services and those of related undertakings necessary for providing access to transmission, distribution and LNG;",
      "‘LNG facility’ means a terminal which is used for the liquefaction of natural gas or the importation, offloading, and re-gasification of LNG, and includes ancillary services and temporary storage necessary for the re-gasification process and subsequent delivery to the transmission system, but does not include any part of LNG terminals used for storage;",
      "‘linepack’ means the storage of gas by compression in gastransmissionanddistributionsystems, but not including facilities reserved fortransmission system operators carrying out their functions;",
      "‘interconnector’ means atransmissionline which crosses or spans a border between Member States for the sole purpose of connecting the national transmissionsystems of those Member States;",
      "‘vertically integrated undertaking’ means anatural gas undertakingor a group of natural gas undertakings where the same person or the same persons are entitled, directly or indirectly, to exercisecontrol, and where the undertaking or group of undertakings perform at least one of the functions oftransmission,distribution, LNG or storage, and at least one of the functions of production orsupply of natural gas;",
      "‘horizontally integrated undertaking’ means an undertaking performing at least one of the functions of production, transmission, distribution, supply or storage of natural gas, and a non-gas activity;",
      "‘transmission’ means the transport of natural gas through a network, which mainly contains high-pressure pipelines, other than an upstream pipeline network and other than the part of high-pressure pipelines primarily used in the context of local distribution of natural gas, with a view to its delivery to customers, but not including supply;",
      "‘system’ means anytransmissionnetworks,distributionnetworks, LNG facilities and/or storage facilities owned and/or operated by anatural gas undertaking, includinglinepackand its facilitiessupplyingancillary servicesand those ofrelated undertakings necessary for providing access to transmission, distribution and LNG;",
      "‘horizontally integrated undertaking’ means an undertaking performing at least one of the functions of production,transmission,distribution,supply or storage of natural gas, and a non-gas activity;",
      "‘LNG facility’ means a terminal which is used for the liquefaction of natural gas or the importation, offloading, and re-gasification of LNG, and includesancillary servicesand temporary storage necessary for the re-gasification process and subsequent delivery to thetransmissionsystem, but does not include any part of LNG terminals used for storage;",
      "‘ancillary services’ means all services necessary for access to and the operation oftransmissionnetworks,distributionnetworks, LNG facilities, and/or storage facilities, including load balancing, blending and injection of inert gases, but not including facilities reserved exclusively fortransmission system operators carrying out their functions;",
      "‘natural gas undertaking’ means a natural or legal person carrying out at least one of the following functions: production,transmission,distribution,supply, purchase or storage of natural gas, including LNG, which is responsible for the commercial, technical and/or maintenance tasks related to those functions, but shall not includefinal customers;",
      "‘linepack’ means the storage of gas by compression in gas transmission and distribution systems, but not including facilities reserved for transmission system operators carrying out their functions;",
      "‘transmission’ means the transport of natural gas through a network, which mainly contains high-pressure pipelines, other than anupstream pipeline networkand other than the part of high-pressure pipelines primarily used in the context of localdistributionof natural gas, with a view to its delivery tocustomers, but not includingsupply;",
      "‘interconnector’ means a transmission line which crosses or spans a border between Member States for the sole purpose of connecting the national transmission systems of those Member States;",
      "‘ancillary services’ means all services necessary for access to and the operation of transmission networks, distribution networks, LNG facilities, and/or storage facilities, including load balancing, blending and injection of inert gases, but not including facilities reserved exclusively for transmission system operators carrying out their functions;",
      "‘vertically integrated undertaking’ means a natural gas undertaking or a group of natural gas undertakings where the same person or the same persons are entitled, directly or indirectly, to exercise control, and where the undertaking or group of undertakings perform at least one of the functions of transmission, distribution, LNG or storage, and at least one of the functions of production or supply of natural gas;"
    ],
    "Article 8": [
      "The regulatory authorities where Member States have so provided or Member States shall ensure that technical safety criteria are defined and that technical rules establishing the minimum technical design and operational requirements for the connection to thesystemof LNG facilities, storage facilities, othertransmissionordistributionsystems, anddirect lines, are developed and made public. Those technical rules shall ensure the interoperability of systems and shall be objective and non-discriminatory. The Agency may make appropriate recommendations towards achieving compatibility of those rules, where appropriate. Those rules shall be notified to the Commission in accordance with Article 8 of Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on Information Society services (16).",
      "The regulatory authorities where Member States have so provided or Member States shall ensure that technical safety criteria are defined and that technical rules establishing the minimum technical design and operational requirements for the connection to the system of LNG facilities, storage facilities, other transmission or distribution systems, and direct lines, are developed and made public. Those technical rules shall ensure the interoperability of systems and shall be objective and non-discriminatory. The Agency may make appropriate recommendations towards achieving compatibility of those rules, where appropriate. Those rules shall be notified to the Commission in accordance with Article 8 of Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on Information Society services (16)."
    ],
    "Article 9": [
      "Unbundling oftransmissionsystems andtransmission system operators",
      "11.   Vertically integrated undertakings which own a transmission system shall not in any event be prevented from taking steps to comply with paragraph 1.",
      "Unbundling of transmission systems and transmission system operators",
      "8.   Where on 3 September 2009, the transmission system belongs to a vertically integrated undertaking a Member State may decide not to apply paragraph 1.",
      "5.   The obligation set out in paragraph 1(a) of this Article shall be deemed to be fulfilled in a situation where two or more undertakings which own transmission systems have created a joint venture which acts as a transmission system operator in two or more Member States for the transmission systems concerned. No other undertaking may be part of the joint venture, unless it has been approved under Article 14 as an independent system operator or as an independent transmission operator for the purposes of Chapter IV.",
      "each undertaking which owns atransmissionsystemacts as atransmission system operator;",
      "8.   Where on 3 September 2009, thetransmissionsystembelongs to avertically integrated undertaking a Member State may decide not to apply paragraph 1.",
      "5.   The obligation set out in paragraph 1(a) of this Article shall be deemed to be fulfilled in a situation where two or more undertakings which owntransmissionsystems have created a joint venture which acts as atransmission system operator in two or more Member States for the transmission systems concerned. No other undertaking may be part of the joint venture, unless it has been approved under Article 14 as an independent system operator or as an independent transmission operator for the purposes of Chapter IV.",
      "9.   Where, on 3 September 2009, thetransmissionsystembelongs to avertically integrated undertakingand there are arrangements in place which guarantee more effective independence of thetransmission system operator than the provisions of Chapter IV, a Member State may decide not to apply paragraph 1.",
      "11.Vertically integrated undertakings which own atransmissionsystem shall not in any event be prevented from taking steps to comply with paragraph 1.",
      "9.   Where, on 3 September 2009, the transmission system belongs to a vertically integrated undertaking and there are arrangements in place which guarantee more effective independence of the transmission system operator than the provisions of Chapter IV, a Member State may decide not to apply paragraph 1.",
      "each undertaking which owns a transmission system acts as a transmission system operator;"
    ],
    "Article 10": [
      "2.   Undertakings which own atransmissionsystemand which have been certified by the national regulatory authority as having complied with the requirements of Article 9, pursuant to the certification procedure, shall be approved and designated astransmission system operators by Member States. The designation of transmission system operators shall be notified to the Commission and published in the Official Journal of the European Union.",
      "2.   Undertakings which own a transmission system and which have been certified by the national regulatory authority as having complied with the requirements of Article 9, pursuant to the certification procedure, shall be approved and designated as transmission system operators by Member States. The designation of transmission system operators shall be notified to the Commission and published in the Official Journal of the European Union.",
      "on their own initiative where they have knowledge that a planned change in rights or influence overtransmissionsystemowners ortransmission system operators may lead to an infringement of Article 9, or where they have reason to believe that such an infringement may have occurred; or",
      "on their own initiative where they have knowledge that a planned change in rights or influence over transmission system owners or transmission system operators may lead to an infringement of Article 9, or where they have reason to believe that such an infringement may have occurred; or"
    ],
    "Article 11": [
      "1.   Where certification is requested by atransmissionsystemowner or atransmission system operatorwhich iscontrolled by a person or persons from a third country or third countries, the regulatory authority shall notify the Commission.",
      "1.   Where certification is requested by a transmission system owner or a transmission system operator which is controlled by a person or persons from a third country or third countries, the regulatory authority shall notify the Commission.",
      "The regulatory authority shall also notify to the Commission without delay any circumstances that would result in a person or persons from a third country or third countries acquiring control of a transmission system or a transmission system operator.",
      "The regulatory authority shall also notify to the Commission without delay any circumstances that would result in a person or persons from a third country or third countries acquiringcontrolof atransmissionsystemor atransmission system operator."
    ],
    "Article 13": [
      "1.   Each transmission, storage and/or LNG system operator shall:",
      "1.   Eachtransmission, storage and/orLNG system operator shall:",
      "Tasks oftransmission, storage and/orLNG system operators",
      "Tasks of transmission, storage and/or LNG system operators",
      "operate, maintain and develop under economic conditions secure, reliable and efficient transmission, storage and/or LNG facilities to secure an open market, with due regard to the environment, ensure adequate means to meet service obligations;"
    ],
    "Article 14": [
      "5.   Where an independent system operator has been designated, the transmission system owner shall:",
      "finance the investments decided by the independent system operator and approved by the regulatory authority, or give its agreement to financing by any interested party including the independent system operator. The relevant financing arrangements shall be subject to approval by the regulatory authority. Prior to such approval, the regulatory authority shall consult the transmission system owner together with other interested parties;",
      "1.   Where thetransmissionsystembelongs to avertically integrated undertaking on 3 September 2009, Member States may decide not to apply Article 9(1) and designate an independent system operator upon a proposal from the transmission system owner. Such designation shall be subject to approval by the Commission.",
      "6.   In close cooperation with the regulatory authority, the relevant national competition authority shall be granted all relevant powers to effectively monitor compliance of thetransmissionsystem owner with its obligations under paragraph 5.",
      "6.   In close cooperation with the regulatory authority, the relevant national competition authority shall be granted all relevant powers to effectively monitor compliance of the transmission system owner with its obligations under paragraph 5.",
      "5.   Where an independentsystemoperator has been designated, thetransmission system owner shall:",
      "finance the investments decided by the independentsystemoperator and approved by the regulatory authority, or give its agreement to financing by any interested party including the independent system operator. The relevant financing arrangements shall be subject to approval by the regulatory authority. Prior to such approval, the regulatory authority shall consult thetransmission system owner together with other interested parties;",
      "4.   Each independentsystemoperator shall be responsible for granting and managing third-party access, including the collection of access charges and congestion charges, for operating, maintaining and developing thetransmissionsystem, as well as for ensuring the long-term ability of the system to meet reasonable demand through investment planning. When developing the transmission system the independent system operator shall be responsible for planning (including authorisation procedure), construction and commissioning of thenew infrastructure. For this purpose, the independent system operator shall act as atransmission system operator in accordance with this Chapter. The transmission system owner shall not be responsible for granting and managing third-party access, nor for investment planning.",
      "thetransmissionsystem owner has demonstrated its ability to comply with its obligations under paragraph 5. To that end, it shall provide all the draft contractual arrangements with the candidate undertaking and any other relevant entity; and",
      "the transmission system owner has demonstrated its ability to comply with its obligations under paragraph 5. To that end, it shall provide all the draft contractual arrangements with the candidate undertaking and any other relevant entity; and",
      "4.   Each independent system operator shall be responsible for granting and managing third-party access, including the collection of access charges and congestion charges, for operating, maintaining and developing the transmission system, as well as for ensuring the long-term ability of the system to meet reasonable demand through investment planning. When developing the transmission system the independent system operator shall be responsible for planning (including authorisation procedure), construction and commissioning of the new infrastructure. For this purpose, the independent system operator shall act as a transmission system operator in accordance with this Chapter. The transmission system owner shall not be responsible for granting and managing third-party access, nor for investment planning.",
      "1.   Where the transmission system belongs to a vertically integrated undertaking on 3 September 2009, Member States may decide not to apply Article 9(1) and designate an independent system operator upon a proposal from the transmission system owner. Such designation shall be subject to approval by the Commission."
    ],
    "Article 15": [
      "appropriate measures shall be taken to ensure that the professional interests of persons responsible for the management of the transmission system owner and storage system operator are taken into account in a manner that ensures that they are capable of acting independently;",
      "1.   A transmission system owner, where an independent system operator has been appointed, and a storage system operator which are part of vertically integrated undertakings shall be independent at least in terms of their legal form, organisation and decision making from other activities not relating to transmission, distribution and storage.",
      "the transmission system owner and the storage system operator shall establish a compliance programme, which sets out measures taken to ensure that discriminatory conduct is excluded, and ensure that observance of it is adequately monitored. The compliance programme shall set out the specific obligations of employees to meet those objectives. An annual report, setting out the measures taken, shall be submitted by the person or body responsible for monitoring the compliance programme to the regulatory authority and shall be published.",
      "3.   The Commission may adopt Guidelines to ensure full and effective compliance of the transmission system owner and of the storage system operator with paragraph 2 of this Article. Those measures, designed to amend non-essential elements of this Directive by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 51(3).",
      "appropriate measures shall be taken to ensure that the professional interests of persons responsible for the management of thetransmissionsystemowner andstorage system operator are taken into account in a manner that ensures that they are capable of acting independently;",
      "1.   Atransmissionsystemowner, where an independent system operator has been appointed, and astorage system operatorwhich are part ofvertically integrated undertakings shall be independent at least in terms of their legal form, organisation and decision making from other activities not relating to transmission,distribution and storage.",
      "Unbundling of transmission system owners and storage system operators",
      "thetransmissionsystemowner and thestorage system operator shall establish a compliance programme, which sets out measures taken to ensure that discriminatory conduct is excluded, and ensure that observance of it is adequately monitored. The compliance programme shall set out the specific obligations of employees to meet those objectives. An annual report, setting out the measures taken, shall be submitted by the person or body responsible for monitoring the compliance programme to the regulatory authority and shall be published.",
      "2.   In order to ensure the independence of the transmission system owner and storage system operator referred to in paragraph 1, the following minimum criteria shall apply:",
      "3.   The Commission may adopt Guidelines to ensure full and effective compliance of thetransmissionsystemowner and of thestorage system operator with paragraph 2 of this Article. Those measures, designed to amend non-essential elements of this Directive by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 51(3).",
      "Unbundling oftransmissionsystemowners andstorage system operators",
      "2.   In order to ensure the independence of thetransmissionsystemowner andstorage system operator referred to in paragraph 1, the following minimum criteria shall apply:"
    ],
    "Article 16": [
      "1.   Without prejudice to Article 30 or any other legal duty to disclose information, each transmission, storage and/or LNG system operator, and each transmission system owner, shall preserve the confidentiality of commercially sensitive information obtained in the course of carrying out its activities, and shall prevent information about its own activities which may be commercially advantageous from being disclosed in a discriminatory manner. In particular, it shall not disclose any commercially sensitive information to the remaining parts of the undertaking, unless this is necessary for carrying out a business transaction. In order to ensure the full respect of the rules on information unbundling, Member States shall ensure that the transmission system owner including, in the case of a combined operator, the distribution system operator, and the remaining part of the undertaking do not use joint services, such as joint legal services, apart from purely administrative or IT functions.",
      "2.   Transmission, storage and/or LNG system operators shall not, in the context of sales or purchases of natural gas by related undertakings, misuse commercially sensitive information obtained from third parties in the context of providing or negotiating access to the system.",
      "2.Transmission, storage and/orLNG system operators shall not, in the context of sales or purchases of natural gas byrelated undertakings, misuse commercially sensitive information obtained from third parties in the context of providing or negotiating access to the system."
    ],
    "Article 17": [
      "assets that are necessary for the activity of gas transmission, including the transmission system, shall be owned by the transmission system operator;",
      "the collection of all thetransmissionsystemrelated charges including access charges, balancing charges forancillary services such as gas treatment, purchasing of services (balancing costs, energy for losses);",
      "assets that are necessary for the activity of gastransmission, including the transmissionsystem, shall be owned by thetransmission system operator;",
      "the operation, maintenance and development of a secure, efficient and economictransmissionsystem;",
      "the collection of all the transmission system related charges including access charges, balancing charges for ancillary services such as gas treatment, purchasing of services (balancing costs, energy for losses);",
      "personnel necessary for the activity of gastransmission, including the performance of all corporate tasks, shall be employed by thetransmission system operator;",
      "personnel necessary for the activity of gas transmission, including the performance of all corporate tasks, shall be employed by the transmission system operator;",
      "2.   The activity of gas transmission shall include at least the following tasks in addition to those listed in Article 13:",
      "the operation, maintenance and development of a secure, efficient and economic transmission system;"
    ],
    "Article 18": [
      "effective decision-making rights, independent from the vertically integrated undertaking, with respect to assets necessary to operate, maintain or develop the transmission system; and",
      "effective decision-making rights, independent from thevertically integrated undertaking, with respect to assets necessary to operate, maintain or develop thetransmissionsystem; and"
    ],
    "Article 21": [
      "projects undertaken in order to operate, maintain and develop the transmission system, including investments in new transport connections, in expansion of capacity and in optimisation of existing capacity;",
      "projects undertaken in order to operate, maintain and develop thetransmissionsystem, including investments in new transport connections, in expansion of capacity and in optimisation of existing capacity;",
      "energy purchases or sales necessary for the operation of thetransmissionsystem.",
      "energy purchases or sales necessary for the operation of the transmission system."
    ],
    "Article 22": [
      "indicate to market participants the main transmission infrastructure that needs to be built or upgraded over the next ten years;"
    ],
    "Article 23": [
      "Decision-making powers regarding the connection of storage facilities, LNG regasification facilities and industrial customers to the transmission system",
      "Decision-making powers regarding the connection of storage facilities, LNG regasification facilities and industrialcustomers to thetransmissionsystem"
    ],
    "Article 25": [
      "3.   Eachdistribution system operatorshall provide any other distribution,transmission, LNG, and/orstorage system operatorwith sufficient information to ensure that the transport and storage of natural gas takes place in a manner compatible with the secure and efficient operation of theinterconnected system.",
      "3.   Each distribution system operator shall provide any other distribution, transmission, LNG, and/or storage system operator with sufficient information to ensure that the transport and storage of natural gas takes place in a manner compatible with the secure and efficient operation of the interconnected system."
    ],
    "Article 29": [
      "Article 26(1) shall not prevent the operation of a combined transmission, LNG, storage and distribution system operator provided that operator complies with Articles 9(1), or 14 and 15, or Chapter IV or falls under Article 49(6)."
    ],
    "Article 31": [
      "3.   Natural gas undertakings shall, in their internal accounting, keep separate accounts for each of their transmission, distribution, LNG and storage activities as they would be required to do if the activities in question were carried out by separate undertakings, with a view to avoiding discrimination, cross-subsidisation and distortion of competition. They shall also keep accounts, which may be consolidated, for other gas activities not relating to transmission, distribution, LNG and storage. Until 1 July 2007, they shall keep separate accounts for supply activities for eligible customers and supply activities for non-eligible customers. Revenue from ownership of the transmission or distribution network shall be specified in the accounts. Where appropriate, they shall keep consolidated accounts for other, non-gas activities. The internal accounts shall include a balance sheet and a profit and loss account for each activity.",
      "3.Natural gas undertakings shall, in their internal accounting, keep separate accounts for each of theirtransmission,distribution, LNG and storage activities as they would be required to do if the activities in question were carried out by separate undertakings, with a view to avoiding discrimination, cross-subsidisation and distortion of competition. They shall also keep accounts, which may be consolidated, for other gas activities not relating to transmission, distribution, LNG and storage. Until 1 July 2007, they shall keep separate accounts forsupplyactivities foreligible customers and supply activities for non-eligible customers. Revenue from ownership of the transmission or distribution network shall be specified in the accounts. Where appropriate, they shall keep consolidated accounts for other, non-gas activities. The internal accounts shall include a balance sheet and a profit and loss account for each activity."
    ],
    "Article 32": [
      "1.   Member States shall ensure the implementation of a system of third party access to the transmission and distribution system, and LNG facilities based on published tariffs, applicable to all eligible customers, including supply undertakings, and applied objectively and without discrimination between system users. Member States shall ensure that those tariffs, or the methodologies underlying their calculation are approved prior to their entry into force in accordance with Article 41 by a regulatory authority referred to in Article 39(1) and that those tariffs — and the methodologies, where only methodologies are approved — are published prior to their entry into force.",
      "1.   Member States shall ensure the implementation of asystemof third party access to thetransmissionanddistributionsystem, and LNG facilities based on published tariffs, applicable to alleligible customers, includingsupply undertakings, and applied objectively and without discrimination betweensystem users. Member States shall ensure that those tariffs, or the methodologies underlying their calculation are approved prior to their entry into force in accordance with Article 41 by a regulatory authority referred to in Article 39(1) and that those tariffs — and the methodologies, where only methodologies are approved — are published prior to their entry into force."
    ],
    "Article 33": [
      "2.   The provisions of paragraph 1 shall not apply to ancillary services and temporary storage that are related to LNG facilities and are necessary for the re-gasification process and subsequent delivery to the transmission system.",
      "2.   The provisions of paragraph 1 shall not apply toancillary servicesand temporary storage that are related to LNG facilities and are necessary for the re-gasification process and subsequent delivery to thetransmissionsystem."
    ],
    "Article 40": [
      "helping to achieve, in the most cost-effective way, the development of secure, reliable and efficient non-discriminatorysystems that are consumer oriented, and promoting system adequacy and, in line with general energy policy objectives, energy efficiency as well as the integration of large and small scale production of gas from renewable energy sources and distributed production in bothtransmissionanddistribution networks;",
      "helping to achieve, in the most cost-effective way, the development of secure, reliable and efficient non-discriminatory systems that are consumer oriented, and promoting system adequacy and, in line with general energy policy objectives, energy efficiency as well as the integration of large and small scale production of gas from renewable energy sources and distributed production in both transmission and distribution networks;",
      "eliminating restrictions on trade in natural gas between Member States, including developing appropriate cross-border transmission capacities to meet demand and enhancing the integration of national markets which may facilitate natural gas flow across the Community;"
    ],
    "Article 41": [
      "monitor the transmission system owner’s and the independent system operator’s compliance with their obligations under this Article, and issue penalties for non compliance in accordance with paragraph 4(d);",
      "9.   The regulatory authorities shall monitor congestion management of national gas transmission networks including interconnectors, and the implementation of congestion management rules. To that end, transmission system operators or market operators shall submit their congestion management rules, including capacity allocation, to the national regulatory authorities. National regulatory authorities may request amendments to those rules.",
      "ensuring compliance of transmission and distribution system operators, and where relevant, system owners, as well as of any natural gas undertakings, with their obligations under this Directive and other relevant Community legislation, including as regards cross-border issues;",
      "monitor the relations and communications between the independentsystemoperator and thetransmission system owner so as to ensure compliance of the independent system operator with its obligations, and in particular approve contracts and act as a dispute settlement authority between the independent system operator and the transmission system owner in respect of any complaint submitted by either party pursuant to paragraph 11;",
      "11.   Any party having a complaint against a transmission, storage, LNG or distribution system operator in relation to that operator’s obligations under this Directive may refer the complaint to the regulatory authority which, acting as dispute settlement authority, shall issue a decision within a period of two months after receipt of the complaint. That period may be extended by two months where additional information is sought by the regulatory authorities. That extended period may be further extended with the agreement of the complainant. The regulatory authority’s decision shall have binding effect unless and until overruled on appeal.",
      "ensuring compliance oftransmissionanddistribution system operators, and where relevant, system owners, as well as of anynatural gas undertakings, with their obligations under this Directive and other relevant Community legislation, including as regards cross-border issues;",
      "connection and access to national networks, including transmission and distribution tariffs, and terms, conditions and tariffs for access to LNG facilities. Those tariffs or methodologies shall allow the necessary investments in the networks and LNG facilities to be carried out in a manner allowing those investments to ensure the viability of the networks and LNG facilities;",
      "fixing or approving, in accordance with transparent criteria,transmissionordistribution tariffs or their methodologies;",
      "fixing or approving, in accordance with transparent criteria, transmission or distribution tariffs or their methodologies;",
      "monitor the relations and communications between the independent system operator and the transmission system owner so as to ensure compliance of the independent system operator with its obligations, and in particular approve contracts and act as a dispute settlement authority between the independent system operator and the transmission system owner in respect of any complaint submitted by either party pursuant to paragraph 11;",
      "connection and access to national networks, includingtransmissionanddistribution tariffs, and terms, conditions and tariffs for access to LNG facilities. Those tariffs or methodologies shall allow the necessary investments in the networks and LNG facilities to be carried out in a manner allowing those investments to ensure the viability of the networks and LNG facilities;",
      "have the powers to carry out inspections, including unannounced inspections, at the premises of transmission system owner and independent system operator.",
      "have the powers to carry out inspections, including unannounced inspections, at the premises oftransmissionsystem owner and independent system operator.",
      "monitor thetransmissionsystem owner’s and the independent system operator’s compliance with their obligations under this Article, and issue penalties for non compliance in accordance with paragraph 4(d);",
      "8.   In fixing or approving the tariffs or methodologies and the balancing services, the regulatory authorities shall ensure that transmission and distribution system operators are granted appropriate incentive, over both the short and long term, to increase efficiencies, foster market integration and security of supply and support the related research activities.",
      "10.   Regulatory authorities shall have the authority to require transmission, storage, LNG and distribution system operators, if necessary, to modify the terms and conditions, including tariffs and methodologies referred to in this Article, to ensure that they are proportionate and applied in a non-discriminatory manner. In the event that the access regime to storage is defined according to Article 33(3), that task shall exclude the modification of tariffs. In the event of delay in the fixing of transmission and distribution tariffs, regulatory authorities shall have the power to fix or approve provisional transmission and distribution tariffs or methodologies and to decide on the appropriate compensatory measures if the final tariffs or methodologies deviate from those provisional tariffs or methodologies.",
      "ensuring that there are no cross-subsidies betweentransmission,distribution, storage, LNG andsupply activities;",
      "ensuring that there are no cross-subsidies between transmission, distribution, storage, LNG and supply activities;",
      "monitoring the time taken by transmission and distribution system operators to make connections and repairs;",
      "10.   Regulatory authorities shall have the authority to requiretransmission, storage, LNG anddistribution system operators, if necessary, to modify the terms and conditions, including tariffs and methodologies referred to in this Article, to ensure that they are proportionate and applied in a non-discriminatory manner. In the event that the access regime to storage is defined according to Article 33(3), that task shall exclude the modification of tariffs. In the event of delay in the fixing of transmission and distribution tariffs, regulatory authorities shall have the power to fix or approve provisional transmission and distribution tariffs or methodologies and to decide on the appropriate compensatory measures if the final tariffs or methodologies deviate from those provisional tariffs or methodologies.",
      "9.   The regulatory authorities shall monitor congestion management of national gastransmissionnetworks includinginterconnectors, and the implementation of congestion management rules. To that end,transmission system operators or market operators shall submit their congestion management rules, including capacity allocation, to the national regulatory authorities. National regulatory authorities may request amendments to those rules."
    ],
    "Article 48": [
      "the seriousness of the economic and financial difficulties encountered by natural gas undertakings and transmission undertakings or eligible customers;",
      "the seriousness of the economic and financial difficulties encountered bynatural gas undertakings andtransmissionundertakings oreligible customers;"
    ],
    "Article 49": [
      "4.   Where the implementation of this Directive would cause substantial problems in a geographically limited area of a Member State, in particular concerning the development of the transmission and major distribution infrastructure, and with a view to encouraging investments, the Member State may apply to the Commission for a temporary derogation from Articles 4 and 9, Article 13(1) and (3), Articles 14 and 24, Article 25(5), Articles 26, 31 and 32, Article 37(1) and/or Article 38 for developments within that area.",
      "4.   Where the implementation of this Directive would cause substantial problems in a geographically limited area of a Member State, in particular concerning the development of thetransmissionand majordistribution infrastructure, and with a view to encouraging investments, the Member State may apply to the Commission for a temporary derogation from Articles 4 and 9, Article 13(1) and (3), Articles 14 and 24, Article 25(5), Articles 26, 31 and 32, Article 37(1) and/or Article 38 for developments within that area.",
      "3.   On the date at which the derogation referred to in the first subparagraph of paragraph 2 expires, the definition of eligible customers shall result in an opening of the market equal to at least 33 % of the total annual gas consumption of the national gas market. Two years thereafter, Article 37(1)(b) shall apply, and three years thereafter, Article 37(1)(c) shall apply. Until Article 37(1)(b) applies the Member State referred to in paragraph 2 of this Article may decide not to apply Article 32 as far as ancillary services and temporary storage for the re-gasification process and its subsequent delivery to the transmission system are concerned.",
      "3.   On the date at which the derogation referred to in the first subparagraph of paragraph 2 expires, the definition ofeligible customers shall result in an opening of the market equal to at least 33 % of the total annual gas consumption of the national gas market. Two years thereafter, Article 37(1)(b) shall apply, and three years thereafter, Article 37(1)(c) shall apply. Until Article 37(1)(b) applies the Member State referred to in paragraph 2 of this Article may decide not to apply Article 32 as far asancillary servicesand temporary storage for the re-gasification process and its subsequent delivery to thetransmissionsystem are concerned."
    ],
    "Not Article": [
      "Only the removal of the incentive for vertically integrated undertakings to discriminate against competitors as regards network access and investment can ensure effective unbundling. Ownership unbundling, which implies the appointment of the network owner as the system operator and its independence from any supply and production interests, is clearly an effective and stable way to solve the inherent conflict of interests and to ensure security of supply. For that reason, the European Parliament, in its resolution of 10 July 2007 on prospects for the internal gas and electricity market (5) referred to ownership unbundling at transmission level as the most effective tool by which to promote investments in infrastructure in a non-discriminatory way, fair access to the network for new entrants and transparency in the market. Under ownership unbundling, Member States should therefore be required to ensure that the same person or persons are not entitled to exercise control over a production or supply undertaking and, at the same time, exercise control or any right over a transmission system operator or transmission system. Conversely, control over a transmission system or transmission system operator should preclude the possibility of exercising control or any right over a production or supply undertaking. Within those limits, a production or supply undertaking should be able to have a minority shareholding in a transmission system operator or transmission system.",
      "The setting up of asystemoperator or atransmissionoperator that is independent fromsupplyand production interests should enable avertically integrated undertakingto maintain its ownership of network assets whilst ensuring an effective separation of interests, provided that such independent system operator or such independent transmission operator performs all the functions of a system operator and detailed regulation and extensive regulatorycontrol mechanisms are put in place.",
      "Non-discriminatory access to the distribution network determines downstream access to customers at retail level. The scope for discrimination as regards third party access and investment, however, is less significant at distribution level than at transmission level where congestion and the influence of production interests are generally greater than at distribution level. Moreover, legal and functional unbundling of distribution system operators was required, pursuant to Directive 2003/55/EC, only from 1 July 2007 and its effects on the internal market in natural gas still need to be evaluated. The rules on legal and functional unbundling currently in place can lead to effective unbundling provided they are more clearly defined, properly implemented and closely monitored. To create a level playing field at retail level, the activities of distribution system operators should therefore be monitored so that they are prevented from taking advantage of their vertical integration as regards their competitive position on the market, in particular in relation to household and small non-household customers.",
      "Under Regulation (EC) No 715/2009 of the European Parliament and of the Council of 13 July 2009 on conditions for access to the natural gas transmission networks (9), the Commission may adopt Guidelines to achieve the necessary degree of harmonisation. Such Guidelines, which constitute binding implementing measures, are, also with regard to certain provisions of this Directive, a useful tool which can be adapted quickly where necessary.",
      "Non-discriminatory access to thedistributionnetwork determines downstream access tocustomers at retail level. The scope for discrimination as regards third party access and investment, however, is less significant at distribution level than attransmissionlevel where congestion and the influence of production interests are generally greater than at distribution level. Moreover, legal and functional unbundling ofdistribution system operators was required, pursuant to Directive 2003/55/EC, only from 1 July 2007 and its effects on the internal market in natural gas still need to be evaluated. The rules on legal and functional unbundling currently in place can lead to effective unbundling provided they are more clearly defined, properly implemented and closely monitored. To create a level playing field at retail level, the activities of distribution system operators should therefore be monitored so that they are prevented from taking advantage of their vertical integration as regards their competitive position on the market, in particular in relation to household and small non-household customers.",
      "The full effectiveness of the independent system operator or independent transmission operator solutions should be ensured by way of specific additional rules. The rules on the independent transmission operator provide an appropriate regulatory framework to guarantee fair competition, sufficient investment, access for new market entrants and the integration of gas markets. Effective unbundling through the independent transmission operator provisions should be based on a pillar of organisational measures and measures relating to the governance of transmission system operators and on a pillar of measures relating to investment, connecting new production capacities to the network and market integration through regional cooperation. The independence of the transmission operator should also, inter alia, be ensured through certain ‘cooling-off’ periods during which no management or other relevant activity giving access to the same information as could have been obtained in a managerial position is exercised in the vertically integrated undertaking. The independent transmission operator model of effective unbundling is in line with the requirements laid down by the European Council at its meeting on 8 and 9 March 2007.",
      "A Member State has the right to opt for full ownership unbundling in its territory. Where a Member State has exercised that right, an undertaking does not have the right to set up an independent system operator or an independent transmission operator. Furthermore, an undertaking performing any of the functions of production or supply cannot directly or indirectly exercise control or any right over a transmission system operator from a Member State that has opted for full ownership unbundling.",
      "The full effectiveness of the independentsystemoperator or independenttransmissionoperator solutions should be ensured by way of specific additional rules. The rules on the independent transmission operator provide an appropriate regulatory framework to guarantee fair competition, sufficient investment, access for new market entrants and the integration of gas markets. Effective unbundling through the independent transmission operator provisions should be based on a pillar of organisational measures and measures relating to the governance oftransmission system operators and on a pillar of measures relating to investment, connecting new production capacities to the network and market integration through regional cooperation. The independence of the transmission operator should also, inter alia, be ensured through certain ‘cooling-off’ periods during which no management or other relevant activity giving access to the same information as could have been obtained in a managerial position is exercised in thevertically integrated undertaking. The independent transmission operator model of effective unbundling is in line with the requirements laid down by the European Council at its meeting on 8 and 9 March 2007.",
      "Where, on 3 September 2009, an undertaking owning atransmissionsystemis part of avertically integrated undertaking, Member States should therefore be given a choice between ownership unbundling and setting up a system operator or transmission operator which is independent fromsupply and production interests.",
      "The security of energy supply is an essential element of public security and is therefore inherently connected to the efficient functioning of the internal market in gas and the integration of the isolated gas markets of Member States. Gas can reach the citizens of the Union only through the network. Functioning open gas markets and, in particular, the networks and other assets associated with gas supply are essential for public security, for the competitiveness of the economy and for the well-being of the citizens of the Union. Persons from third countries should therefore only be allowed to control a transmission system or a transmission system operator if they comply with the requirements of effective separation that apply inside the Community. Without prejudice to the international obligations of the Community, the Community considers that the gas transmission system sector is of high importance to the Community and therefore additional safeguards are necessary regarding the preservation of the security of supply of energy to the Community to avoid any threats to public order and public security in the Community and the welfare of the citizens of the Union. The security of supply of energy to the Community requires, in particular, an assessment of the independence of network operation, the level of the Community’s and individual Member States’ dependence on energy supply from third countries, and the treatment of both domestic and foreign trade and investment in energy in a particular third country. Security of supply should therefore be assessed in the light of the factual circumstances of each case as well as the rights and obligations arising under international law, in particular the international agreements between the Community and the third country concerned. Where appropriate the Commission is encouraged to submit recommendations to negotiate relevant agreements with third countries addressing the security of supply of energy to the Community or to include the necessary issues in other negotiations with those third countries.",
      "A Member State has the right to opt for full ownership unbundling in its territory. Where a Member State has exercised that right, an undertaking does not have the right to set up an independentsystemoperator or an independenttransmissionoperator. Furthermore, an undertaking performing any of the functions of production orsupplycannot directly or indirectly exercisecontrolor any right over atransmission system operator from a Member State that has opted for full ownership unbundling.",
      "Only the removal of the incentive forvertically integrated undertakings to discriminate against competitors as regards network access and investment can ensure effective unbundling. Ownership unbundling, which implies the appointment of the network owner as thesystemoperator and its independence from anysupplyand production interests, is clearly an effective and stable way to solve the inherent conflict of interests and to ensuresecurityof supply. For that reason, the European Parliament, in its resolution of 10 July 2007 on prospects for the internal gas and electricity market (5) referred to ownership unbundling attransmissionlevel as the most effective tool by which to promote investments in infrastructure in a non-discriminatory way, fair access to the network for new entrants and transparency in the market. Under ownership unbundling, Member States should therefore be required to ensure that the same person or persons are not entitled to exercisecontrolover a production orsupply undertakingand, at the same time, exercise control or any right over atransmission system operator or transmission system. Conversely, control over a transmission system or transmission system operator should preclude the possibility of exercising control or any right over a production or supply undertaking. Within those limits, a production or supply undertaking should be able to have a minority shareholding in a transmission system operator or transmission system.",
      "Where, on 3 September 2009, an undertaking owning a transmission system is part of a vertically integrated undertaking, Member States should therefore be given a choice between ownership unbundling and setting up a system operator or transmission operator which is independent from supply and production interests.",
      "The security of energysupplyis an essential element of public security and is therefore inherently connected to the efficient functioning of the internal market in gas and the integration of the isolated gas markets of Member States. Gas can reach the citizens of the Union only through the network. Functioning open gas markets and, in particular, the networks and other assets associated with gas supply are essential for public security, for the competitiveness of the economy and for the well-being of the citizens of the Union. Persons from third countries should therefore only be allowed tocontrolatransmissionsystemor atransmission system operatorif they comply with the requirements of effective separation that apply inside the Community. Without prejudice to the international obligations of the Community, the Community considers that the gas transmission system sector is of high importance to the Community and therefore additional safeguards are necessary regarding the preservation of the security of supply of energy to the Community to avoid any threats to public order and public security in the Community and the welfare of the citizens of the Union. The security of supply of energy to the Community requires, in particular, an assessment of the independence of network operation, the level of the Community’s and individual Member States’ dependence on energy supply from third countries, and the treatment of both domestic and foreign trade and investment in energy in a particular third country.Security of supply should therefore be assessed in the light of the factual circumstances of each case as well as the rights and obligations arising under international law, in particular the international agreements between the Community and the third country concerned. Where appropriate the Commission is encouraged to submit recommendations to negotiate relevant agreements with third countries addressing the security of supply of energy to the Community or to include the necessary issues in other negotiations with those third countries.",
      "The regulatory authorities should also provide information on the market to permit the Commission to exercise its role of observing and monitoring the internal market in natural gas and its short, medium and long-term evolution, including aspects such as supply and demand, transmission and distribution infrastructure, quality of service, cross-border trade, congestion management, investments, wholesale and consumer prices, market liquidity and environmental and efficiency improvements. National regulatory authorities should report to the competition authorities and the Commission those Member States in which prices impair competition and proper functioning of the market.",
      "The regulatory authorities should also provide information on the market to permit the Commission to exercise its role of observing and monitoring the internal market in natural gas and its short, medium and long-term evolution, including aspects such assupplyand demand,transmissionanddistribution infrastructure, quality of service, cross-border trade, congestion management, investments, wholesale and consumer prices, market liquidity and environmental and efficiency improvements. National regulatory authorities should report to the competition authorities and the Commission those Member States in which prices impair competition and proper functioning of the market.",
      "The setting up of a system operator or a transmission operator that is independent from supply and production interests should enable a vertically integrated undertaking to maintain its ownership of network assets whilst ensuring an effective separation of interests, provided that such independent system operator or such independent transmission operator performs all the functions of a system operator and detailed regulation and extensive regulatory control mechanisms are put in place."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 1": {
      "article_score": 3,
      "statement_scores": [
        1,
        2
      ]
    },
    "Article 2": {
      "article_score": 15,
      "statement_scores": [
        1,
        2,
        1,
        0,
        0,
        0,
        1,
        0,
        1,
        1,
        0,
        0,
        1,
        2,
        0,
        2,
        2,
        1
      ]
    },
    "Article 8": {
      "article_score": 1,
      "statement_scores": [
        0,
        1
      ]
    },
    "Article 9": {
      "article_score": 14,
      "statement_scores": [
        0,
        1,
        2,
        1,
        4,
        0,
        0,
        2,
        0,
        0,
        2,
        2
      ]
    },
    "Article 10": {
      "article_score": 6,
      "statement_scores": [
        1,
        3,
        0,
        2
      ]
    },
    "Article 11": {
      "article_score": 4,
      "statement_scores": [
        0,
        2,
        2,
        0
      ]
    },
    "Article 13": {
      "article_score": 3,
      "statement_scores": [
        1,
        0,
        0,
        1,
        1
      ]
    },
    "Article 14": {
      "article_score": 13,
      "statement_scores": [
        1,
        1,
        1,
        0,
        1,
        0,
        0,
        2,
        0,
        1,
        4,
        2
      ]
    },
    "Article 15": {
      "article_score": 8,
      "statement_scores": [
        1,
        2,
        1,
        1,
        0,
        1,
        1,
        0,
        1,
        0,
        0,
        0
      ]
    },
    "Article 16": {
      "article_score": 5,
      "statement_scores": [
        3,
        1,
        1
      ]
    },
    "Article 17": {
      "article_score": 8,
      "statement_scores": [
        3,
        0,
        0,
        0,
        1,
        0,
        2,
        1,
        1
      ]
    },
    "Article 18": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 21": {
      "article_score": 2,
      "statement_scores": [
        1,
        0,
        0,
        1
      ]
    },
    "Article 22": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 23": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 25": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 29": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 31": {
      "article_score": 5,
      "statement_scores": [
        3,
        2
      ]
    },
    "Article 32": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 33": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 40": {
      "article_score": 2,
      "statement_scores": [
        0,
        1,
        1
      ]
    },
    "Article 41": {
      "article_score": 20,
      "statement_scores": [
        1,
        2,
        1,
        1,
        1,
        0,
        1,
        0,
        1,
        2,
        0,
        1,
        0,
        0,
        1,
        3,
        0,
        1,
        1,
        2,
        1
      ]
    },
    "Article 48": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 49": {
      "article_score": 2,
      "statement_scores": [
        1,
        0,
        1,
        0
      ]
    },
    "Not Article": {
      "article_score": 37,
      "statement_scores": [
        7,
        1,
        1,
        1,
        0,
        6,
        2,
        4,
        1,
        3,
        0,
        5,
        2,
        1,
        1,
        0,
        2
      ]
    }
  }
}