{
  "term": "transmission system operator",
  "celex_id": "32009L0073",
  "original_definition": "'transmission system operator' means a natural or legal person who carries out the function of transmission and is responsible for operating, ensuring the maintenance of, and, if necessary, developing the transmission system in a given area and, where applicable, its interconnections with other systems, and for ensuring the long-term ability of the system to meet reasonable demands for the transport of gas;",
  "generated_definition": "'transmission system operator' means a person or entity responsible for operating and managing a transmission system, which is a system used for the transmission of electricity or gas across a region or country, including the high-voltage transmission lines, substations, and control systems necessary to manage the flow of energy.",
  "existing_sentences": {
    "Article 2": [
      "‘linepack’ means the storage of gas by compression in gastransmissionanddistributionsystems, but not including facilities reserved fortransmission system operators carrying out their functions;",
      "‘transmission system operator’ means a natural or legal person who carries out the function of transmission and is responsible for operating, ensuring the maintenance of, and, if necessary, developing the transmission system in a given area and, where applicable, its interconnections with other systems, and for ensuring the long-term ability of the system to meet reasonable demands for the transport of gas;",
      "‘ancillary services’ means all services necessary for access to and the operation oftransmissionnetworks,distributionnetworks, LNG facilities, and/or storage facilities, including load balancing, blending and injection of inert gases, but not including facilities reserved exclusively fortransmission system operators carrying out their functions;",
      "‘linepack’ means the storage of gas by compression in gas transmission and distribution systems, but not including facilities reserved for transmission system operators carrying out their functions;",
      "‘ancillary services’ means all services necessary for access to and the operation of transmission networks, distribution networks, LNG facilities, and/or storage facilities, including load balancing, blending and injection of inert gases, but not including facilities reserved exclusively for transmission system operators carrying out their functions;",
      "‘storage facility’ means a facility used for the stocking of natural gas and owned and/or operated by a natural gas undertaking, including the part of LNG facilities used for storage but excluding the portion used for production operations, and excluding facilities reserved exclusively for transmission system operators in carrying out their functions;"
    ],
    "Article 9": [
      "Unbundling oftransmissionsystems andtransmission system operators",
      "directly or indirectly to exercisecontrolover an undertaking performing any of the functions of production orsupply, and directly or indirectly to exercise control or exercise any right over atransmission system operator or over a transmission system; nor",
      "the same person is not entitled to be a member of the supervisory board, the administrative board or bodies legally representing the undertaking, of both an undertaking performing any of the functions of production or supply and a transmission system operator or a transmission system.",
      "5.   The obligation set out in paragraph 1(a) of this Article shall be deemed to be fulfilled in a situation where two or more undertakings which owntransmissionsystems have created a joint venture which acts as atransmission system operator in two or more Member States for the transmission systems concerned. No other undertaking may be part of the joint venture, unless it has been approved under Article 14 as an independent system operator or as an independent transmission operator for the purposes of Chapter IV.",
      "9.   Where, on 3 September 2009, the transmission system belongs to a vertically integrated undertaking and there are arrangements in place which guarantee more effective independence of the transmission system operator than the provisions of Chapter IV, a Member State may decide not to apply paragraph 1.",
      "each undertaking which owns a transmission system acts as a transmission system operator;",
      "the same person or persons are not entitled to appoint members of the supervisory board, the administrative board or bodies legally representing the undertaking, of a transmission system operator or a transmission system, and directly or indirectly to exercise control or exercise any right over an undertaking performing any of the functions of production or supply; and",
      "6.   For the implementation of this Article, where the person referred to in points (b), (c) and (d) of paragraph 1 is the Member State or another public body, two separate public bodies exercisingcontrolover atransmission system operatoror over a transmission system on the one hand, and over an undertaking performing any of the functions of production orsupply on the other, shall be deemed not to be the same person or persons.",
      "directly or indirectly to exercisecontrolover atransmission system operatoror over a transmission system, and directly or indirectly to exercise control or exercise any right over an undertaking performing any of the functions of production orsupply;",
      "9.   Where, on 3 September 2009, thetransmissionsystembelongs to avertically integrated undertakingand there are arrangements in place which guarantee more effective independence of thetransmission system operator than the provisions of Chapter IV, a Member State may decide not to apply paragraph 1.",
      "the same person or persons are not entitled to appoint members of the supervisory board, the administrative board or bodies legally representing the undertaking, of atransmission system operatoror a transmission system, and directly or indirectly to exercisecontrolor exercise any right over an undertaking performing any of the functions of production orsupply; and",
      "the same person is not entitled to be a member of the supervisory board, the administrative board or bodies legally representing the undertaking, of both an undertaking performing any of the functions of production orsupplyand atransmission system operator or a transmission system.",
      "Unbundling of transmission systems and transmission system operators",
      "3.   For the purpose of paragraph 1(b), the notion ‘undertaking performing any of the functions of production orsupply’ shall include ‘undertaking performing any of the functions of generation and supply’ within the meaning of Directive 2009/72/EC of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in electricity (17), and the terms ‘transmission system operator’ and ‘transmission system’ shall include ‘transmission system operator’ and ‘transmission system’ within the meaning of that Directive.",
      "directly or indirectly to exercise control over an undertaking performing any of the functions of production or supply, and directly or indirectly to exercise control or exercise any right over a transmission system operator or over a transmission system; nor",
      "5.   The obligation set out in paragraph 1(a) of this Article shall be deemed to be fulfilled in a situation where two or more undertakings which own transmission systems have created a joint venture which acts as a transmission system operator in two or more Member States for the transmission systems concerned. No other undertaking may be part of the joint venture, unless it has been approved under Article 14 as an independent system operator or as an independent transmission operator for the purposes of Chapter IV.",
      "3.   For the purpose of paragraph 1(b), the notion ‘undertaking performing any of the functions of production or supply’ shall include ‘undertaking performing any of the functions of generation and supply’ within the meaning of Directive 2009/72/EC of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in electricity (17), and the terms ‘transmission system operator’ and ‘transmission system’ shall include ‘transmission system operator’ and ‘transmission system’ within the meaning of that Directive.",
      "each undertaking which owns atransmissionsystemacts as atransmission system operator;",
      "directly or indirectly to exercise control over a transmission system operator or over a transmission system, and directly or indirectly to exercise control or exercise any right over an undertaking performing any of the functions of production or supply;",
      "6.   For the implementation of this Article, where the person referred to in points (b), (c) and (d) of paragraph 1 is the Member State or another public body, two separate public bodies exercising control over a transmission system operator or over a transmission system on the one hand, and over an undertaking performing any of the functions of production or supply on the other, shall be deemed not to be the same person or persons."
    ],
    "Article 10": [
      "3.Transmission system operators shall notify to the regulatory authority any planned transaction which may require a reassessment of their compliance with the requirements of Article 9.",
      "2.   Undertakings which own a transmission system and which have been certified by the national regulatory authority as having complied with the requirements of Article 9, pursuant to the certification procedure, shall be approved and designated as transmission system operators by Member States. The designation of transmission system operators shall be notified to the Commission and published in the Official Journal of the European Union.",
      "3.   Transmission system operators shall notify to the regulatory authority any planned transaction which may require a reassessment of their compliance with the requirements of Article 9.",
      "2.   Undertakings which own atransmissionsystemand which have been certified by the national regulatory authority as having complied with the requirements of Article 9, pursuant to the certification procedure, shall be approved and designated astransmission system operators by Member States. The designation of transmission system operators shall be notified to the Commission and published in the Official Journal of the European Union.",
      "on their own initiative where they have knowledge that a planned change in rights or influence overtransmissionsystemowners ortransmission system operators may lead to an infringement of Article 9, or where they have reason to believe that such an infringement may have occurred; or",
      "on their own initiative where they have knowledge that a planned change in rights or influence over transmission system owners or transmission system operators may lead to an infringement of Article 9, or where they have reason to believe that such an infringement may have occurred; or"
    ],
    "Article 11": [
      "2.   Thetransmission system operatorshall notify to the regulatory authority any circumstances that would result in a person or persons from a third country or third countries acquiringcontrol of the transmission system or the transmission system operator.",
      "The regulatory authority shall also notify to the Commission without delay any circumstances that would result in a person or persons from a third country or third countries acquiringcontrolof atransmissionsystemor atransmission system operator.",
      "1.   Where certification is requested by atransmissionsystemowner or atransmission system operatorwhich iscontrolled by a person or persons from a third country or third countries, the regulatory authority shall notify the Commission.",
      "The regulatory authority shall also notify to the Commission without delay any circumstances that would result in a person or persons from a third country or third countries acquiring control of a transmission system or a transmission system operator.",
      "1.   Where certification is requested by a transmission system owner or a transmission system operator which is controlled by a person or persons from a third country or third countries, the regulatory authority shall notify the Commission.",
      "2.   The transmission system operator shall notify to the regulatory authority any circumstances that would result in a person or persons from a third country or third countries acquiring control of the transmission system or the transmission system operator."
    ],
    "Article 13": [
      "5.Transmission system operators shall procure the energy they use for the carrying out of their functions according to transparent, non-discriminatory and market based procedures.",
      "3.   Rules adopted bytransmission system operators for balancing the gas transmission system shall be objective, transparent and non-discriminatory, including rules for the charging ofsystem users of their networks for energy imbalance. Terms and conditions, including rules and tariffs, for the provision of such services by transmission system operators shall be established pursuant to a methodology compatible with Article 41(6) in a non-discriminatory and cost-reflective way and shall be published.",
      "4.   The regulatory authorities where Member States have so provided or Member States may require transmission system operators to comply with minimum standards for the maintenance and development of the transmission system, including interconnection capacity.",
      "3.   Rules adopted by transmission system operators for balancing the gas transmission system shall be objective, transparent and non-discriminatory, including rules for the charging of system users of their networks for energy imbalance. Terms and conditions, including rules and tariffs, for the provision of such services by transmission system operators shall be established pursuant to a methodology compatible with Article 41(6) in a non-discriminatory and cost-reflective way and shall be published.",
      "2.   Each transmission system operator shall build sufficient cross-border capacity to integrate European transmission infrastructure accommodating all economically reasonable and technically feasible demands for capacity and taking into account security of gas supply.",
      "4.   The regulatory authorities where Member States have so provided or Member States may requiretransmission system operators to comply with minimum standards for the maintenance and development of the transmission system, including interconnection capacity.",
      "5.   Transmission system operators shall procure the energy they use for the carrying out of their functions according to transparent, non-discriminatory and market based procedures.",
      "2.   Eachtransmission system operatorshall build sufficient cross-border capacity to integrate European transmission infrastructure accommodating all economically reasonable and technically feasible demands for capacity and taking into accountsecurityof gassupply."
    ],
    "Article 14": [
      "4.   Each independent system operator shall be responsible for granting and managing third-party access, including the collection of access charges and congestion charges, for operating, maintaining and developing the transmission system, as well as for ensuring the long-term ability of the system to meet reasonable demand through investment planning. When developing the transmission system the independent system operator shall be responsible for planning (including authorisation procedure), construction and commissioning of the new infrastructure. For this purpose, the independent system operator shall act as a transmission system operator in accordance with this Chapter. The transmission system owner shall not be responsible for granting and managing third-party access, nor for investment planning.",
      "4.   Each independentsystemoperator shall be responsible for granting and managing third-party access, including the collection of access charges and congestion charges, for operating, maintaining and developing thetransmissionsystem, as well as for ensuring the long-term ability of the system to meet reasonable demand through investment planning. When developing the transmission system the independent system operator shall be responsible for planning (including authorisation procedure), construction and commissioning of thenew infrastructure. For this purpose, the independent system operator shall act as atransmission system operator in accordance with this Chapter. The transmission system owner shall not be responsible for granting and managing third-party access, nor for investment planning."
    ],
    "Article 16": [
      "Confidentiality for transmission system operators and transmission system owners",
      "Confidentiality fortransmission system operators and transmission system owners"
    ],
    "Article 17": [
      "assets that are necessary for the activity of gas transmission, including the transmission system, shall be owned by the transmission system operator;",
      "3.Transmission system operators shall be organised in a legal form as referred to in Article 1 of Council Directive 68/151/EEC (18).",
      "3.   Transmission system operators shall be organised in a legal form as referred to in Article 1 of Council Directive 68/151/EEC (18).",
      "assets that are necessary for the activity of gastransmission, including the transmissionsystem, shall be owned by thetransmission system operator;",
      "1.Transmission system operators shall be equipped with all human, technical, physical and financial resources necessary for fulfilling their obligations under this Directive and carrying out the activity of gas transmission, in particular:",
      "personnel necessary for the activity of gastransmission, including the performance of all corporate tasks, shall be employed by thetransmission system operator;",
      "personnel necessary for the activity of gas transmission, including the performance of all corporate tasks, shall be employed by the transmission system operator;",
      "1.   Transmission system operators shall be equipped with all human, technical, physical and financial resources necessary for fulfilling their obligations under this Directive and carrying out the activity of gas transmission, in particular:"
    ],
    "Article 18": [
      "2.   The transmission system operator shall at all times act so as to ensure it has the resources it needs in order to carry out the activity of transmission properly and efficiently and develop and maintain an efficient, secure and economic transmission system.",
      "2.   Thetransmission system operator shall at all times act so as to ensure it has the resources it needs in order to carry out the activity of transmission properly and efficiently and develop and maintain an efficient, secure and economic transmission system."
    ],
    "Article 22": [
      "The transmission system operator shall provide the investors with all information needed to realise the investment, shall connect new assets to the transmission network and shall generally make its best efforts to facilitate the implementation of the investment project.",
      "Thetransmission system operator shall provide the investors with all information needed to realise the investment, shall connect new assets to the transmission network and shall generally make its best efforts to facilitate the implementation of the investment project."
    ],
    "Article 23": [
      "1.   The transmission system operator shall establish and publish transparent and efficient procedures and tariffs for non-discriminatory connection of storage facilities, LNG regasification facilities and industrial customers to the transmission system. Those procedures shall be subject to approval by the regulatory authority.",
      "1.   Thetransmission system operatorshall establish and publish transparent and efficient procedures and tariffs for non-discriminatory connection of storage facilities, LNG regasification facilities and industrialcustomers to the transmission system. Those procedures shall be subject to approval by the regulatory authority."
    ],
    "Article 32": [
      "2.   Transmission system operators shall, if necessary for the purpose of carrying out their functions including in relation to cross-border transmission, have access to the network of other transmission system operators.",
      "2.Transmission system operators shall, if necessary for the purpose of carrying out their functions including in relation to cross-border transmission, have access to the network of other transmission system operators."
    ],
    "Article 41": [
      "9.   The regulatory authorities shall monitor congestion management of national gas transmission networks including interconnectors, and the implementation of congestion management rules. To that end, transmission system operators or market operators shall submit their congestion management rules, including capacity allocation, to the national regulatory authorities. National regulatory authorities may request amendments to those rules.",
      "to impose effective, proportionate and dissuasive penalties on natural gas undertakings not complying with their obligations under this Directive or any relevant legally binding decisions of the regulatory authority or of the Agency, or to propose to a competent court to impose such penalties. This shall include the power to impose or propose the imposition of penalties of up to 10 % of the annual turnover of the transmission system operator or of up to 10 % of the annual turnover of the vertically integrated undertaking on the transmission system operator or on the vertically integrated undertaking, as the case may be, for non compliance with their respective obligations pursuant to this Directive; and",
      "9.   The regulatory authorities shall monitor congestion management of national gastransmissionnetworks includinginterconnectors, and the implementation of congestion management rules. To that end,transmission system operators or market operators shall submit their congestion management rules, including capacity allocation, to the national regulatory authorities. National regulatory authorities may request amendments to those rules."
    ],
    "Not Article": [
      "Only the removal of the incentive for vertically integrated undertakings to discriminate against competitors as regards network access and investment can ensure effective unbundling. Ownership unbundling, which implies the appointment of the network owner as the system operator and its independence from any supply and production interests, is clearly an effective and stable way to solve the inherent conflict of interests and to ensure security of supply. For that reason, the European Parliament, in its resolution of 10 July 2007 on prospects for the internal gas and electricity market (5) referred to ownership unbundling at transmission level as the most effective tool by which to promote investments in infrastructure in a non-discriminatory way, fair access to the network for new entrants and transparency in the market. Under ownership unbundling, Member States should therefore be required to ensure that the same person or persons are not entitled to exercise control over a production or supply undertaking and, at the same time, exercise control or any right over a transmission system operator or transmission system. Conversely, control over a transmission system or transmission system operator should preclude the possibility of exercising control or any right over a production or supply undertaking. Within those limits, a production or supply undertaking should be able to have a minority shareholding in a transmission system operator or transmission system.",
      "National regulatory authorities should be able to fix or approve tariffs, or the methodologies underlying the calculation of the tariffs, on the basis of a proposal by the transmission system operator or distribution system operator(s) or liquefied natural gas (LNG) system operator, or on the basis of a proposal agreed between those operator(s) and the users of the network. In carrying out those tasks, national regulatory authorities should ensure that transmission and distribution tariffs are non-discriminatory and cost-reflective, and should take account of the long-term, marginal, avoided network costs from demand-side management measures.",
      "A Member State has the right to opt for full ownership unbundling in its territory. Where a Member State has exercised that right, an undertaking does not have the right to set up an independent system operator or an independent transmission operator. Furthermore, an undertaking performing any of the functions of production or supply cannot directly or indirectly exercise control or any right over a transmission system operator from a Member State that has opted for full ownership unbundling.",
      "The security of energysupplyis an essential element of public security and is therefore inherently connected to the efficient functioning of the internal market in gas and the integration of the isolated gas markets of Member States. Gas can reach the citizens of the Union only through the network. Functioning open gas markets and, in particular, the networks and other assets associated with gas supply are essential for public security, for the competitiveness of the economy and for the well-being of the citizens of the Union. Persons from third countries should therefore only be allowed tocontrolatransmissionsystemor atransmission system operatorif they comply with the requirements of effective separation that apply inside the Community. Without prejudice to the international obligations of the Community, the Community considers that the gas transmission system sector is of high importance to the Community and therefore additional safeguards are necessary regarding the preservation of the security of supply of energy to the Community to avoid any threats to public order and public security in the Community and the welfare of the citizens of the Union. The security of supply of energy to the Community requires, in particular, an assessment of the independence of network operation, the level of the Community’s and individual Member States’ dependence on energy supply from third countries, and the treatment of both domestic and foreign trade and investment in energy in a particular third country.Security of supply should therefore be assessed in the light of the factual circumstances of each case as well as the rights and obligations arising under international law, in particular the international agreements between the Community and the third country concerned. Where appropriate the Commission is encouraged to submit recommendations to negotiate relevant agreements with third countries addressing the security of supply of energy to the Community or to include the necessary issues in other negotiations with those third countries.",
      "The full effectiveness of the independentsystemoperator or independenttransmissionoperator solutions should be ensured by way of specific additional rules. The rules on the independent transmission operator provide an appropriate regulatory framework to guarantee fair competition, sufficient investment, access for new market entrants and the integration of gas markets. Effective unbundling through the independent transmission operator provisions should be based on a pillar of organisational measures and measures relating to the governance oftransmission system operators and on a pillar of measures relating to investment, connecting new production capacities to the network and market integration through regional cooperation. The independence of the transmission operator should also, inter alia, be ensured through certain ‘cooling-off’ periods during which no management or other relevant activity giving access to the same information as could have been obtained in a managerial position is exercised in thevertically integrated undertaking. The independent transmission operator model of effective unbundling is in line with the requirements laid down by the European Council at its meeting on 8 and 9 March 2007.",
      "The implementation of effective unbundling should respect the principle of non-discrimination between the public and private sectors. To that end, the same person should not be able to exercisecontrolor any right, in violation of the rules of ownership unbundling or the independentsystemoperator option, solely or jointly, over the composition, voting or decision of the bodies of both thetransmission system operators or the transmission systems and the production orsupply undertakings. With regard to ownership unbundling and the independent system operator solution, provided that the Member State in question is able to demonstrate that the requirement is complied with, two separate public bodies should be able to control production and supply activities on the one hand and transmission activities on the other.",
      "The security of energy supply is an essential element of public security and is therefore inherently connected to the efficient functioning of the internal market in gas and the integration of the isolated gas markets of Member States. Gas can reach the citizens of the Union only through the network. Functioning open gas markets and, in particular, the networks and other assets associated with gas supply are essential for public security, for the competitiveness of the economy and for the well-being of the citizens of the Union. Persons from third countries should therefore only be allowed to control a transmission system or a transmission system operator if they comply with the requirements of effective separation that apply inside the Community. Without prejudice to the international obligations of the Community, the Community considers that the gas transmission system sector is of high importance to the Community and therefore additional safeguards are necessary regarding the preservation of the security of supply of energy to the Community to avoid any threats to public order and public security in the Community and the welfare of the citizens of the Union. The security of supply of energy to the Community requires, in particular, an assessment of the independence of network operation, the level of the Community’s and individual Member States’ dependence on energy supply from third countries, and the treatment of both domestic and foreign trade and investment in energy in a particular third country. Security of supply should therefore be assessed in the light of the factual circumstances of each case as well as the rights and obligations arising under international law, in particular the international agreements between the Community and the third country concerned. Where appropriate the Commission is encouraged to submit recommendations to negotiate relevant agreements with third countries addressing the security of supply of energy to the Community or to include the necessary issues in other negotiations with those third countries.",
      "A Member State has the right to opt for full ownership unbundling in its territory. Where a Member State has exercised that right, an undertaking does not have the right to set up an independentsystemoperator or an independenttransmissionoperator. Furthermore, an undertaking performing any of the functions of production orsupplycannot directly or indirectly exercisecontrolor any right over atransmission system operator from a Member State that has opted for full ownership unbundling.",
      "Fully effective separation of network activities fromsupplyand production activities should apply throughout the Community to both Community and non-Community undertakings. To ensure that network activities and supply and production activities throughout the Community remain independent from each other, regulatory authorities should be empowered to refuse certification totransmission system operators that do not comply with the unbundling rules. To ensure the consistent application of those rules across the Community, the regulatory authorities should take utmost account of the Commission’s opinion when the former take decisions on certification. To ensure, in addition, respect for the international obligations of the Community and solidarity and energysecuritywithin the Community, the Commission should have the right to give an opinion on certification in relation to a transmission system owner or a transmission system operator which iscontrolled by a person or persons from a third country or third countries.",
      "Under ownership unbundling, to ensure full independence of network operation fromsupplyand production interests and to prevent exchanges of any confidential information, the same person should not be a member of the managing boards of both atransmission system operatoror a transmission system and an undertaking performing any of the functions of production or supply. For the same reason, the same person should not be entitled to appoint members of the managing boards of a transmission system operator or a transmission system and to exercisecontrolor any right over a production orsupply undertaking.",
      "Only the removal of the incentive forvertically integrated undertakings to discriminate against competitors as regards network access and investment can ensure effective unbundling. Ownership unbundling, which implies the appointment of the network owner as thesystemoperator and its independence from anysupplyand production interests, is clearly an effective and stable way to solve the inherent conflict of interests and to ensuresecurityof supply. For that reason, the European Parliament, in its resolution of 10 July 2007 on prospects for the internal gas and electricity market (5) referred to ownership unbundling attransmissionlevel as the most effective tool by which to promote investments in infrastructure in a non-discriminatory way, fair access to the network for new entrants and transparency in the market. Under ownership unbundling, Member States should therefore be required to ensure that the same person or persons are not entitled to exercisecontrolover a production orsupply undertakingand, at the same time, exercise control or any right over atransmission system operator or transmission system. Conversely, control over a transmission system or transmission system operator should preclude the possibility of exercising control or any right over a production or supply undertaking. Within those limits, a production or supply undertaking should be able to have a minority shareholding in a transmission system operator or transmission system.",
      "Fully effective separation of network activities from supply and production activities should apply throughout the Community to both Community and non-Community undertakings. To ensure that network activities and supply and production activities throughout the Community remain independent from each other, regulatory authorities should be empowered to refuse certification to transmission system operators that do not comply with the unbundling rules. To ensure the consistent application of those rules across the Community, the regulatory authorities should take utmost account of the Commission’s opinion when the former take decisions on certification. To ensure, in addition, respect for the international obligations of the Community and solidarity and energy security within the Community, the Commission should have the right to give an opinion on certification in relation to a transmission system owner or a transmission system operator which is controlled by a person or persons from a third country or third countries.",
      "National regulatory authorities should be able to fix or approve tariffs, or the methodologies underlying the calculation of the tariffs, on the basis of a proposal by thetransmission system operatorordistribution system operator(s) or liquefied natural gas (LNG) system operator, or on the basis of a proposal agreed between those operator(s) and the users of the network. In carrying out those tasks, national regulatory authorities should ensure that transmission and distribution tariffs are non-discriminatory and cost-reflective, and should take account of the long-term, marginal, avoided network costs from demand-side management measures.",
      "Under ownership unbundling, to ensure full independence of network operation from supply and production interests and to prevent exchanges of any confidential information, the same person should not be a member of the managing boards of both a transmission system operator or a transmission system and an undertaking performing any of the functions of production or supply. For the same reason, the same person should not be entitled to appoint members of the managing boards of a transmission system operator or a transmission system and to exercise control or any right over a production or supply undertaking.",
      "The implementation of effective unbundling should respect the principle of non-discrimination between the public and private sectors. To that end, the same person should not be able to exercise control or any right, in violation of the rules of ownership unbundling or the independent system operator option, solely or jointly, over the composition, voting or decision of the bodies of both the transmission system operators or the transmission systems and the production or supply undertakings. With regard to ownership unbundling and the independent system operator solution, provided that the Member State in question is able to demonstrate that the requirement is complied with, two separate public bodies should be able to control production and supply activities on the one hand and transmission activities on the other.",
      "The full effectiveness of the independent system operator or independent transmission operator solutions should be ensured by way of specific additional rules. The rules on the independent transmission operator provide an appropriate regulatory framework to guarantee fair competition, sufficient investment, access for new market entrants and the integration of gas markets. Effective unbundling through the independent transmission operator provisions should be based on a pillar of organisational measures and measures relating to the governance of transmission system operators and on a pillar of measures relating to investment, connecting new production capacities to the network and market integration through regional cooperation. The independence of the transmission operator should also, inter alia, be ensured through certain ‘cooling-off’ periods during which no management or other relevant activity giving access to the same information as could have been obtained in a managerial position is exercised in the vertically integrated undertaking. The independent transmission operator model of effective unbundling is in line with the requirements laid down by the European Council at its meeting on 8 and 9 March 2007."
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 2": {
      "article_score": 5,
      "statement_scores": [
        1,
        0,
        1,
        1,
        1,
        1
      ]
    },
    "Article 9": {
      "article_score": 18,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        0,
        1,
        1,
        0,
        1,
        1,
        1
      ]
    },
    "Article 10": {
      "article_score": 8,
      "statement_scores": [
        1,
        2,
        1,
        2,
        1,
        1
      ]
    },
    "Article 11": {
      "article_score": 8,
      "statement_scores": [
        2,
        1,
        1,
        1,
        1,
        2
      ]
    },
    "Article 13": {
      "article_score": 10,
      "statement_scores": [
        1,
        2,
        1,
        2,
        1,
        1,
        1,
        1
      ]
    },
    "Article 14": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 16": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 17": {
      "article_score": 8,
      "statement_scores": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ]
    },
    "Article 18": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 22": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 23": {
      "article_score": 2,
      "statement_scores": [
        1,
        1
      ]
    },
    "Article 32": {
      "article_score": 4,
      "statement_scores": [
        2,
        2
      ]
    },
    "Article 41": {
      "article_score": 4,
      "statement_scores": [
        1,
        2,
        1
      ]
    },
    "Not Article": {
      "article_score": 24,
      "statement_scores": [
        3,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        2,
        3,
        2,
        1,
        2,
        1,
        1
      ]
    }
  }
}