{
  "term": "week-ahead",
  "celex_id": "32017R1485",
  "original_definition": "'week-ahead' means the week prior to the calendar week of operation;",
  "generated_definition": "'week-ahead' means a common grid model built by tsos or individual grid models established by each tso, used for forecasting electricity supply and demand in the upcoming week, based on methodology developed in accordance with paragraph 1 of the article.",
  "existing_sentences": {
    "Article 3": [
      "‘week-ahead’ means the week prior to the calendar week of operation;"
    ],
    "Article 64": [
      "where applicable, week-ahead, in accordance with Article 69;"
    ],
    "Article 69": [
      "3.   The TSOs referred to in paragraph 1 or the third parties to which the task referred to in paragraph 1 has been delegated, shall build the week-ahead common grid models following the methodology developed in accordance with paragraph 1 and using the individual grid models established in accordance with paragraph 2.",
      "2.   Each TSO referred to in paragraph 1 shall establish or update its week-ahead individual grid models pursuant to the scenarios determined in accordance with paragraph 1.",
      "Week-ahead individual and common grid models"
    ],
    "Article 72": [
      "week-ahead, when applicable in accordance with Article 69;"
    ],
    "Article 73": [
      "1.   Each TSO shall perform year-ahead and, where applicable, week-ahead operational security analyses in order to detect at least the following constraints:",
      "1.   Each TSO shall performyear-aheadand, where applicable,week-aheadoperational securityanalyses in order to detect at least the followingconstraints:"
    ],
    "Article 81": [
      "1.   Each regional security coordinator shall perform regional adequacy assessments for at least the week-ahead time-frame.",
      "1.   Each regional security coordinator shall perform regionaladequacyassessments for at least theweek-ahead time-frame."
    ],
    "Article 83": [
      "frequency, scope and type of coordination for, at least, theyear-aheadandweek-ahead time-frames;",
      "frequency, scope and type of coordination for, at least, the year-ahead and week-ahead time-frames;"
    ],
    "Article 106": [
      "Control areaadequacyup to and includingweek-ahead",
      "Control area adequacy up to and including week-ahead"
    ]
  },
  "existing_record": [
    "NEW TERM"
  ],
  "scores": {
    "Article 3": {
      "article_score": 0,
      "statement_scores": [
        0
      ]
    },
    "Article 64": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 69": {
      "article_score": 3,
      "statement_scores": [
        1,
        1,
        1
      ]
    },
    "Article 72": {
      "article_score": 1,
      "statement_scores": [
        1
      ]
    },
    "Article 73": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 81": {
      "article_score": 1,
      "statement_scores": [
        1,
        0
      ]
    },
    "Article 83": {
      "article_score": 1,
      "statement_scores": [
        0,
        1
      ]
    },
    "Article 106": {
      "article_score": 1,
      "statement_scores": [
        0,
        1
      ]
    }
  }
}